{u'speaker_state': u'MA', u'speaker_raw': u'mr. studds', u'speaker_first': u'Gerry', u'congress': 104, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3396, DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7270-4.htm', u'number': 102, u'id': u'CREC-1996-07-11-pt1-PgH7270-4.chunk30', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Studds', u'pages': u'H7270-H7280', u'speaker_party': u'D', u'date': u'1996-07-11', u'bills': None, u'bioguide_id': u'S001040', u'order': 30, u'speaking': [u'Mr. Speaker, first if I may make a legal observation then a much more personal one. This bill has two brief sections. One purports to give States the right to decline to recognize marriages in another State, and the other denies Federal benefits to any State which makes such a decision. As has been said before, the first part is absolutely meaningless. Either under the Constitution the States already have that right, in which case we do nothing, or they do not, in which case we cannnot do anything because it is a constitutional provision. So, so much for the first part.', u'We are then left with a bill that simply denies Federal benefits to any State which choose to sanction a certain kind of marriage. Mr. Speaker, I have served in this House for 24 years. I have been elected 12 times, the last 6 times as an openly gay man. For the last 6 years, as many Members of this House know, I have been in a relationship as loving, as caring, as committed, as nurturing and celebrated and sustained by our extended families as that of any Member of this House. My partner, Dean, whom a great many of you know and I think a great many of you love, is in a situation which no spouse of any Member of this House is in. The same is true of my other two openly gay colleagues.', u"This is something which I do not think most people realize. The spouse of every Member of this House is entitled to that Member's health insurance, even after that Member dies, if he or she should predecease his or her spouse. That is not true of my partner. The spouse of every Member of this House knows that, if he or she predeceases, is predeceased by their spouse, a Member, that for the rest of their lives they may have a pension, long after if they live longer, the death of the Member of Congress.", u"I have paid every single penny as much as every Member of this House has for that pension, but my partner, should he survive me, is not entitled to one penny. I do not think that is fair, Mr. Speaker. I do not believe most Americans think that is fair. And that is real. Yet that is what the second section of this bill is about, to make sure that we continue that unfairness. Did my colleagues know, for example, that, if my partner, Dean, were terribly ill and in a hospital, perhaps on death's door, that I could be refused the right to visit him in the hospital if a doctor either did not know or did not approve of our relationship? Do you think that is fair? I do not think most Americans think that is fair.", u'He can be fired solely because of his sexual orientation. He can be evicted from his rental home solely because of his sexual orientation. I do not think most Americans think that is fair. Mr. Speaker, not so long ago in this very country, women were denied the right to own property, and people of color, Mr. Speaker, were property. Not so very long ago people of two races were not allowed to marry in many of the States of this country.', u'Things change, Mr. Speaker, and they are changing now. We can embrace that change or we can resist that change, but thank God All Mighty, as Dr. King would have said, we do not have the power to stop it.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/11/H7270-4_providing-for-consideration-of-hr-3396-defense-of-/'}