{"speaker_state": "DC", "speaker_raw": "ms. norton", "speaker_first": "Eleanor", "congress": 105, "title": "DEPARTMENTS OF LABOR, HEALTH AND HUMAN SERVICES, AND EDUCATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1998", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-09-09/html/CREC-1997-09-09-pt1-PgH7023-3.htm", "number": 118, "id": "CREC-1997-09-09-pt1-PgH7023-3.chunk290", "volume": 143, "chamber": "House", "session": 1, "speaker_last": "Norton", "pages": "H7023-H7084", "speaker_party": "D", "date": "1997-09-09", "bills": null, "bioguide_id": "N000147", "order": 290, "speaking": ["Mr. Chairman, I thank the gentlewoman for yielding time to me.", "Mr. Chairman, teenage sex is wrong. That is the message I carry to my district. I stand with those who have called for total abstinence. That is what I taught my children.", "I only wish that were the rule. I have to think beyond my own middle-class upbringing and paradigm, the values that I live by. I am forced every day, because of the people I represent, to think AIDS, think HIV, think STD's, think teen pregnancy.", "By the time many youngsters get to the title X clinic, they have already had a pregnancy. A third of them got there because they already thought they were pregnant. I am glad they got there in time. Most who come have been active for almost a year, sexually active for almost a year.", "We simply have to face the extraordinary, varied nature of family life today. Most families do not look like yours and mine. Increasingly they do not. In my district there are families that are deeply religious, and for whom sex before marriage is simply unimaginable. There are others for whom sex before marriage is the rule. The Istook amendment wants me to forget about the most troubled, the most vulnerable to pregnancy.", "Mr. Chairman, in my district, AIDS, which used to be characterized as a gay disease, is becoming a black disease. I cannot sit by and let that happen. Seventy-two percent of the reported cases in 1996 were of black people in my district, many of them teens. It is impossible to pretend today that families need only to get together and they can straighten this out. I wish, how I wish.", "There is no family life for many I represent, much less communication within a family. Dozens of organizations in the field understand this. That is why they oppose this amendment. Mr. Chairman, I ask Members to oppose it as well, and to vote with the Porter amendment."], "capitolwords_url": "http://capitolwords.org/date/1997/09/09/H7023-3_departments-of-labor-health-and-human-services-and/"}