{"speaker_state": "MA", "speaker_raw": "mr. tierney", "speaker_first": "John", "congress": 112, "title": "RECOGNIZING DEPARTING MEMBERS OF THE MASSACHUSETTS DELEGATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-19/html/CREC-2012-12-19-pt1-PgH7341.htm", "number": 164, "id": "CREC-2012-12-19-pt1-PgH7341.chunk8", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Tierney", "pages": "H7341-H7347", "speaker_party": "D", "date": "2012-12-19", "bills": null, "bioguide_id": "T000266", "order": 8, "speaking": ["I thank Mr. Markey for recognizing me at this point in time for the Special Order. You know, we did a little research so I wouldn't just stand up here, because I know John and Barney are sticklers for detail. So we did a little research. We found a Special Order of some time ago when Barney Frank, Congressman Frank, came down to the floor basically to chastise one of the colleagues who had made a false claim during their Special Order. What Barney had to say at that point:", "Special Orders are a time when Members can fairly freely say things without fear of contradiction because there's generally no one there. And as you listen to many of the Special Orders, there is a very good reason why no one is here: no one ought to pay a lot of attention to them.", "Well, Barney and John, today people ought to pay attention to what we are saying during this particular Special Order because you have both served the Commonwealth of Massachusetts and the United States for a long period of time, ably, and in a way that nobody should forget and everybody should want to talk about and recount. There's a lot of years between the two of you.", "John, 40 years in total, over 20 of them here in the United States House of Representatives. But I remember knowing you well before you knew me. Back when John Olver was a senator in the State of Massachusetts, as a young student at the time, I had the responsibility of janitorial services and cleaning up that State house. And I can remember going into his office. He was always busy, always had people in there, still working late into the night. But we were going around emptying barrels and vacuuming rugs, and he was always generous and kind to us at that point in time, but I noted how busy he was getting detail, and that never changed.", "When I later had the opportunity to come here to the House of Representatives and be a colleague of John's, just as others have recounted before me, he is meticulous in his detail, knowledgeable about every subject matter upon which he spoke or upon which he acted, and he added so much. It would be unfair, after over 20 years, to say that John Olver had a specialty in just one area because like every Member, you have to know a lot about a lot of different subjects and work very well with your staff to make sure that you have all of the information that you need. And John was a leader and knowledgeable in a number of different areas. What he did for his part of the State will not be forgotten anytime soon by people there, whether it's getting designated an actual heritage area for his region, and so much more, but we will remember him for the work he did, particularly with appropriations on transportation matters.", "And my district will remember John for the work he did because, as Richie noted, and Bill before me, he oftentimes knew exactly what your district needed and knew how to help you get it. And so I can go to various parts of my district now, John, and see projects that are there because of your help, because of your knowledge of what went on and your focus and persistence in making sure that they were funded.", "Most recently was the city of Amesbury, which opened up a transportation center, which also houses its veterans office and its Council on Aging. And I mentioned to those folks who were there the work that you had done in helping us do that. They are all incredibly grateful, as are so many other people throughout my district and the districts of all of our colleagues here, for the work that you did and the time you spent on our districts' needs, as well as taking care of your district's needs. So I want to thank you for that and share the appreciation of all the people in my district.", "Now, up until a couple of weeks ago, Barney's office was around the corner from mine, and so oftentimes we would have a steady stream of Barney visitors who found their way in there. If Barney could see them in the district, he wondered why they were taking up his time down here when he was busy doing things like the Dodd-Frank bill, fishing bills and other things of that nature, so they'd all come over and wander into my office.", "But the fact of the matter is that Barney always was intensely involved with the matters that he was dealing with here. It reminded me of something else he said on the floor one time. He said that, when he was talking about one of our beloved former colleagues, Joe Moakley, he said that--what was true about Joe was, I think, also true about him. He said Joe Moakley was a great stereotype breaker. And Barney, you've been a great stereotype breaker as well in so many different areas it's countless on that.", "But you said:", "One of the things that we suffer from in this country is the assumption that if we are A, we cannot be B; if we are X, we cannot be Y.", "You said Joe Moakley showed us that that could be and what it could be, and you have done the same.", "Barney's been about one of the most fierce debaters down here. Used to be before I got to Congress, whenever I saw something going on in the House, I would always be anxious if Barney was up there, and I would watch other colleagues who might be in a colloquy with him sort of wince because they knew if they had misspoken or spoken out of line or out of turn they were going to get a comeuppance on that that they deserved, but done in a way that always had either good biting sarcasm or wit to drive it home on that basis.", "You've been one of the most intense Members, and I say that in a good way, when you believe on the issues that were there, but always pragmatic enough to know the art of the deal. And Richie spoke to that, Richie Neal when he discussed things on the floor here.", "It's important in this legislative body to not be so ideologically extreme that you cannot, at some point, make a compromise, not on your principles, but on other matters so that we can get the business of this House done. Barney Frank and John Olver always had that in mind, always knew how to treat their colleagues with respect, and always knew how to drive to a bargain that would represent all of their values, make sure that they weren't compromising their principles, but make sure that the business of this country and the things that were important in their district and their State got done. Both of you deserve a great deal of credit, and we can only hope that this House finds its way back to those days, when the majority of this body finds all of that necessary and possible to do.", "On a personal note, as Bill mentioned, Patrice and I were thrilled when Barney and Jim got married; another way of showing that you can be a leader at times.", "I just recently saw a program on Cheryl Wright, a country western singer; and if anybody got a chance to see it, she went through how difficult it was for her to come out. And I was moved by that show because it reminded of what it must have been for Barney and for anybody else in public life to have to come out--not knowing what the reaction of your own family or your friends or their colleagues or anybody in public is going to think about that--and take the risk to do it. And that is certainly one thing that this body and this country will always remember.", "Whether it was our fishermen, the gay, lesbian and transgender community, so many Massachusetts residents are going to remember Barney Frank for all that he did, as they are going to remember John Olver on that. We're going to miss both of you fellows down here.", "And John, we wish you and Rose only the best in your future. I know you're going to keep busy in so many ways that you can.", "And Barney, you and Jim are going to be busy, but not too busy, I hope, to come and share some dinners with Patrice and me.", "The one nice part about that is Barney was never bashful about telling Patrice she could make what she made last time, that was just fine, but he and Jim weren't going to be doing the cooking.", "So good luck to both of you, and thank you for letting us share your comradeship and be colleagues of yours. Thanks for all that you've done for the country and the Commonwealth and your districts."], "capitolwords_url": "http://capitolwords.org/date/2012/12/19/H7341_recognizing-departing-members-of-the-massachusetts/"}