{"speaker_state": "ME", "speaker_raw": "ms. collins", "speaker_first": "Susan", "congress": 113, "title": "SYRIA", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-26/html/CREC-2013-02-26-pt1-PgS835.htm", "number": 27, "id": "CREC-2013-02-26-pt1-PgS835.chunk29", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Collins", "pages": "S835-S847", "speaker_party": "R", "date": "2013-02-26", "bills": null, "bioguide_id": "C001035", "order": 29, "speaking": ["Mr. President, I rise today to discuss the President's nomination of former Senator Chuck Hagel to be Secretary of Defense.", "I know Senator Chuck Hagel well from having served with him for many years in the Senate. We were sworn in as Senators on the same day and traveled to Iraq together in 2003 as part of the first Senate delegation there after the war began.", "Senator Hagel's courageous military service deserves our praise and gratitude, and I know he cares deeply about our servicemembers. His experience as a soldier during the war in Vietnam is significant as the Senate considers his nomination to be Secretary of Defense, but, of course, it is but one factor that we must weigh in our consideration of him for this critical Cabinet post. Senator Hagel and I spent 90 minutes in my office discussing a wide range of issues, which I appreciated, and I reviewed carefully the lengthy Senate Armed Services Committee hearing on his nomination.", "The next Secretary of Defense will be responsible for managing a massive bureaucracy, the defense budget, threats emanating from Iran, North Korea, and Islamist extremism, the withdrawal of United States combat forces from Afghanistan, and an increasingly provocative Chinese military as well as personnel issues affecting those serving in uniform.", "With regard to our servicemembers, I am confident that Senator Hagel would devote the necessary attention to address the horrendous rate of sexual assault in the military and would work to reduce the unacceptable, record high number of suicides among our troops.", "As the coauthor with former Senator Joe Lieberman of the law that repealed the military's ``Don't Ask, Don't Tell'' policy that barred openly gay people from serving in the military, I am now satisfied that Senator Hagel is committed to implementing this law fully.", "We also discussed the specter of sequestration, which would lead to irresponsible cuts that would cripple our readiness and capability to project power on land, air, and sea. Senator Hagel reiterated Secretary Leon Panetta's position that such meat-ax cuts would be disastrous and catastrophic to our national security and economy.", "In addition, I understand Senator Hagel's overall philosophy on the need to exercise caution before deploying military forces. Such restraint, at times, can provide a valuable voice of caution to temper the impulse to exercise America's significant military edge.", "Nevertheless, several critical issues loom large as I contemplate the threats facing our national security and consider Senator Hagel's nomination. These issues include the proliferation of terrorism, the threat of a nuclear-armed Iran and the reality of a nuclear-armed North Korea, an increasingly dangerous and unstable Middle East that threatens our national interests and our ally Israel, and the possibility of deep and indiscriminate cuts in the defense budget that would undermine America's strength and security.", "While Osama bin Laden is dead and al-Qaida has suffered significant losses in Afghanistan and Pakistan, violent Islamist extremism has metastasized to other regions around the world, particularly to the countries in North Africa. The terrorist attack in Benghazi left four Americans dead, including Ambassador Chris Stevens, and an attack killed three Americans at an Algerian gas facility. AQAP's top bomb-maker is still at large, and Hezbollah and Hamas continue to rearm in Lebanon and Gaza. Hundreds of rockets have been fired from Gaza into Israel, the vast majority fortunately stopped by the highly effective Iron Dome.", "Senator Hagel's views on these critical threats are unsettling to me. For example, with regard to Hezbollah, Senator Hagel was unwilling to ask the European Union to designate Hezbollah as a terrorist organization in 2006. While 88 other Senators, including then-Senators Obama and Clinton, supported this reasonable request, Senator Hagel did not. Hezbollah has the blood of more Americans on its hands than any other terrorist organization besides al-Qaida, yet Senator Hagel refused to urge the EU to call Hezbollah what it is--a terrorist organization.", "Senator Hagel has explained to me that he had a principle of not sending correspondence to foreign leaders because he believes the President, not Congress, conducts foreign policy. Indeed, in January 2009, former Senator Hagel did sign an ill-advised letter counseling Barack Obama to spearhead direct, unconditional talks with Hamas--a position that President Obama wisely chose to disregard.", "Senator Hagel's general principle of abstaining from sending letters to foreign leaders on policy matters did not, however, preclude him from signing a 2007 letter to the Prime Minister of Vietnam to encourage efforts to bring the Peace Corps to that country. If expanding the Peace Corps' presence warrants an exception to Senator Hagel's policy of not sending letters to foreign leaders, I cannot fathom why a matter as grave and as clear as a request to the EU to name Hezbollah a terrorist group would not warrant a similar exception.", "When it comes to the prospect of a nuclear-armed Iran, the American people have been told for several years that Iran is 18 to 24 months away from having the capability to build a nuclear weapon. I fear that we are truly within that time window as I speak today. A nuclear-armed Iran would have grave consequences for the United States and would pose an existential threat to the State of Israel. The prospect of a nuclear-armed Iran could also fuel the most significant proliferation of nuclear weapons in the Middle East since the dawn of the nuclear age. Thus, Senator Hagel's votes, statements, and views on this grave threat matter a great deal.", "What concerns me as much as his repeated reluctance previously to leave all options on the table is his past hesitancy to exercise all of the non-military options, such as unilateral sanctions, that are the primary peaceful means of inducing Iran to cease its nuclear weapons program and allow for International Atomic Energy Agency inspections.", "Senator Hagel supports multi-lateral sanctions contending that they work better and has opposed unilateral sanctions. Certainly, in an ideal world, multi-lateral sanctions can be more effective, and I welcome other countries that wish to join the United States in adopting sanctions. But the United States' imposition of sanctions--even if we were to act virtually alone--not only helps to disrupt Iran's nuclear program but also demonstrates moral leadership.", "In the last Congress, I introduced legislation to make shipping classification societies choose between doing business with Iran or with the United States Coast Guard. It was a unilateral effort. I did not have the authority to make this change at the U.N. Initially, these organizations thought it would be business as usual. As the bill moved through Congress and now that the bill is law, none of them continues to work with Iran. That's just one example of an effective unilateral action.", "Particularly concerning to me is a press report that Senator Hagel thwarted an effort in 2008 to pass sanctions against Iran that was supported by more than 70 Senators. The Department of Defense contends that Senator Hagel joined other Republican Senators in holding the Iran Sanctions bill due to concerns they and the Bush administration had on how to impose the most effective sanctions on Iran. According to the Department, his disagreement was not with the objectives of the bill, but was a vote based on its effectiveness at that time.", "I am not, however, aware of any other Republican Senator blocking that bill. Furthermore, it does not matter who else may have been involved because no one but Senator Hagel is the President's nominee to be the Secretary of Defense.", "We are at a moment in history when there can be no reservation, hesitancy, or opposition to enact any and all sanctions that could change Iran's calculus regarding its pursuit of nuclear weapons.", "We are seeing a major transformation in the Middle East. The United States' interests in this region are vital: trade through the Suez Canal, the availability of energy resources, the security of Israel, the prevention of Iran developing a nuclear weapon, and the future of Syria which has the potential to destabilize the region.", "Will we be resolute and stand by our friends and allies, even during this tumultuous time? In our partnership with Israel, there is an opportunity for the United States to demonstrate that we stand by our allies even when the neighborhood looks more dangerous than it has in decades.", "Unfortunately, I am concerned that Senator Hagel's nomination would send the wrong message at the wrong time to our allies and adversaries around the world about the resolve of the United States. It is telling and disturbing that when I asked Senator Hagel what he believed were the greatest threats facing our country, he identified the resource shortage that could result from the addition of two billion more people during the next couple decades as near the top of his list. While there no doubt will be tremendous challenges associated with this development, his response concerned me when I consider all of the enormous near-term threats facing our country.", "In my judgment, Islamist terrorism, a nuclear-armed North Korea and potentially a nuclear-armed Iran, an unstable and chaotic Middle East, cyber attacks, Chinese provocations, and budget constraints will likely consume the attention of our country's national security leaders during the next 4 years. I believe a vote in favor of Senator Hagel would send the wrong signal to our military, the American people, and to the world about America's resolve regarding the most important national security challenges of our era.", "I am unable to support Senator Hagel to be the next Secretary of Defense because I do not believe his past positions, votes, and statements match the challenges of our time, and his presentations at his hearing did nothing to ease my doubts. I regret having to reach that conclusion given our personal relationship and my admiration for Senator Hagel's military service. But I have concluded that he is not well-suited for the tremendous challenges our country faces during this dangerous era in our history.", "As I announce my decision to cast my vote in opposition to Senator Hagel's nomination, let me address one final question: Should this nomination, which causes me such great concern, be filibustered? As a general rule, I believe a President has the right to choose the members of his Cabinet, and only in extraordinary circumstances should such a nomination be filibustered. I oppose Senator Hagel's nomination, but I cannot join in a filibuster to block each Senator's right to vote for or against him.", "I wish that President Obama had made a different choice for this critical position, but he is entitled to have this nominee receive a direct vote on the Senate floor. And I, for one, will vote against the nomination of Chuck Hagel to be Secretary of Defense."], "capitolwords_url": "http://capitolwords.org/date/2013/02/26/S835_syria/"}