{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 113, "title": "STUDENT LOAN RATES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-27/html/CREC-2013-06-27-pt1-PgS5317.htm", "number": 94, "id": "CREC-2013-06-27-pt1-PgS5317.chunk55", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S5317-S5329", "speaker_party": null, "date": "2013-06-27", "bills": ["S. 744"], "bioguide_id": null, "order": 55, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "To All Members of the U.S. Senate: We welcome the Senate's consideration of comprehensive immigration reform as the Border Security, Economic Opportunity, and Immigration Modernization Act (S. 744) proceeds to the Senate floor. As advocates for the health of the most vulnerable in our communities, we have deep concerns about provisions in S. 744 that would harm the health and well-being of aspiring citizens and their families. Immigrants on the roadmap to citizenship will be paying taxes, and as taxpayers, aspiring citizens should have access to taxpayer-funded programs like all Americans. Senator Hirono (D-HI) plans to introduce an amendment to restore taxpayer fairness to aspiring citizens. The amendment provides that all immigrants who are lawfully present, employed, and have satisfied their federal tax liability shall not be prohibited from using any federally-funded program or tax credit solely on the basis of their immigration status. Allowing immigrants to use the programs they pay for will enable them to be more economically successful. We urge you to stand with Senator Hirono and others to correct the unfair restrictions on access to health, nutrition, and economic supports, thereby ensuring that the roadmap to citizenship allows immigrants equal opportunity to succeed in our country. As currently proposed, S. 744 bars most individuals in RPI status from vital federal health coverage, nutrition assistance, and economic security programs for the entire period they are in provisional status, which would be at least 10 years. When RPIs become Lawful Permanent Residents (LPRs) and earn their green card, current law further restricts LPRs from accessing these vital federal programs for another five years. S. 744 also bars aspiring citizens in RPI status from the premium tax credits and cost- sharing reductions that will allow them to participate in the new health insurance marketplaces established under the Affordable Care Act (ACA). Individuals in blue-card and V visa status are similarly restricted from accessing safety net programs, premium tax credits, and cost-sharing reductions. The restrictions in S. 744 mean that most aspiring citizens may have to pay into programs for 15 years before they can use them if their kids get sick or if they lose their jobs. For about half a million children who may soon be on the roadmap to citizenship, these restrictions could impact their development and ability to learn in school. For pregnant women, it could mean no access to prenatal care that is critical to the health of infants and women. For women with undetected breast or cervical cancer, a 15-year wait to see a doctor could be the difference between life and death. These restrictions will result in poorer health outcomes, wider health disparities, lower worker productivity, and higher costs to the healthcare system. The restrictions are also out of line with the views of most Americans: 63% believe those on the roadmap to citizenship should be eligible for Medicaid and 59% believe they should be eligible for affordability options under the ACA. Entrenching struggling parents and families in poverty prevents economic competitiveness and productivity; additionally, these programs exist so people can take economic risks like starting a business. Instead, better immigration policy will facilitate the integration of aspiring citizens into the social and economic fabric of our country. Moreover, denying aspiring citizens access to the very programs that they pay into with their tax dollars is inherently unfair. Aspiring citizens currently pay $11.2 billion annually in taxes. Already, immigrants have paid $115 billion more in taxes into the Medicare system than they have used. As aspiring citizens move forward on the roadmap to citizenship, they will contribute even more to government revenue in fines, fees, and taxes. Senator Hirono's amendment to restore taxpayer fairness to aspiring citizens will enable those on the roadmap to citizenship to succeed and will promote the health of our families, communities, and economy. We urge you to stand with Senator Hirono to ensure that the roadmap to citizenship is fair and allows aspiring citizens to live with health, dignity, and justice. Thank you for your time and consideration to these issues. Sincerely, 9to5, 9to5 Atlanta, 9to5 California, 9to5 Colorado, 9to5 Milwaukee, Abortion Care Network, ACCESS Women's Health Justice, Advocates for Women AFL-CIO, AIDS Alabama, AIDS Foundation of Chicago, AIDS United, Alliance for a Just Society, American Academy of Pediatrics, American Congress of Obstetricians and Gynecologists, American Federation of State, County and Municipal Employees (AFSCME), Americans for Immigrant Justice, formerly Florida Immigrant Advocacy Center, Arkansas Advocates for Children and Families, Asian & Pacific Islander American Health Forum, Asian American Justice Center, Member of Asian American Center for Advancing Justice, Asian Law Alliance, Asian Pacific American Labor Alliance, AFL-CIO, ASISTA Immigration Assistance. Association of Asian Pacific Community Health Organizations, Association of Farmworker Opportunity Programs, Association of Reproductive Health Professionals (ARHP), Breakthrough, California Latinas for Reproductive Justice, California Primary Care Association, California Rural Legal Assistance Foundation, Campaign for Better Health Care, CASA de Maryland, Center for Community Change (CCC), Center for Independence of the Disabled, NY, Center for Law and Social Policy (CLASP), Center for Medicare Advocacy, Inc., Center on Reproductive Rights and Justice at University of California Berkeley School of Law, Central Ohio Immigrant Justice, Children's Defense Fund, Church of Our Saviour/ Iglesia de Nuestro Salvador, Civil Liberties and Public Policy, CLUE Santa Barbara, Coalition for Asian American Children and Families, Coalition for Humane Immigrant Rights of Los Angeles. Coalition for Peace Action of Monroe Township, Coalition on Human Needs, COFA Community Advocacy Network, COMGARIGUA, Community Action Partnership, Connecticut Multicultural Health Partnership, CT Asian Pacific American Affairs Commission, Direct Care Alliance, DRUM--Desis Rising Up & Moving, El Concilio/Council for the Spanish Speaking, Empire Justice Center, Fair Immigration Reform Movement (FIRM), Families USA, Farmworker Association of Florida, Feminist Majority, First Focus Campaign for Children, Georgia Rural Urban Summit, Hawai'i Coalition for Immigration Reform, Hawaii State Coalition Against Domestic Violence, Health Care for All Philadelphia, Health Care for America Now, HealthyPacific.Org, HIKITTI Community, HIV Prevention Justice Alliance, Housing Works. Illinois Coalition for Immigrant and Refugee Rights, Immigrant Law Center of Minnesota, Immigrant Legal Advocacy Project, Immigrant Service Providers Group/Health, International Tribunal of Conscience, Jewish Community Action, Jewish Labor Committee Western Region, Kentucky Coalition for Immigrant and Refugee Rights, Koolauloa Health Center, Korean Community Center of the East Bay, La Clinica del Pueblo, La Raza Centro Legal, Latin American Association, Latino Coalition for a Healthy California, Latino Commission on AIDS, The Leadership Conference on Civil and Human Rights, Leadership Conference of Woman Religious, League of United Latin American Citizens, Lifting Latina Voices Initiative/ FWHC, Lowcountry Immigration Coalition, LUMA, Lutheran Immigration and Refugee Service. Massachusetts Immigrant and Refugee Advocacy Coalition, Methodist Federation for Social Action, Mexican American Legal Defense and Educational Fund, Micronesian United Big Island, Ministry of Health, Moloka'i Community Service Council, MomsRising.Org, Ms. Foundation for Women, National Alliance of Latin American and Caribbean Communities, National Asian Pacific American Women's Forum, National Association of Counsel for Children, National Center for Law and Economic Justice, National Center for Lesbian Rights, National Center for Transgender Equality, National Conference of Puerto Rican Women, Inc., National Council of Jewish Women, National Council of La Raza (NCLR), National Employment Law Project, National Gay and Lesbian Task Force Action Fund, National Health Care for the Homeless Council, National Health Law Program, National Hispanic Medical Association, National Immigrant Justice Center, National Immigration Law Center. National Latina Institute for Reproductive Health, National Organization for Women, National Physicians Alliance, National Senior Citizens Law Center, National Women's Health Network, National Women's Law Center, NCJW--Maine Section, Nema Hawaii Community Association, New Economics for Women, New Mexico Voices for Children, New York Lawyers for the Public Interest, New Yorkers for Accessible Health Coverage, Ni-ta-nee NOW, North Dallas Chapter of the National Organization for Women, Northern Manhattan Coalition for Immigrant Rights, Northwest Health Law Advocates, OneAmerica, Pacific Islander Health Partnership, Pennsylvania Council of Churches, PHI PolicyWorks, Physicians for Reproductive Health, Planned Parenthood Federation of America, Pohnpei Fellowship Ministry. Political Asylum Immigration Representation Project, Project Inform, Raleigh Episcopal Campus Ministry, Ramirez Group, Reformed Church of Highland Park, NJ, Refugio del Rio Grande, Religious for Immigration Reform, Reproductive Health Technologies Project, RESULTS, Rockland Immigration Coalition, Safehouse Progressive Alliance for Nonviolence, Salvadoran American National Network, Sargent Shriver National Center on Poverty Law, Sea Mar Community Health Centers, Silicon Valley Alliance for Immigration Reform, Single Stop USA, Sisters of Mercy West Midwest Justice Team, South Asian Americans Leading Together (SAALT), South Cove Community Health Center, The Black Institute, The Center for APA Women, The Children's Advocacy Institute, The Children's Partnership. The Hat Project, Unitarian Society of New Haven, Immigration Rights Task Force, United for a Fair Economy, United Migrant Opportunity Services/UMOS Inc, United We Dream, Unity Fellowship Church NYC, University of Hawaii, Violence Intervention Program, Voces de la Frontera, Voices for America's Children, Washtenaw Interfaith Coalition for Immigrant Rights, We Belong Together: Women For Common-Sense Immigration Reform, WI Council on Children and Families, Women Watch Afrika, Inc., Women's Law Project, Worker Justice Center, YWCA, YWCA USA."], "capitolwords_url": "http://capitolwords.org/date/2013/06/27/S5317_student-loan-rates/"}