{"speaker_state": "ID", "speaker_raw": "mr. crapo", "speaker_first": "Michael", "congress": 108, "title": "TRIBUTE TO THE SPIRIT OF IDAHO AWARD RECIPIENTS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-01-27/html/CREC-2004-01-27-pt1-PgS281-3.htm", "number": 6, "id": "CREC-2004-01-27-pt1-PgS281-3.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Crapo", "pages": "S281-S284", "speaker_party": "R", "date": "2004-01-27", "bills": null, "bioguide_id": "C000880", "order": 0, "speaking": ["Mr. President, today I honor over 158 individuals and organizations working every day to make Idaho a great place to live. I'm talking about the recipients of the Spirit of Idaho Award. I created this award almost 3 years ago to recognize and bring attention to the many deeds of service that happen in local Idaho communities that are not always recognized by the media or the general public. Recipients of this award improve lives every day with their selfless giving and shining examples. I would like to take a moment today and recognize each of these outstanding individuals.", "Kamrud Jacobson delivers newspapers in Twin Falls. While completing his route one day, Kamrud noticed unusual smoke coming from the chimney of a nearby house. He quickly asked a neighbor to call 911. The Fire Department responded and put out a growing house fire. Kamrud's vigilant actions effectively saved the house from burning to the ground. Kamrud's efforts embody the qualities of service and selflessness the Spirit of Idaho award hopes to recognize.", "Alex and Jay Phelps are truly life-savers for one woman. The two, who deliver newspapers in Twin Falls, noticed several newspapers piling up at a particular house on their route. Concerned by this development, the boys explained the situation to their mother, who then contacted authorities. The boys were right to be concerned; the resident of the house had had a stroke and was in need of medical care. As a result of the efforts of these two boys, the resident was rescued and received medical care.", "Ten members of the Wood River Winter Recreation Coalition in Sun Valley worked together for hundreds of hours on a volunteer basis to offer a community-based, historic recreation agreement that will be implemented in the Sawtooth National Forest. The members crafted what is often extremely difficult to create: a collaborative solution to a perplexing problem. Both user groups and our forest are the beneficiaries of the Coalition's outstanding work.", "Barbara Dehl of Nampa authored and lobbied the Idaho State Legislature and the U.S. Congress for passage of ``Cassie's Law,'' a law intended to prevent abusive dating relationships, as well as assist victims of such abuse. Ms. Dehl courageously battled for this legislation at both the State and Federal level after the tragic death of her daughter Cassie in December of 1999. She has been the catalyst behind important progress in the fight against violence.", "Idaho Working Partners, through Janet Miller their State Chairwoman, are models of community service, assisting numerous organizations in and around Boise. The Salvation Army, the Hope House, and the Booth Family Center, to name a few, have all been helped. Food drives, donations for flood ravaged areas, and Christmas projects for the needy have been just a few of the outstanding projects engaged in by Idaho Working Partners. They are to be commended for their efforts.", "Dr. Dan Prinzing, Social Studies and Curricular Materials Coordinator for Idaho's State Department of Education and a former teacher for the Boise School District, is Idaho's first contact for projects, scholarships, and special programs in areas of civics, U.S. history and government, economics, and responsible citizenship. Dr. Prinzing is also an advocate for the need to improve international education for Idaho's students, and works closely with a variety of civic organizations to promote student involvement in programs focusing on an understanding of the U.S. Constitution and state and federal laws.", "Jackie Phelps has been an exemplary volunteer with Meals on Wheels in Boise. For many years, she has delivered meals to shut-in seniors who aren't able to pick-up or prepare meals themselves. Jackie has benefited many in need through her constant, dedicated service. I commend her for her caring.", "Gail Chumbley and her students at Eagle High School in Boise have worked diligently to honor Idaho veterans. Ms. Chumbley has spearheaded a local effort to document the personal histories of a number of Idaho veterans through classroom assignments where students interview veterans. Her work has earned the notice of the VFW and the Idaho State Historical Society Library and Archives, among others. Chumbley and her students also conducted a drive to raise money for the national World War II veteran's memorial to be built on the Capitol Mall in Washington, DC. Through her work introducing so many Idaho veterans to Idaho school children, Gail Chumbley honors herself, her profession, and all of Idaho's veterans. In addition, her students have demonstrated a respect for past sacrifices and service, and in so doing have enriched their educational experience.", "Students at Eagle High School in Boise went the extra mile to help the less fortunate during a recent Christmas season. The Salvation Army enlisted the help of local high schools during their Christmas food drive. Eagle High's generosity was clear as they took in the most poundage of all the local high schools. These students coupled their feelings of compassion with actions of kindness.", "Kyle Enzler of Eagle completed a cross-country bicycle trip to raise money and awareness for needy children around the world. Enzler is the founder and organizer of Trek for Kids, the foundation behind his cross-country trek. His journey covered over 4,500 miles in 15 weeks, raising over $1,000 for the cause. Kyle is a great example, choosing to make meaningful contributions in fighting the world's problems.", "Sherrill and James Cooper of Lewiston are saints to numerous children they have taken in through over 30 years of caring for young people in need. Children have arrived at their house in Lewiston Orchards at all hours lonely, frightened, traumatized, angry, sometimes hurt and the Coopers have opened their doors and hearts. These wonderful people have also been recognized with the Angels in Adoption award for their work in this critical labor of love.", "Blaine County Senior Center of Hailey was honored for the work of their senior citizens on behalf of KidShop, an after school program in the Blaine County School District. The seniors raised $5,000 through the Festival of Trees to provide healthy snacks to the children. The endeavor was also very successful in bridging the generation gap and allowing ``juniors and seniors'' to get to know one another. Each of these seniors is to be commended for supporting this very important endeavor.", "Pete Mecham of Idaho Falls received the Sammy Award. The Sammy Award recognizes outstanding scholar athletes based on academic performance, athletic excellence, leadership, and community service. With over 19,000 applicants and just 25 recipients, Pete's award is quite an honor. His activities and honors, which are nearly too numerous to mention, include National Honor Society, High School Seminary President, Eagle Scout, numerous wrestling championships, and the U.S. Marine Corps Distinguished Athlete Award.", "Pam Davison of Malad works for the USDA Rural Development office in Blackfoot and has spent many hours working with Southeast Idaho senior citizens to improve their homes under a Federal self-help program. Through the program and Pam's dedicated work, seniors have been able to winterize their homes and save money on energy bills. In times of tight budgets and rising energy prices, the help Pam has provided to our seniors is invaluable.", "Jay Heuser of Preston has worked diligently in economic development for the city of Preston. His outstanding projects include a business incubator, new water tank, and city industrial park improvements. Jay has been a dedicated public servant, serving as mayor, and improving the lives of the residents of Preston.", "Rosa Moosman of Montpelier is the editor and manager of The News Examiner. Rosa has reported on lumber and Forest Service issues in a professional and polished manner for the community. In a State with a large lumber industry, this reporting has been an invaluable public service. She has also been a great example for journalists statewide.", "Jensen Lumber Company of Montpelier uses small-diameter timber in productive ways. A necessary component of healthy national forests is the thinning of these small trees, and Jensen Lumber has put these trees to good use. In doing so, they have made great economic contributions to the community.", "Heritage Safe Company is a model to many businesses, and an economic force in the community of Grace. Heritage Safe started as a small business in a small town. However, it is quickly becoming one of the country's largest makers of gun safes. Heritage Safe Company is recognized for its economic contributions to the community.", "After the terrorist attacks on September 11, 2001, Idaho Red Cross volunteers responded by the dozens. These selfless life-savers provide relief to victims of disasters and help people prevent, prepare for, and respond to emergencies. In times of need, these individuals have come forward to help. These volunteers included: Richard Kaylor, Mary Wolf, Cheryle Andrews, Glenda Loomis, Cindy Bahora, Allison Mallow, Marlene Bailey, Jim Manring, Marva Barnes, Brooks Mathern, Julie Benintendi, Gordon McAllister, Robert Bones, Carol McAllister, Steve Button, Linda McGuire, Farrell Byington, Tempe McFarlane, Bonnie Capell, Joseph Morisette, Sherri Carpenter, Lynette Muson, Ben Cavaness, Roger Olson, David Chehey, Kathlene Parsons, Richard Cripe, Shirley Perkins, Frank Dalley, Ray Ragan, Julie Dillehay, Lorraine Roberts, Kathy Dutt, William Roberts, Germaine Eslinger, Carolyne Rucker, Lynn Farnworth, Susan Saldin, Sarah Farnworth, Kent Schaufelberger, Sean Farrell, Rick Sonnenberg, Gloria Fastabend, Cynthia Schulze, Richard Fesler, Barbara Stevens, Leslie Freeman, Joseph ``Bill'' Stevens, Jim Fulfer, Colleen Stevens, Michele Gamblin, James Stumpf, Rich Gorman, Jennifer Swanberg, Jeri Gowen, Donna Taylor, Gina Gridley, Jana Thomas, Jim Grigg, Terry Tippery, Oreanna Harless, Steve R. Tryk, Susan Hill, Barbara Webster, Allen Howard, Patsy Walton, Rick Huffard, Daniel Weigel, Ronald Jacques, Phillip White, Sharon Katz, Mimsi Wise, Rich Kaylor, Stephanie Witt, Edward Kinghorn, Mary Wolf, and Daunna Kirkham of Boise, Nampa, Meridian, McCall, Arco, Lewiston, Idaho Falls, Eagle, Coeur d'Alene, Black Foot, Kimberly, Moscow, Rathdrum, Rexburg, and Terreton.", "Mark Langlois, Robert Macfarlane, James Pollard, and David Larson of Idaho Falls are Idaho National Engineering and Environmental Laboratory engineers who assisted recovery efforts in New York, Pennsylvania, and Washington, DC, following the tragic events of September 11, 2001. At a time of great need and obvious peril, these selfless individuals rushed to help their countrymen.", "Dan O'Brien, a name you may know for his Olympic competitions, has diligently served the cause of youth sports in Moscow. His dedication not only serves the youth of Moscow, but also the community as a whole. His hard work and dedication have been recognized on several fronts, receiving not only the Spirit of Idaho, but also the Sporting Goods Manufacturers Association Hero Award. I commend Dan on his outstanding efforts.", "Students at Peregrine Elementary of Meridian were chosen by the Red Cross as winners of the ``Your Coins Count'' statewide campaign not once, but twice. The ``Your Coins Count'' campaign offers schools educational programs about Red Cross services and history, then asks students to collect spare change and donate the money to the Red Cross in support of local services like disaster relief. These students' shining example proves that each of us can make a difference in the lives of others.", "The fight against child pornography needs more warriors like those at the FBI child pornography unit in Pocatello. This unit analyzes illegal computer traffic in order to find and prosecute those that are victimizing children. Each of our children are safer thanks to the work of these dedicated professionals.", "Moscrip Family and Bandana's Running and Walking Shop of New Plymouth have been pillars of support for young people wishing to participate in the local high school cross country and track programs. For the past three years these two groups have joined to provide affordable running shoes to local youth involved in the cross country and track programs at the New Plymouth High School. As a strong supporter of healthy living, I applaud the efforts of these two organizations.", "Ana Marie Schachtell has served the cities of Nampa and Treasure Valley well, organizing the Fiesta Idaho events. This event helps groups with differing backgrounds to come together in a spirit of understanding and respect. Under Ana's leadership and vision the annual Fiesta Idaho celebration has blossomed into a major event celebrated each fall in several locations in and around Nampa.", "Jim Olson and George Gorino are Boise American Legion members. In addition to their service in this organization, and their military service for our country, these two have gone the extra mile to honor the victims of September 11, 2001, as well as military personnel involved in the war on terror. As a result of their dedication, a monument and flag have been erected on Freezeout Hill in Gem County honoring these groups. Today, it is Jim and George who are honored.", "John Jackson of Nampa owns the successful Jackson Food Stores, and has used his success to help others. John donated funds to build an indoor track and field facility next to the Idaho Center. The facility is very important to the Boise State University track team, as well as local youth and adult track clubs. The site is also scheduled to host some significant competitions in the coming years. John's selfless and important donation has also spurred additional economic development in the area.", "Wiley Dobbs of Twin Falls has served as an Idaho Congressional Award Board Member since 1993, where he has spent thousands of hours working as a student advisor, making presentations to different groups, and talking to parents. Idaho leads the United States in the number of participants in this prestigious award program and the Twin Falls region leads the way in Idaho, thanks in large part to Wiley and his associates.", "Sixteen-year-old Jessy Peterson of Castleford saved a man's life in December 2002. As he headed home late one evening, Jessy spotted a fire burning in the garage of a house. Jessy was able to successfully awaken the resident of the house, who escaped without harm. He then went one step further and helped the resident to extinguish the fire. Jessy's courageous actions speak to his depth of character.", "Bob Harmon of Meridian is a hero in the war on terror, but he doesn't wear a uniform or carry a gun. Bob owns Harmon Travel and used his business to support our troops. He donated airline tickets for family members to attend the burial of a soldier killed in Operation Iraqi Freedom. Bob Harmon gave freely to help a military family in a time of need.", "Scott Andrews of Blackfoot is the Bingham County Prosecutor. As part of his efforts to keep his county safe and make the Prosecutor's Office more accessible, Scott has created a new website. The website: &lt;a href=\"http://www.co.bingham.id.us/prosecutor/prosecuting_attorney.htm\"&gt;www.co.bingham.id.us/prosecutor/prosecuting_attorney.htm&lt;/a&gt;, provides people with quick and easy access to important information about matters handled by the Prosecutor's Office, including information on victim and witness services, the public record, and legal research links. Scott has made our judicial system more responsive with his innovative approach to his office.", "Taylor and Alyssa Jenson's story is truly touching. These two Pocatello sisters literally gave of themselves to help others less fortunate than they. Seeing the needs of cancer victims, Taylor and Alyssa cut and donated their long hair to make wigs for those who had lost their hair as a result of chemotherapy. They are to be commended for this exceptional act of service.", "Jared Helm is a senior at Lewiston High School. He is dedicated to volunteering and making the community a better place. He is also a role model for younger children and stresses the importance of volunteering to them. Last year he volunteered over 450 hours, has a 4.0 GPA, and is a Lewiston High School Student Body officer. Such commitment embodies ``The Spirit of Idaho.''", "``Grandma'' Gay Reese plays an important role for the ``America Reads'' program every day at Lincoln Elementary School in Twin Falls. For the past five years, she has helped young students learn to read. Gay's remarkable dedication has helped to instill a life-long love of reading within several hundred Magic Valley children. In addition, she has been instrumental in recruiting new Grandparents to the America Reads program. ``Grandma'' Reese embodies the selfless service honored by the Spirit of Idaho award.", "The Hospice of Eastern Idaho provides a full range of supportive services for terminally ill individuals and their families while they are in the latter stages of a terminal illness. This critical service depends largely on volunteers. The following individuals have given of their time and talents for the benefit of others:", "Donna Stone has been a Hospice Volunteer for three years. Last year she provided 195 volunteer hours for one patient, consistently showing up twice a week to give respite care for the patient's husband for two to three hours at a time. Her willingness and faithfulness week after week are inspiring.", "Since becoming volunteers in spring 2002, Buck and Debbie Horton have each worked almost 200 volunteer hours for many different families under the care of the Hospice. They are both retired and have dedicated themselves to helping others in the community. Those at the Hospice of Eastern Idaho are fortunate to be able to call upon these outstanding individuals at any time to help patients and their families.", "Larry and Evelyn Miller are Mormon missionaries, assigned to the Hospice of Eastern Idaho by the LDS Church. They serve as volunteer spiritual liaisons for patients and families, but also are available to give families respite care when needed. These volunteers have given hundreds of hours of respite care to many in need.", "Donna Meyer has been a Hospice Volunteer since 1994 and has put in over a 100 hours helping patients. Since 2002, she has been visiting and reading to one particular patient who does not speak. Donna reads to her and puts cream on her face and hands to let her know that someone cares. Recently she purchased a bird feeder to place outside the patient's window so she might enjoy watching the birds. Donna connects with this woman, even though there is not a word spoken during the visit.", "Dorothy Wayne has been a Hospice Volunteer since 1989 and has given over 100 hours to a variety of patients. She has traveled extra miles to stay with patients when necessary, often during the evening hours or even on weekends when needed. She is a retired nurse and uses her excellent training and experience to the benefit of all involved with the Hospice.", "Fern Jones has been a Hospice Volunteer for 10 years while continuing to work full time. She has spent over 100 hours visiting patients during her lunch hour, after work, or on weekends when necessary. Soon she will retire. I am confident that her self-sacrificing spirit will continue to shine as she carries on with her important work.", "Bob Siedelmann has been a Hospice Volunteer since 1999, and has volunteered for over 100 hours of service. He is always willing to stay with a patient, even if he has to change his plans to make the time work. Recently he attended the early service at his church so that he could be with a patient by 10:30 a.m. on Sunday. Bob's help and caring have improved the lives of many of the Hospice's male patients.", "Vince Aquino has always been willing to visit with any patient, even if that patient did not know he was there and could not communicate with him. He has spent many hours in the secure units of more than one nursing home to be with patients suffering from dementia or Alzheimer's. He has been a Hospice Volunteer since 1999, putting in over 100 hours of service.", "Connie Staffel is a professional counselor who works full-time at Eastern Idaho Technical College. Since becoming a volunteer last October, Connie has worked many Saturdays to facilitate a support group for grieving family members. In addition she has been available for patient care when her schedule permits. With her specialized training and experience, Connie has been a valuable resource for the Hospice.", "Leora Cornia, a volunteer first with District 7 and now with Hospice of Eastern Idaho, has given 100 hours to a variety of patients. She is willing to give of her time to any and all that need her, though I am told her favorite activity is conversing with patients. Leora's service is invaluable to the Hospice and its patients.", "Jim McCue is a volunteer who began with District 7 and now works with Hospice of Eastern Idaho. Jim has spent countless volunteer hours listening intently to his patients. He prefers to report on his visits in poetic form, and after visiting his most recent patient wrote: ``I can already see it getting harder, I can already see it ending hard. I can already see it lasting too long, and not long enough.'' The Hospice Staff appreciates his insight and poetry as they work to assist the Hospice's patients.", "When the Hospice had patients in the St. Anthony, Rexburg area, Barry Leeck of Chester was, for an extended period, the only volunteer close enough to be of assistance. He has always been willing to fit patients into his work schedule, and often visits patients after work or on his days off. His volunteer hours also include helping the Hospice office with clerical matters. I commend him for his service.", "Domestic violence is a terribly destructive, hurtful thing. The victims of this horror need help and protection. The Family Service Alliance of Pocatello provides this support. Many women and children in southeast Idaho have been the beneficiaries of the safe haven provided by the Alliance. This organization also provides counseling to victims of rape. This important organization is truly representative of the ``Spirit of Idaho.''", "It was an honor to present the Spirit of Idaho award to a group of dialysis patients from Coeur d'Alene. This group rides stationary bicycles to remain healthy during treatment. The group collectively set a goal to ride the miles equivalent to a biking trip across the United States. Their journey had a special destination for me--they were pedaling to Crapo, Maryland. As a result, this group is affectionately called the ``Crapo Bikers.'' Day after day, these dedicated individuals biked for miles, moving a pin across the map of the United States. Despite adversity this group reached their goal. Their resolute determination stands as an example for all.", "Jenny Busdon, a world champion gold medal recipient in cross country skiing, has worked on multiple fundraising projects over the past decade to benefit the Harriman Trail system and Galena Lodge in Sun Valley. She promotes increased participation in cross country skiing and overall awareness of the sport. As a strong supporter of healthy living, and an avid sportsman, I applaud Jenny's efforts.", "Carol Harlig of Ketchum is a two-time breast cancer survivor who mentors others with the disease and serves on numerous community boards for breast cancer awareness. She also serves at the Ketchum Library. Recently she also put together care packages for Blaine County troops stationed in Iraq. Even with all of these important responsibilities, Carol finds time to mentor at-risk elementary school children. She is a great example for others in Idaho.", "I honor all Spirit of Idaho recipients, past and future, for their exceptional contributions and accomplishments. It is a privilege to pay tribute to these individuals for their important efforts on behalf of the citizens and communities of the great State of Idaho. "], "capitolwords_url": "http://capitolwords.org/date/2004/01/27/S281-3_tribute-to-the-spirit-of-idaho-award-recipients/"}