{u'speaker_state': u'VT', u'speaker_raw': u'mr. sanders', u'speaker_first': u'Bernard', u'congress': 108, u'title': u'ADDRESS BEFORE THE STUDENT GLOBAL AIDS CAMPAIGN, MIDDLEBURY COLLEGE, VT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-05-09/html/CREC-2003-05-09-pt1-PgE908-2.htm', u'number': 69, u'id': u'CREC-2003-05-09-pt1-PgE908-2.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Sanders', u'pages': u'E908-E910', u'speaker_party': u'I', u'date': u'2003-05-09', u'bills': None, u'bioguide_id': u'S000033', u'order': 0, u'speaking': [u'Mr. Speaker, I wanted to share with you some excerpts from remarks I gave at Middlebury College on May 2, 2003 regarding the international AIDS crisis:', u"Hello and thank you for inviting me to address this very important gathering. While I am most certainly not a great expert on this issue, I am appreciative that I have this opportunity to exchange a few thoughts with you. The HIV virus respects no boundaries. In every corner of the world, it strikes young and old alike. Especially tragic, those infected include staggering numbers of children. Here are some numbers which should sober us all: Last year, over three million people died of AIDS. That represents nearly 8,500 persons dying each day from AIDS. Last year alone, five million previously healthy people were infected with HIV. Today, there are over 42 million people living with HIV/ AIDS across the world. No part of the world knows the devastation of HIV/AIDS more than Sub-Saharan Africa. Of the 42 million people living with the disease worldwide, over two-thirds--29 million people-- are in this poverty-stricken region. 8.8 percent of the adult population in sub-Sahara Africa is infected with HIV/AIDS. And that number is growing: Seventy percent of the estimated 5 million new infections globally last year were in Sub- Saharan Africa. Unbelievably, in Swaziland, 38.6 percent of adults are infected. Although the increase of AIDS/HIV infections has flattened in our own country, it still remains a crisis here. In North America overall, over one half of one percent of adults 15 to 49 years of age are infected, including an infection rate in the Caribbean of nearly two and a half percent. How did the AIDS crisis get so dire? Part of the answer has to do with a failure in the American political system, a failure that was often mirrored in other political systems around the world. The HIV virus was first identified in the United States over 20 years ago. Public policy is supposed to identify problems in society and come up with ways to make things right. But owing to a great failure on the part of many of our political and religious leaders at the time, the disease was not considered a matter of concern: On the contrary, it was met with ignorance, fear and, often, complete indifference. Tragically, many public figures used the appearance of AIDS as an opportunity to make political gains among right-wing voters by espousing the hateful and destructive rhetoric of homophobia. Some prominent religious conservatives framed the epidemic as a divinely-ordained blight upon gay men, while some reactionaries in Congress went so far as to consider bills proposing to quarantine gay men. During these critical years, at the dawn of this pandemic, President Ronald Reagan remained silent. Although his supporters liked to call him ``The Great Communicator,'' it took President Reagan seven years to publicly acknowledge the existence of the disease. AIDS, which in 1981--the first year of Reagan's term in office--had been diagnosed in roughly 335 people and took the lives of 158, exploded exponentially while he and his administration maintained a regime of silence in the face of the growing pandemic. Six years later, in 1987, when President Reagan finally uttered the word ``AIDS'' in public, over 71,000 people had been diagnosed in the United States and over 41,000 of them had died. In those shameful years of silence, the number of HIV/AIDS diagnoses had jumped 21,000 percent; the number of AIDS deaths had jumped 25,900 percent. The failure of U.S. leadership, as well as political leadership around the world, at the outset of this crisis was blatant and unforgivable. Ignorance and denial and a stark homophobia squandered our best chance to face up to the threat, and control its devastating effects on our nation. My point here is not to be ``political'' or to make gratuitous criticism. It is to make the point that prejudice and silence are not the way to face up to huge threats to civil society. This is true whether the situation is SARS in China, or AIDS in South Africa, or arsenic-laced water in Bangladesh, or women's illnesses in a male-dominated medical culture. It is the responsibility of political leadership to courageously address problems even when they are politically uncomfortable. Today, while we are not entirely free of the irresponsible and destructive rhetoric of two decades ago, while some still proclaim that AIDS is God's punishment for homosexuality, the AIDS landscape is considerably better. The government estimates that 40,000 Americans are infected with HIV each year, a figure that has remained roughly stable for over a decade. This figure was nearly offset each year by AIDS deaths, so the total number of Americans carrying the virus stayed level for a number of years. Today, however, with new drug treatments which stave off the effects of AIDS, deaths have plunged from around 40,000 annually to about 15,000. As a result, new infections are outstripping deaths. Although the United States does not keep national records on who has HIV and AIDS, the Center for Disease Control estimates that almost a million people--900,000--are infected with the AIDS virus. One quarter of them do not know they are infected; another quarter are receiving no care or treatment for their infection. There is some good news on the horizon, even if the world- wide view is bleak. Yesterday, I voted for the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003--which won in the House by an overwhelming vote. This bill will authorize $15 billion over the next five years to fight these terrible diseases in Africa and the Caribbean-- the regions struck most severely by this scourge--through treatment and prevention on an unprecedented scale. This is certainly a very large step in the right direction. Although I do not often find myself in agreement with President Bush, I am heartened that he supports this initiative. The outcome of this legislation is that, with the participation of other wealthy nations, it is estimated that 2 million HIV-positive Africans will be provided some sort of treatment, and 7 million needless new HIV infections will be prevented. However, a word of caution about this legislation which has not yet passed the Senate! While the House bill authorizes $3 billion a year for five years, an authorization is not an appropriation. It's not real money. Right now, despite the President's very public support of the legislation, the President asked for only $1.7 billion for global AIDS in his 2004 budget proposal and, according to The New York Times today, appropriators say that it will not be easy to find the rest of the money. What this means is that the pressure must stay on Congress and the President to actually allocate these funds at the level so publicly trumpeted and called a ``moral Imperative'' by President Bush this week. Yet, despite this legislation, we continue to have a failure in leadership from the White House and the Congress. While the new legislation passed this week is certainly an important step in the right direction, most of the forty million people infected with HIV/AIDS, and the millions more who are being infected each year, live under a virtual death sentence. This need not be the case. Government-sponsored research, in this country and abroad, has made giant steps forward. Biochemists and physicians have developed effective antiretroviral medicines that enable people to live with HIV and avoid the onset of full-blown AIDS. They provide a reasonable quality of life to those who would otherwise face nothing but suffering and death. Yet many of these medicines are priced so high that, while Magic Johnson and those with Cadillac health care plans may be able to afford them, most of the afflicted cannot afford the medicines which would promise them life, instead of death. And now, let me touch upon a key element of the whole AIDS discussion--an element that deals with fundamental questions of morality, justice, economics, and politics: and that is the role of the pharmaceutical industry in the AIDS crisis. As I mentioned a moment ago, because of efforts of the federal government and the pharmaceutical industry, major breakthroughs have taken place which are saving countless lives. And we applaud those scientists and researchers, both in the public and private sector, who have done so much to advance the treatment of those with AIDS. But the question here is not just the issue of research, but who benefits from that research? And in that regard, I must tell you that I have some very, very deep concerns about the behavior of the pharmaceutical industry--the most profitable industry in the United States. The profits of the drug companies come, in large part, from making drugs available to those who can afford to pay high prices for them. Drug prices are set to maximize profits, not to make needed medicines available to the widest number of people. (And in that regard I should point out that the United States is the only industrialized country not to regulate the prices of prescription drugs). This is true for most pharmaceuticals: it is especially true for AIDS medications. Despite the gravity of the AIDS crisis and the horrendous pain and suffering of those dying from AIDS, the drug companies in most cases have continued to put their desire for large profits above the pain of millions of people who suffer unspeakably around the globe. I wish I could tell you otherwise, but I fear that high profits and high CEO salaries are often more important to these companies than saving lives. Let me use one example to illustrate this. Last month drug giant GlaxoSmithKline announced that it would reduce the price of its drug Combivir in the developing world from $1.70 per day to $0.90 per day. The same treatment costs $18 per day in the United States. Some might say that this is evidence of Glaxo's commitment to serve people over profits and, clearly, Glaxo's recent announcement will provide some real relief to those struggling to treat their infection. Yet, while this recent announcement surely makes for good public relations for Glaxo, which had net profits before taxes of $9.7 billion in 2002, we must ask ourselves some hard questions: Why have they done this? Is it enough? Will it help? Why have they lowered the price of Combivir in the developing world? Well, two years ago pharmaceutical companies in the developing world figured out how to make a generic equivalent of Combivir at a much lower price. Today, for instance, India's Ranbaxy Laboratories offers the same treatment at 73 cents a day, in a tablet approved by the World Health Organization. So, in an important sense, Glaxo is not cutting prices as much as meeting competition. Although Glaxo has stated in the past that it would not sell AIDS drugs at a profit in the developing world and that its recent price cuts were made possible by continuing improvements in manufacturing processes and economies of scale, it only dropped its prices after manufacturers in India figured out how to produce the same drug at a lower price. And Glaxo's price is still more than the competition. To understand the logic of the pharmaceutical companies from this example, you have to consider a second point that Glaxo, conveniently, did not include in their announcement of the price reduction of Combivir. Combivir is but one of a number of effective anti-retroviral medicines: many of them have their most significant impact when they are taken in combination with other medicines, i.e., cocktails. It turns out that Combivir is most effective when taken in combination with a protease inhibitor called Agenerase. Agenerase--also produced by Glaxo--is still priced at $8 per day, or nearly $3,000 per year, making it completely unaffordable to many poorer patients. In Africa, for instance, most people earn less than $500 per year. So what Glaxo offers with one hand, it undercuts with the other. It is still not providing the necessary anti-AIDS cocktails that people in the developing world need if they are to survive. While there is some indication that Glaxo may reduce the price for this drug, it makes no sense for this drug to remain at an unaffordable price for those who need treatment. To put this in context, we should remember that in Swaziland, where the infection rate is 38.6 percent, the per capita income is $140 per year. The issue that we're discussing now is a profound moral issue. Should people die from a disease that can be treated because they cannot afford the medicine that will save their lives? Should large drug companies make billions in profit each year, and pay their CEOs exorbitant pay, while they charge outrageously high prices for their products? It is my belief that health care is a right, not a privilege. That is why I believe that the United States should join the rest of the industrialized world and develop a national health care program guaranteeing health care to all people, regardless of income. The same logic means that, as part of the world community, we must demand nothing less than full access to all available means of saving the lives of those afflicted with AIDS. The predominant right here is not the right of drug companies to make obscene profits because an uncontrolled marketplace may allow that. The right we must uphold is the right of every human being, if imperiled, to access the medicines which can save his or her life. With over 40 million persons suffering from HIV/AIDS across the world, with 5 million new infections annually, with over 600,000 children under the age of 15 dying of AIDS last year, that is a right we must insist upon and fight for. We have the technology to save these AIDS-threatened lives now. In this day of unprecedented global distribution networks, with a real commitment from the United States and other wealthy nations to begin funding this epic battle, the pharmaceutical companies must stop putting profit before people. And if they will not do it on their own, then the government of the United States must insist they do so. Pharmaceutical companies get all sorts of government support: tax breaks, government-funded research, patent protection, etc. In return, they must be required to provide medicines, at cost if need be, to combat the AIDS pandemic. Any serious, comprehensive approach to fighting AIDS in the developing world must [also] include an unprecedented debt- forgiveness program. We must call on the World Bank and the IMF to write off the debts of the impoverished nations, not only in Africa, but in the Caribbean, in Central America, in South America, in Asia. As a requirement for writing off these debts, we can insist that the countries involved commit adequate resources to AIDs education and the fight against AIDS, as well as to building a society where fighting disease and want and malnutrition and lack of education is paramount. Obviously, there is a lot of work to do. Every student in this auditorium has an opportunity to do something. The range of roles you can play is very broad--whether working directly in the delivery of healthcare services or prevention programs through relief organizations or public health programs; working in international development or finance for sane policies that actually benefit struggling communities and developing nations rather than policies that simply serve to further line the pockets of already-rich multinational corporations; or working in politics or public policy here in the United States for approaches that recognize the immeasurable global impact of every foreign policy and aid decision made in the U.S. Congress. In whatever role you end up playing, it will be paramount to remember this: Even during our present economic slump--and especially when the world economy is so-called ``roaring''-- the biggest decisions made here and globally are about the allocation of resources. We have the resources to wage a successful war in the prevention of HIV/AIDS. We have medicines available today that can substantially alleviate the vast human suffering over 42 million persons are enduring right now, this minute. One of the great tests of our day-- the battle against HIV/AIDS--will ultimately be measured by the yardstick of how we allocated our resources. Our nation must insist that the pharmaceutical industry provide life-saving drugs to suffering millions, rather than providing tens of millions of dollars in salaries, stock option and retirement bonuses to its CEOs. Let me conclude with a very hard, and very important truth. The United States, and its government, will not address the major problems which face us unless you demand we do so."], u'capitolwords_url': u'http://capitolwords.org/date/2003/05/09/E908-2_address-before-the-student-global-aids-campaign-mi/'}