{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 109, "title": "FLAG DESECRATION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-26/html/CREC-2006-06-26-pt1-PgS6471-2.htm", "number": 84, "id": "CREC-2006-06-26-pt1-PgS6471-2.chunk25", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S6471-S6487", "speaker_party": "D", "date": "2006-06-26", "bills": ["S.J. Res. 12"], "bioguide_id": "D000563", "order": 25, "speaking": ["Mr. President, pending before the Senate is S.J. Res. 12. It is a one-page resolution which is being suggested for passage by the Senate. It is a matter which we will likely debate the rest of this week. The reason we are going to spend this much time on it is because this one-page document represents a historic change in America. If this amendment were to be ratified, it would mark the first time in our nation's history that we would amend the Bill of Rights of the United States of America.", "The handiwork of Thomas Jefferson and our Founding Fathers, which has guided our Nation for over 200 years, which has become a model for nations around the world in terms of liberty and freedom, is about to be changed if the sponsors of this amendment have their way.", "It takes a great deal of audacity for anyone to step up and suggest to change the Constitution. It happens. There is an amendment process. But in this particular instance, I think what we are about to do is wrong.", "Earlier this month, the Senate debated and voted on a constitutional amendment to ban same-sex marriage. This amendment was, of course, defeated. Now, as I said, we are debating this constitutional amendment to criminalize the desecration of the U.S. flag.", "I am not quite sure that our Senate in which we serve still has its bearings. That we would so quickly consider amending this Constitution, which has served our Nation so well and for so many years, so frequently suggests to me that there may be something at work here that goes beyond constitutional law and constitutional study. This marks the fifth time in 17 years that Congress has debated amending the U.S. Constitution to prohibit burning or desecration of the United States flag--the fifth time. In the final weeks of this Congress, with all of the other urgent challenges facing our Nation, why are we coming back to this amendment, having finished the same-sex marriage amendment unsuccessfully? Well, perhaps the argument has been made--and I think my colleague and friend from Utah, Senator Hatch, just made it--that there is a serious problem in America with flag-burning.", "The Citizens Flag Alliance is a group that supports Senator Hatch's position on flag-burning, and they keep track of how many people in this Nation of about 300 million have actually engaged in this disgusting practice of burning our flag. So far, in the year 2006 in the United States of America, with almost 300 million people, the Citizens Flag Alliance has recorded two instances of flag burning--two--in the entire United States of America. There has been an average of only seven acts of flag desecration annually in America in the last 6 years. So to argue that we have this growing trend toward desecration and burning our flag defies the facts.", "Here, the Citizens Flag Alliance gave us a State-by-State background where flags were burned or desecrated in the year 2004. So let's count. In this column of States: None. In this column of States: Two. And here in the State of Vermont: One. So three times in the year 2004, the Citizens Flag Alliance found three incidents where flags were desecrated--three times in the entire year.", "In 2005, the same group reported a total of 12 instances--one a month in the United States of America--of people desecrating and burning flags. The source: The Citizens Flag Alliance that supports this.", "So to suggest that the United States is somehow facing a rash of this disgusting conduct just isn't true. In fact, it rarely, if ever, happens.", "So why would we change the handiwork and fine contribution to America of Thomas Jefferson and our Founding Fathers? I think there is more to the story than what we heard from one of the Senators who came before us a few moments ago. I wonder if there are things which we might be considering on the floor of the Senate of more importance to the people of this country.", "Is changing the Constitution because 4 people desecrated American flags this year more important than finding a way to help 1 million Americans who lost their health insurance over the last 12 months? Is debating this amendment how Congress should be spending its time?", "When we debated the constitutional amendment to ban gay marriage, I cited a Gallup poll from April. They went to 1,000 Americans and they asked them the following question: What do you think is the most important problem facing this country today--1,000 people across our Nation. Gay marriage--the subject of the constitutional amendment which was defeated and part of the Republican agenda 2 weeks ago--ranked 33rd on the list of important issues facing America in this recent poll.", "But wait a minute. What about flag burning? When you ask 1,000 people across America the most important problem facing this country today, where did it show up on the list of American priorities? It didn't. Americans cited 42 different issues as pressing priorities for America, but banning flag-burning was nowhere to be found.", "Last week a poll was taken by none other than Fox News. Even though they often fail in their self-proclaimed effort to be fair and balanced, they asked 900 registered voters around the country this question: Which one of the following issues do you think should be the top priority for Congress to work on this summer? This is Fox, my friends, Fox News. They asked 900 voters, and here are the choices they gave them: Iraq, immigration, gas prices, same-sex marriage, and flag-burning. What did our friends at Fox News discover? What percent of Democrats said flag-burning should be the top priority of Congress? Zero.", "In the halls of Fox News, I am sure they said, of course you wouldn't expect the Democrats to be patriotic enough to understand that flag-burning is a top priority. No wonder none of the Democrats in our 900-person poll identified flag-burning as a top issue.", "But wait. What percentage of Republicans said flag-burning should be the top priority of Congress? Zero. That was the single issue that united Democrats and Republicans. When they looked at the big issues that we could consider, Democrats and Republicans agreed this did not belong on the list.", "But it is on the list of the Republican majority in this Senate, and we are going to spend a week on it. We are going to spend a week on it, instead of talking about energy policy in America and bringing down the cost of gasoline for families and businesses and farmers. We are going to spend a week debating this amendment, which the American people have not even identified as a serious priority or a serious problem, instead of dealing with health care in America. We are going to spend an entire week debating this, instead of addressing the issue of global warming, which is a threat not only to our generation, but generations to come.", "This amendment is truly a solution in search of a problem. Why are we debating it again? We know the answer. We are here because the White House and the congressional Republican leadership are nervous about the upcoming elections. They want to exploit Americans' patriotism for their gain in November.", "It is the same thing with the gay marriage amendment. It wasn't a priority for America; it is a priority for Karl Rove and the Republican strategists.", "The real issue here isn't the protection of the flag, it is the protection of the Republican majority. We are not setting out to protect Old Glory; we are setting out to protect old politicians. That is what this is about.", "Sadly, Republican leaders are forcing this debate so they can accuse some who disagree with them of being unpatriotic and un-American. You heard it last week, didn't you? Republicans came to the floor and accused Democrats who wanted to start the withdrawal of troops from Iraq of wanting to cut and run. Cut and run, cut and run, over and over again, from the Republican side--this chest-thumping, bring them on, we are loyal to the President at any cost, rhetoric coming forth every single day on the Republican side of the aisle. Then GEN Casey pulled the rug out from under them. And by the end of the week, he took the same position as the Democrats had with their amendment before the U.S. Senate.", "So this week the Republicans are going to come back and say that those who won't vote for this flag-burning amendment are somehow unpatriotic and un-American. I think the American people are a lot smarter than that. I think they are going to see this for the political ploy that it is.", "I don't say this very often, but when it comes to changing our Constitution to ban flag-burning, I agree with Supreme Court Justice Antonin Scalia. Justice Scalia, arguably the most conservative member of the Supreme Court, was part of the majority who voted to strike down the statute that was previously written to ban flag-burning in 1989. He said in speeches that it made him ``furious'' not to be able to put that defendant who burned that flag in that case--whom he described as a ``bearded, scruffy, sandal-wearing guy burning the American flag''--in jail. But in Justice Scalia's words:", "I was handcuffed. I couldn't help it. That is my understanding of the first amendment. I can't do the nasty things I'd like to do.", "Like Justice Scalia and most Americans, I am deeply and personally offended by the desecration of our flag. I think burning the flag is a form of protest that is crude and contemptible. But being contemptible and stupid is not unconstitutional in America.", "I think we should show a little humility around here when it comes to changing the Constitution. So many of my colleagues are anxious to take a roller to a Rembrandt. Since the adoption of the Bill of Rights, Members of Congress have proposed more than 11,000 amendments to our Constitution. We have passed only 17, and one of these was Prohibition, which we later learned was a political mistake and was repealed.", "Why are amendments to the Constitution so rare? Because throughout our history, Congress has always understood that we should change our Constitution only under the most extraordinary circumstances. We should amend it only when it is absolutely essential. It is a sacred document. It is part of what defines us as America. To reach in and change Thomas Jefferson's Bill of Rights on the floor of the U.S. Senate should be an historic moment and every Member should take pause before they do it.", "The flag-burning amendment fails the test. As the Washington Post put it recently in an editorial:", "Members of Congress who would protect the flag thus do it far greater damage than a few miscreants with matches.", "That is not just my opinion; it is shared by a lot of people. Colin Powell, a man who has given his life to America, in military service at the highest levels, here is what he said about this flag-burning amendment:", "I understand how strongly so many of my fellow veterans and citizens feel about the flag and I understand the powerful sentiment of State legislatures for such an amendment. I feel the same sense of outrage. But I step back from amending the Constitution to relieve that outrage. The First Amendment exists to ensure that freedom of speech and expression applies not just to that with which we agree or disagree, but also that which we find outrageous. I would not amend that great shield of democracy to hammer a few miscreants. The flag will be flying proudly long after they have slunk away.", "General Colin L. Powell.", "Steve Chapman writes for the Chicago Tribune, and here is what he said:", "If there is anything American conservatives should revere, it's the U.S. Constitution, a timeless work of political genius. Having provided the foundation for one of the freest societies and most durable democracies on Earth, it shouldn't be altered lightly or often.", "Charles Fried is a leading conservative scholar who served as Solicitor General of the United States under President Reagan. Here is what he said:", "The First Amendment to the United States Constitution has served us since 1791 through wars, including a civil war, and crises of every sort without the need for amendment. It is an icon of our freedom. To amend it now comes close to vandalism.", "These are the words of Charles Fried:", "Totalitarian countries fear dissenters sufficiently to suppress their protests. A free Nation relies on having the better argument.", "Incidentally, if we were to pass this constitutional amendment, which Senator Hatch and others have brought to the floor, we would join ranks with only three other nations on Earth that ban flag-burning, and that roster of nations include the following: Cuba, China, and Iran. Oh, yes, and Iraq under Saddam Hussein.", "If this amendment were to pass, it would be the first time since 1978--almost 30 years--that both Houses of Congress passed a constitutional amendment.", "I recently read a book review in the New York Times. It was about another subject, but there was a quote in there that I think is so apropos. Francis Lieber was a 19th century political philosopher and author of America's modern laws of war. He cautioned against weakening our Constitution during times of war when inflamed passions can make rash solutions seem reasonable. Listen to what Francis Lieber said, and reflect on what we are doing:", "It requires the power of the Almighty and a whole century to grow an oak tree; but only a pair of arms, an ax and an hour or two to cut it down.", "The Bill of Rights has served this Nation since 1791, and with one swift blow of this ax, we are going to chop into the first amendment.", "I can understand why veterans, in particular, are offended by the desecration of the flag. They went to battle and risked their lives under the red, white, and blue. The current leadership of the American Legion, whom I respect very much and work with on many veterans' issues, supports this amendment. I respect them for their service to America and our national security. But, with all due respect, there are many veterans who disagree.", "Keith Kreul is an Army veteran and past national commander of the American Legion. Listen to what he wrote in an editorial for the Leader Newspapers in Lyndhurst, NJ when the Congress considered this amendment in 1998. Here is what he said.", "Our Nation was not founded on devotion to symbolic idols, but on principles, beliefs and ideals expressed in the Constitution and its Bill of Rights. American veterans who protected our banner in battle have not done so to protect a ``golden calf.'' Instead, they carried the banner forward with reverence for what it represents--our beliefs and freedom for all. Therein lies the beauty of our flag.", "So says the former National Commander of the American Legion, Keith Kreul.", "Robert Williams was a bomber pilot in World War II with the legendary 332nd Fighter Group, better known as the Tuskegee Airmen. Listen to what he wrote in the Baltimore Afro-American newspaper when this amendment came up a few years ago:", "Our unit would never have existed had it not been for the long tradition of--and respect for--lawful protest in our country. . . .", "This Tuskegee Airman wrote:", "I cringe when I see Congress preparing to pass a constitutional amendment that would rewrite the First Amendment--for the first time ever--to ban a form of protest. It is particularly hard for me as an American war veteran [Mr. Williams said] to see this action taken in the name of patriotism. For while we as a country view our flag as the very essence of patriotism, it is in reality a symbol of that spirit. And if the proposed flag desecration amendment wins final approval, our flag will become a symbol without substance.", "Mr. Williams went on to say:", "Don't get me wrong. No one endorses the idea of burning the flag or desecrating it in any way. It is to me a very repugnant concept. But I find more threatening the idea that we would change the Constitution every time some American came up with a new repugnant way to protest.", "And then there is John Glenn. What can you say about John Glenn, a fighter pilot in two wars, one of our premier astronauts, a great United States Senator, a marine with such a great record of public service? He risked his life so many times for this country. He flew under that flag so many times. Here is what he wrote in testimony to the Senate Judiciary Committee in 2004:", "Like most Americans I have very, very strong feelings about our flag. Like most Americans, I have a gut reaction in opposition to anyone who would dare to demean, deface, or desecrate the flag of the United States. But also, like most Americans, I am concerned about any effort to amend the Constitution and the Bill of Rights. I have watched as those who expressed qualms or doubts or reservations about this amendment run the risk of being smeared, of being labeled as unpatriotic or as a friend of flag burners. . . . Many of us feel unconformable talking about issues that involve such private and personal emotions. We do not wear our emotions on our sleeves, especially when it comes to how we feel about the flag and about patriotism. We do not parade around those things that are sacred to us.", "John Glenn said he was speaking out against the flag burning amendment because ``it would be a hollow victory indeed if we preserved the symbol of our freedoms by chipping away at fundamental freedoms themselves.", "He went on to say:", "The flag is the Nation's most powerful and emotional symbol. It is our most sacred symbol. And it is our most revered symbol. But it is a symbol. It symbolizes the freedoms that we have in this country, but it is not the freedoms themselves.", "He is right. Our freedoms are dearer than their symbols. S.J. Res. 12 is overly vague and filled with potential loopholes. What do the words ``flag desecration'' mean? If someone took a flag and wrote on it, is that desecration? Here is an instance where the President of the United States, when he was walking through a ropeline, was handed an American flag and asked to sign it. I do not believe that is desecration of the flag. I don't think anyone would argue that question. But this amendment is not clear as to where you would draw a line. As gifted as my colleagues may be who have brought this amendment to the floor, I am afraid the language they brought is not going to stand the test of time. Will we prosecute people for wearing star-spangled bathing suits at the beach? How about a T-shirt that fashions the flag into a peace sign? Would we put people into jail for sitting on an American flag blanket at a Fourth of July picnic? Wiping their mouth with a flag napkin?", "Instead of signing a name on a flag, what if someone wrote ``death to America''? Is that now desecration? The symbol of the American flag is used to sell everything from cars to cupcakes. Should those ads be illegal?", "One of the most haunting images from Hurricane Katrina was the photo of a frail, elderly African-American woman waiting for help with a blanket that looked like an American flag wrapped on her shoulders. Is that desecration? I don't think so. Would we outlaw only future acts? Could a person be arrested for possessing a flag quilt that has been in the family for generations? Don't the police in America have more important things to do? How many hours would future Congresses spend trying to define what this amendment says?", "There is a better way. A number of us are coming together on a bipartisan basis to propose a criminal statute that makes it clear that when someone damages the U.S. flag with intent to incite or produce imminent violence, when someone burns a flag to intentionally threaten or intimidate a person, when someone steals a flag that belongs to the Federal Government and destroys it, when someone steals a flag and destroys it on Federal land--all of these are specific acts that we would criminalize. That does not rise to the level of a constitutional amendment, but it says that we believe, on a bipartisan basis, the flag should be treated differently. The flag does deserve special respect. This narrowly tailored solution corrects the mistakes of the statute Congress passed in 1989 and the Supreme Court struck down a year later. That statute was too broad. This new proposal is specific and clear.", "One of the celebrity supporters of the flag amendment is Rick Monday. I bring him up because he was a Chicago Cubs outfielder, and I am honored to represent the State of Illinois where there are many Cubs fans. He played for the Cubs from 1972 to 1976 and was well known and well liked.", "Everyone respects Rick Monday's act of courage 30 years ago at a baseball game at Dodgers Stadium when he ran after two people who were about to light an American flag on fire. He grabbed the flag away just as it was about to be burned.", "But I agree with an editorial published last week in the Chicago Sun-Times, which said the following:", "Our appreciation of [Rick] Monday was not diminished by his appearance last week at a rally for the proposed flag desecration amendment--an event at which he exhibited the rescued flag, which was presented to him by the Dodgers. But however heartfelt this gesture was, it was wrongheaded in lending support to a manufactured cause with no real value except a political one, the equivalent of throwing red meat on the table.", "Tommy Lasorda is a great baseball manager, and I follow baseball. The last time this amendment came up, Senator Hatch brought Tommy Lasorda in to testify. Tommy Lasorda recalled the incident; he was the manager of the Dodgers on the day it occurred, and Tommy Lasorda was emotional about these people trying to burn the flag and Rick Monday running to its rescue.", "I asked Tommy Lasorda this question: Did they televise those two guys jumping out of the stands and burning the flag on the field?", "He said, ``No.'' I said, ``Why not?''", "``You televise that sort of thing,'' Tommy Lasorda said, ``and it encourages it.''", "So what would be the effect of calling for a constitutional amendment on the floor of the Senate to ban an act that occurs so rarely in the United States? My fear is that it would only encourage people to consider that sort of thing. We would put a spotlight on it instead of saying it is only happening two or three times a year, it certainly is not a national epidemic deserving of a constitutional amendment.", "This flag amendment is all about the next election so that people who vote against it can be labeled as unpatriotic and un-American. There are better ways to show our commitment to our Constitution and our flag and our veterans. How about health care for our veterans? How about making sure we keep our promises to those who return from battle, that we keep our promises to them that they be given medical care and housing and the education they were promised? I wish the people pushing this flag desecration amendment so hard would spend their energy on issues far more tangible to our Nation's veterans, such as health care.", "Earlier this year, the President submitted his budget. He proposed to shortchange our veterans when it comes to their health. The President's budget would force more than 50,000 Illinois veterans, many of whom are low income, to pay more for their health care. Their monthly prescription drug costs would double.", "The American Legion, one of the most zealous advocates for the flag burning amendment, recently issued an action alert letter and said they are very concerned about the underfunding of the VA. I salute the American Legion. I hope they will channel more energy into helping our veterans than into changing our Bill of Rights.", "The commander in chief of the Veterans of Foreign Wars, Jim Mueller, said this about President Bush's fiscal year 2007 budget:", "The proposal to increase military retiree healthcare premiums is absolutely unacceptable. . . .I urge Congress to ensure that those serving in uniform and those who served faithfully for many years are not forgotten in the budget process.", "Hats off to the VFW and the American Legion for speaking out for veterans. Channel that energy into making sure that veterans get a fair shake instead of watching a week go by on the floor of the Senate where we debate this unnecessary constitutional amendment.", "Giving the veterans a flag amendment is not substitute for health care.", "Flag burning does disturb some veterans. Another way of showing respect for our veterans is to protect the sanctity of their funerals. I am going to be offering an amendment tomorrow to do just that.", "By now, many Americans have heard of the disgraceful and hateful actions of one man named Fred Phelps. Mr. Phelps calls himself a minister, a religious minister. But his gospel seems to begin and end with hatred and intolerance. About 15 years ago, this Mr. Phelps and a small band of his followers began picketing funerals of people who have died of HIV/AIDS. They have reportedly picketed 22,000 funerals.", "When their vile acts of hatred and bigotry stop generating the publicity they seek, they looked for new targets. They began to stage protests at the funerals of our brave young men and women who have given their lives fighting for America in Iraq and Afghanistan. In the past year, these so-called Christians, these hate-mongers, who would use the Bible as their shield, have protested at more than 100 military funerals.", "They claim the deaths of American Armed Forces, if you can believe this--they claim the deaths of American soldiers are God's punishment for Americans' tolerance of gays and lesbians. That is an affront to civilized behavior. There may well be a special place in the afterlife for people like Mr. Phelps, but there is no place for his brand of hatred at veterans' funerals in this life.", "Last month, Congress passed and the President signed into law the Respect for America's Fallen Heroes Act, which prohibits their demonstrations at or around our national cemeteries. Tomorrow, I am going to offer an amendment to this measure--a statutory amendment not a constitutional amendment--to expand that previous law so it applies to the funerals of all veterans, whether they are buried in a national cemetery, a church cemetery, or anywhere else.", "My amendment will also prohibit protests at funeral homes, houses of worship, and other locations where deceased veterans are honored and buried. We can honor our veterans and protect their loved ones from this intrusion on their grief without weakening our Constitution and the freedoms for which veterans fought.", "I hope my colleagues join me. I will offer my proposal as an amendment to the Bennett/Clinton amendment to this underlying bill so we can, in one amendment, criminalize the burning and defacing of the flag and also protect military funerals from Mr. Phelps and others like him who would bring great disrespect at the funerals of our soldiers who deserve the highest respect.", "I have been very careful in writing this amendment to make sure it follows the previous law, so there will be no successful constitutional challenges in that regard.", "I am also considering an amendment which I think is long overdue. It would ban the consideration of constitutional amendments in election years. We have seen too darned much politicking with the Constitution in this Chamber this month.", "James Madison wrote in Federalist 49 in 1788 that the U.S. Constitution should be amended only on ``great and extraordinary occasions.'' It appears now that biennial elections are great and extraordinary occasions in the minds of the Republican leadership of the Senate. Madison warned of the ``danger of disturbing the public tranquility by interesting too strongly the public passions'' through frequent constitutional amendments. Over 11,000 proposed constitutional amendments have been introduced in Congress, including 66 during the current 109th Congress.", "Over the past three decades, the number of proposed constitutional amendments considered on the Senate floor has increased dramatically. When in doubt here, amend the Constitution: from two amendments between 1973 and 1983, to five amendments between 1983 and 1993, nine amendments between 1993 and 2003, to four already in this 3-year cycle since 2003.", "There appears to be a trend toward considering constitutional amendments on the Senate floor during even-numbered years which, coincidentally, happen to be election years.", "Constitutional amendments should be considered by Congress without politicization. We should consider these for the serious suggestions that they are, instead of electioneering, and that is what has happened too often on the floor of the Senate.", "Americans' reverence for the flag does not have to be coerced or policed. It is something we feel in our bones. When it comes to the Bill of Rights, I trust Thomas Jefferson a lot more than Karl Rove. I believe the words of Thomas Jefferson have endured. I believe the political tactics of Mr. Rove and the Republican Party will not endure when it comes to using the Constitution for political purposes.", "Remember what happened after September 11? Remember all the American flags that suddenly appeared? Stores sold out of flags. In a time of national trauma and grief, these flags were our comfort and our strength. They were a visible symbol of our unity and our faith that America would endure. Our Nation had suffered a terrible loss, but the American flag waved proudly.", "Sadly, in the 5 years since then, with our Nation at war, there are those who seek to pit us one against the other for political reasons. Now they want to use our flag as a wedge issue in this election.", "This political effort to ``brand'' the flag as belonging to one party causes some to feel sad and disillusioned. Bill Moyers, the journalist, thinker, and former Presidential adviser, was among many who felt troubled by the effort to redefine respect for the flag as a partisan issue.", "Last year, Bill Moyers made a speech about freedom in America in which he talked about the flag. He offered some profound words of wisdom that are worth reflecting upon today. He said the following:", "I wore my flag tonight. First time. Until now I haven't thought it necessary to display a little metallic icon of patriotism for everyone to see. It was enough to vote, pay my taxes, perform my civic duties, speak my mind, and do my best to raise our kids to be good Americans. Sometimes I would offer a small prayer of gratitude that I had been born in a country whose institutions sustained me, whose armed forces protected me, and whose ideals inspired me; I offered my heart's affections in return. It no more occurred to me to flaunt the flag on my chest than it did to pin my mother's picture on my lapel to prove her son's love. Mother knew where I stood; so does my country. I even tuck a valentine in my tax returns on April 15. So what's this doing here? Well, I put it on to take it back. The flag's been hijacked and turned into a logo--the trademark of a monopoly on patriotism. On those Sunday morning talk shows, official chests appear adorned with the flag as if it is the good housekeeping seal of approval. During the State of the Union, did you notice Bush and Cheney wearing the flag? How come? No administration's patriotism is ever in doubt, only its policies. And the flag bestows no immunity from error. When I see flags sprouting on official lapels, I think of the time in China when I saw Mao's little red book on every official's desk, omnipresent and unread.", "I think Bill Moyers had it right. The flag amendment should not be used as a proxy for patriotism.", "I respect our flag as the symbol of the freedom granted to us by the Bill of Rights, and it is painful for me to see it burned or otherwise defiled. I strongly believe that flag burning is an insensitive and shameful act, but I believe that it would be destructive to amend the Bill of Rights for the first time in our nation's history and restrict the precious freedoms ensured by the first amendment, simply to address an act which occurs in America only a few times a year.", "The real test of our belief in the Bill of Rights--the real test of our patriotism--is when we rise in defense of the rights of those whose views we disagree with or even despise. The right to free speech is a bedrock of our democracy. Amending our Constitution's Bill of Rights would be a strike against the very freedoms for which the flag stands and for which so many Americans have given their lives."], "capitolwords_url": "http://capitolwords.org/date/2006/06/26/S6471-2_flag-desecration-amendment/"}