{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-02-14/html/CREC-2011-02-14-pt1-PgS664.htm", "number": 23, "id": "CREC-2011-02-14-pt1-PgS664.chunk4", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S664-S670", "speaker_party": "D", "date": "2011-02-14", "bills": null, "bioguide_id": "L000174", "order": 4, "speaking": ["Mr. President, nearly one in eight Federal judgeships across our Nation--east to west, north to south--are vacant. That puts at risk, as I mentioned earlier, the ability of all Americans to get a fair hearing in court. The real price for these unnecessary delays falls upon judges who are already overburdened with cases, unable to put the time into them they should, and the American people who depend on our courts, and are being denied hearings and justice in a timely fashion.", "Regrettably, the progress we made during the first two years the Bush administration has not been duplicated and the progress we made over the eight years from 2001 to 2009 to reduce judicial vacancies from 110 to a low of 34 was reversed. The vacancy rate we reduced from 10 percent at the end of President Clinton's term to less than four percent in 2008 has now risen back to over 10 percent. In contrast to the sharp reduction in vacancies during President Bush's first 2 years in office, when the Democratically-controlled Senate confirmed 100 of his judicial nominations, only 60 of President Obama's judicial nominations were allowed to be considered and confirmed during his first two years in office. We have not kept up with the rate of attrition, let alone brought the vacancies down. Judges die and judges retire and there are additional vacancies created all the time. By now, those vacancies should have been cut in half. Instead, they continue to hover above 100.", "I believe the Senate can do better. In fact, I believe the Senate has to do better. The Nation cannot afford further delays in the Senate taking action on the nominations pending before it. Judicial vacancies on courts throughout the country hinder the Federal judiciary's ability to fulfill its constitutional role. They create a backlog of cases that prevents people from having their day in court. That is unacceptable.", "We can consider and confirm this President's nominations to the Federal bench in a timely manner. President Obama has worked with Democratic and Republican home state Senators to identify superbly qualified consensus nominations. None of the nominations on the Executive Calendar are controversial. Half of them have Republican home state Senators who support them, like the nomination of Justice Graves we consider today. All have a strong commitment to the rule of law and a demonstrated faithfulness to the Constitution.", "I want to thank Senator Grassley, the Judiciary Committee's ranking member, and all the members of the Judiciary Committee for working with me at the start of this Congress to establish a fair and timely schedule for holding confirmation hearings and considering nominations in committee.", "Again, I would note that during President Bush's first term, in his first four tumultuous years in office, we proceeded to confirm 205 of his judicial nominations. We confirmed 100 of those during the 17 months when I was chairman during President Bush's first two years in office. Democrats were in charge and I was the chairman. So we have shown that we are willing to cooperate. In contrast, now in President Obama's third year in office, the Senate has only been allowed to consider 65 of his Federal circuit and district court nominees. We remain well short of the benchmark we set during the Bush administration. We have to do better. When we approach it, we can reduce vacancies of historically high levels at which they have remained throughout these first three years of the Obama administration to the historically low level we reached toward the end of the Bush administration.", "The nominations we consider today both demonstrate President Obama's commitment to working with home state Senators to select well qualified nominees. Justice Graves, nominated to fill an emergency vacancy on the Fifth Circuit, is currently the only African American on the Mississippi Supreme Court. When confirmed, he will be the first African American from Mississippi to serve on the Fifth Circuit and only the second African American in the circuit's history. His confirmation will be a significant milestone after years of broken promises.", "President Obama's commitment to increase diversity on the Federal bench helps ensure that the words ``equal justice under law,'' inscribed in Vermont marble over the entrance to the Supreme Court, is a reality and that justice is rendered fairly and impartially. I thank Senator Cochran and Senator Wicker for their strong support of the nomination of Justice Graves. His nomination received a rating of unanimously well qualified from the ABA's Standing Committee on the Federal Judiciary, its highest possible rating. He will make an excellent addition to the Fifth Circuit.", "Judge Davila has been nominated to fill an emergency vacancy on the Northern District of California. Currently a judge on the Superior Court of California, Judge Davila previously spent 20 years as a trial lawyer, first as a deputy public defender in the Santa Clara County Public Defender's Office and then as a lawyer in private practice. He also has taught trial advocacy course sessions at Stanford Law School, Santa Clara University School of Law, and the University of San Francisco School of Law. If confirmed, Judge Davila will become the first Latino to take the Federal bench in the Bay Area in more than 15 years. He has the strong support of his two home state Senators, Senator Feinstein and Senator Boxer. I am glad his nomination will finally be considered by the Senate.", "I have often said that the 100 of us in the Senate stand in the shoes of over 300 million Americans. We owe it to them to do our constitutional duty of voting on the President's nominations to be Federal judges. We owe it to them to make sure that hard-working Americans are able to have their cases heard in our Federal courts.", "Again, I commend both the majority leader and the Republican leader for moving forward.", "Mr. President, I yield the floor, and I reserve the remainder of my time and my voice.", "Federal judges have been retiring at a rate of one per week this year, driving up vacancies that have nearly doubled since President Obama took office. The departures are increasing workloads dramatically and delaying trials in some of the nation's federal courts. The crisis is most acute along the southwestern border, where immigration and drug cases have overwhelmed court officials. Arizona recently declared a judicial emergency, extending the deadline to put defendants on trial. The three judges in Tucson, the site of last month's shooting rampage, are handling about 1,200 criminal cases apiece. ``It's a dire situation,'' said Roslyn O. Silver, the state's chief judge. In central Illinois, three of the four judgeships remain vacant after two of President Obama's nominees did not get a vote on the Senate floor. Chief Judge Michael McCuskey said he is commuting 90 miles between Urbana and Springfield and relying on two 81-year-old ``senior'' judges to fill the gap. ``I had a heart attack six years ago, and my cardiologist told me recently, `You need to reduce your stress,' '' he said. ``I told him only the U.S. Senate can reduce my stress.'' Since Obama took office, federal judicial vacancies have risen steadily as dozens of judges have left without being replaced by the president's nominees. Experts blame Republican delaying tactics, slow White House nominations and a dysfunctional Senate confirmation system. Six judges have retired in the past six weeks alone. Senate Republicans and the White House are vowing to work together to set aside the divisions that have slowed confirmations, and the Senate on Monday approved Obama nominees for judgeships in Arkansas, Oregon and Texas. Eight more nominees are expected to receive votes in the coming weeks. If the backlog eases, Obama will have the chance to appoint dozens of judges who might gradually reverse what many consider a conservative drift in the lower federal courts under the George W. Bush administration. Even with Obama's difficulties in the past two years, his appointees have given Democrats control of two of the nation's 13 federal circuits, including the influential U.S. Court of Appeals for the 4th Circuit in Richmond, long a conservative bastion. And about three-fourths of his appointees have been women or minorities, a historically high rate aimed at diversifying a judiciary that is made up of nearly 60 percent white men. ``It's fair to say that the Obama administration has had an impact on the federal courts and that at the end of this Congress, I believe that impact will be reinforced,'' said Sheldon Goldman, an expert on judicial selection at the University of Massachusetts at Amherst. Obama's opportunity is brief, however, because the presidential election season will ramp up by next year. And even with the current promises of bipartisanship, Senate rules allow individual senators to hold up nominations. There are now 101 vacancies among the nation's 857 district and circuit judgeships, with 46 classified as judicial emergencies in which courts are struggling to keep up with the workload. At least 15 more vacancies are expected this year, according to the administrative office of the U.S. Courts. When Obama took office in 2009, 54 judgeships were open. Most of the departing jurists have taken what is known as senior status--A semi-retirement in which they receive full pay but can take a reduced workload and are not considered active members of the court. But court officials say the increased work, heavier caseloads and lack of pay increases are prompting more judges to leave the bench entirely. The effect is most visible in civil cases, with delays of up to three years in resolving discrimination claims, corporate disputes and other lawsuits. ``Ultimately, I think people will lose faith in the rule of law,'' said Alex Kozinski, chief judge of the U.S. Court of Appeals for the 9th Circuit in California. ``We as a nation believe that if you have a dispute, you go to court and within a reasonable period of time, you get a decision.'' Kozinski, who oversees the federal court in the Commonwealth of the Northern Mariana Islands, a U.S. territory, said the government has spent at least $250,000 to fly visiting judges to the island of Saipan, where the sole judge retired last year. In Arizona, the number of criminal cases has increased 65 percent since 2008, while three of the 13 federal judgeships are vacant. Former chief judge John M. Roll was working on the judicial emergency declaration when he was killed during last month's shootings in Tucson. Beyond the practical need for judges, the political stakes are high. The vast majority of federal cases are dispensed through the district and circuit courts of appeal, with the Supreme Court hearing fewer than 100 cases each year. And control of the influential appellate courts tends to shift with the party in power: By the time Bush left office, his appointees had given Republican nominees a majority of about 56 percent on those bodies. Party affiliation is not a perfect predictor of a judge's behavior, but studies have shown that Democratic and Republican nominees vote differently on some ideologically charged issues, such as abortion, gay rights and capital punishment. When Obama took office, experts predicted he would flip the Republican appellate court majority in his first term. But in 2009 and 2010, the administration nominated 103 district and circuit judges, compared with 129 during Bush's first two years and 140 in President Bill Clinton's first two years, said Russell Wheeler, a Brookings Institution scholar who studies federal courts. White House counsel Bob Bauer attributed the slow start to the administration's large legislative agenda, two time- consuming Supreme Court vacancies and an increasingly complicated background review process for nominees. ``We have made progress,'' Bauer added, pointing out that the pace of nominees picked up significantly last year. But those nominees faced a tough road in the Senate, as Republicans repeatedly exercised their right to ``hold over'' nominees before sending them to the floor. The 60 nominees confirmed in Obama's first two years in office made up the lowest number in 35 years, according to the Senate Judiciary Committee. Still, Obama has been putting his stamp on the courts. When he took office, Democratic appointees had small majorities on two appeals courts--the New York-based 2nd Circuit and the 9th Circuit. Obama's nominees have also given Democrats control of the 4th Circuit and the 3rd Circuit, which covers Pennsylvania, New Jersey and Delaware. The 4th Circuit is an influential voice on national security and one of the appellate courts expected to hear challenges to the health-care overhaul law. It has a 9-5 Democratic majority, because of four Obama appointees. ``That's almost unimaginable,'' said Curt Levey, executive director of the conservative Committee for Justice. ``When I first went to law school, that was the one circuit you knew was conservative.'' If the Senate approves the 48 pending White House judicial nominations, the circuits would be about evenly divided between Democratic and Republican nominees, according to Wheeler's analysis. ``This Congress has the power to shift the balance rather substantially,'' he said. Saying the courts face ``a severe problem,'' Bauer vowed that the White House will move nominees ``at a very steady clip. . . . We will use all the resources at our disposal to bring attention to the issue and work on a bipartisan basis.'' Senate Majority Leader Harry M. Reid (D-Nev.) and Minority Leader Mitch McConnell (R-Ky.) struck a ``gentleman's agreement'' in January to quash many of the procedural tactics that have slowed nominations. ``We'll be discussing with Senator Reid how to begin moving them in an orderly fashion,'' said Don Stewart, a spokesman for McConnell. Liberal groups, which have blasted what they call Republican obstructionism and pushed the White House to focus more on judges, said this year will be key. ``This is really a critical time for the legacy this president will be able to create on the federal judiciary,'' said Marge Baker, an expert on judicial selection at People for the American Way. ``We have an opportunity now, and we have to take advantage of it.''"], "capitolwords_url": "http://capitolwords.org/date/2011/02/14/S664_executive-session/"}