{u'speaker_state': u'FL', u'speaker_raw': u'mr. johnston of florida', u'speaker_first': u'Harry', u'congress': 104, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3396, DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7270-4.htm', u'number': 102, u'id': u'CREC-1996-07-11-pt1-PgH7270-4.chunk17', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Johnston', u'pages': u'H7270-H7280', u'speaker_party': u'D', u'date': u'1996-07-11', u'bills': None, u'bioguide_id': u'J000187', u'order': 17, u'speaking': [u'Mr. Speaker, let me preface my remarks that yesterday I celebrated my 42d wedding anniversary with my first and only wife. I have two children and four grandchildren that I am very proud of.', u'Mr. Speaker, I really have to say that we should be embarrassed today to consider this legislation. Of all the pressing needs facing our country, the leadership has chosen to focus on this, the so-called Defense of Marriage Act.', u'Defending our country against enemies is certainly important, as is defending our children against poverty and ignorance. Defending the elderly against neglect is important, as is defending our families against crime and criminals. But defending marriage? Get real. Defending marriage against what? Against whom? We are wasting precious time here.', u'Mr. Speaker, this legislation denigrates the House of Representatives. What this bill lacks in substance and import, it makes up for in shameless politics. Demonizing Communist countries, welfare mothers, or immigrants is now old news. So the demon du jour is gays.', u'I do not doubt the sincerity of those Americans who truly fear the notion of gay marriage. But the institution of marriage is not in jeopardy because some choose to associate with the benefits and the obligations of marriage. We as Members of Congress have a duty to educate, to enlighten, and push for a society that does not punish people because they are different. We are here to lead our constituents, not leave them behind.', u'The possibility that gays may marry must rank pretty low among the problems and the difficulties facing American families today. Everyone knows that the only true threat to marriage comes from within. Let us focus on the real problems this election year and do our constituents a real favor. They just might appreciate it.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/11/H7270-4_providing-for-consideration-of-hr-3396-defense-of-/'}