{u'speaker_state': u'NY', u'speaker_raw': u'mr. schumer', u'speaker_first': u'Charles', u'congress': 112, u'title': u'PATENT REFORM ACT OF 2011--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-08/html/CREC-2011-03-08-pt1-PgS1360-2.htm', u'number': 34, u'id': u'CREC-2011-03-08-pt1-PgS1360-2.chunk28', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Schumer', u'pages': u'S1360-S1394', u'speaker_party': u'D', u'date': u'2011-03-08', u'bills': None, u'bioguide_id': u'S000148', u'order': 28, u'speaking': [u'Mr. President, I want to take the opportunity to explain further a few elements of the Schumer-Kyl provision in the patent bill. The Transitional Program for business method patents addresses a critical problem in the patent world, and it is crucial that it be administered and implemented appropriately by both the Patent and Trademark Office and the courts.', u"Business method patents are the bane of the patent world. The business method problem began in 1998 with the U.S. Court of Appeals for the Federal Circuit decision in State Street Bank & Trust Co. v. Signature Financial Group, Inc. State Street created a sea-change in the patentability of business-methods, holding that any invention can be patented so long as it produces a ``useful, concrete, and tangible result'' and meets other requirements of the patent laws.", u"State Street launched an avalanche of patent applications seeking protection for common business practices. The quality of these business method patents has been much lower than that of other patents, as Justice Kennedy noted in his concurring opinion in eBay Inc. v. MercExchange. Justice Kennedy wrote about the ``potential vagueness and suspect validity'' of some of ``the burgeoning number of patents over business methods.'' Commentators like Rochelle Dreyfuss have also lamented ``the frequency with which the Patent Office issues patents on shockingly mundane business inventions.'' Malla Pollack pointed out that ``[M]any of the recently-issued business method patents are facially (even farcically) obvious to persons outside the USPTO.''", u'One of the main reasons for the poor quality of business method patents is the lack of readily accessible prior art references. Because business methods were not patentable prior to 1998 when the State Street decision was issued, the library of prior art on business method patents is necessarily limited--as opposed, say, to more traditional types of patents for which there can be centuries of patents and literature about them for the PTO to examine. Furthermore, information about methods of conducting business, unlike information about other patents, is often not documented in patents or published in journals. This means a patent examiner has significantly less opportunity than he might with a traditional patent to weed out undeserving applications. Unfortunately, that means the burden falls on private individuals and an expensive court process to clean up the mess.', u'The ability to easily obtain business method patents without a rigorous and thorough review in the Patent Office has created a flood of poor quality business method patents and a cottage industry of business method patent litigation. The Federal courts have recognized this problem, and indeed even the Supreme Court has begun to address it. In KSR Intl Co. v. Teleflex, Inc. and Bilski v. Kappos, the Court articulated a new standard for obviousness and made clear that abstract business methods are not patentable. While these legal developments are important, the leave in limbo the many patents that were issued by the PTO since State Street that are not in fact valid.', u'Litigation over invalid patents places a substantial burden on U.S. courts and the U.S. economy. Business-method inventions generally are not and have not been patentable in countries other than the United States. In order to reduce the burden placed on courts and the economy by this back-and-forth shift in judicial precedent, the Schumer-Kyl transitional proceeding authorizes a temporary administrative alternative for reviewing business method patents.', u"It is important to clarify two elements of the Schumer-Kyl program's operation in particular. First, there is the issue of how a district court should treat a motion for a stay of litigation in the event the PTO initiates a pilot program. Second, there is the issue of how the Federal circuit will treat interlocutory appeals from stay decisions. Finally, there is the issue of which patents should be considered to be covered business method patents.", u'The transition program created by the Schumer-Kyl amendment is designed to provide a cheaper, faster alternative to district court litigation over the validity of business-method patents. This program should be used instead of, rather than in addition to, civil litigation. To that end, the amendment expressly authorizes a stay of litigation in relation to such proceedings and places a very heavy thumb on the scale in favor of a stay being granted. It is congressional intent that a stay should only be denied in extremely rare instances.', u"When Congress initially created ex parte reexamination, it did not expressly provide for a stay of litigation pending the outcome of an ex parte reexamination proceeding. Rather, Congress relied on the courts' inherent power to grant stays and encouraged courts to liberally grant stays. However, relying on the courts' inherent power to grant stays did not result in courts liberally granting stays. For example, one commentator who surveyed the grant rates on motions for stay pending reexamination, Matthew A. Smith, found that numerous district courts granted stays less than half the time. In fact, Eastern District of Texas grants stays only 20 percent of the time. Due to low grant rates for stays in several jurisdictions, this amendment instructs courts to apply the four-factor test first announced in Broadcast Innovation, L.L.C. v. Charter Communications when evaluating stay motions.", u"The amendment employs the Broadcast Innovation test, rather than other multifactor tests employed by other district courts, because this test properly emphasizes a fourth factor that is often ignored by the courts: ``whether a stay will reduce the burden of litigation on the parties and on the court.'' Too many district courts have been content to allow litigation to grind on while a reexamination is being conducted, forcing the parties to fight in two fora at the same time. This is unacceptable, and would be contrary to the fundamental purpose of the Schumer-Kyl amendment to provide a cost-efficient alternative to litigation.", u'Absent some exceptional circumstance, the institution of a business-methods proceeding--which requires a high up-front showing and will be completed in a relatively short period of time--should serve as a substitute for litigation, and result in a stay of co-pending district court litigation.', u"By adopting this four-factor test, rather than one of the three-factor tests used by other courts, the amendment also precludes the use of additional factors that are not codified here and that have occasionally been used by some district courts. For example, a few courts have occasionally employed a different de facto fourth factor: whether the challenger offers ``to forgo invalidity arguments based on prior art patents and/or printed publications considered during an ex parte reexamination process.'' The proceeding authorized by this amendment, at subsection (b)(1)(D), sets its own standard for determining what issues may still be raised in civil litigation if a patent survives PTO review. By codifying the exclusive set of factors that courts are to consider when granting stays, the amendment precludes courts from inventing new factors such as extra-statutory estoppel tests.", u'Several unique features of this proceeding further make it appropriate to grant stays in all but the most unusual and rare circumstances. These proceedings will only be instituted upon a high up-front showing of likely invalidity. The proceeding is limited to certain business method patents, which, as noted above, are generally of dubious quality because unlike other types of patents, they have not been thoroughly reviewed at the PTO due to a lack of the best prior art. And the proceeding will typically be completed within 1 year.', u'In summary, it is expected that, if a proceeding against a business method patent is instituted, the district court would institute a stay of litigation unless there were an extraordinary and extremely rare set of circumstances not contemplated in any of the existing case law related to stays pending reexamination. In the rare instance that a stay is not granted, the PTO should make every effort to complete its review expeditiously. We encourage the PTO Director to promulgate regulations to this effect to ensure that petitioners know that in extreme circumstance where a gay is not granted, the PTO will complete its review in a compressed timeframe, such as within 6 months.', u'To ensure consistent and rigorous application of the Broadcast Innovation standard, the amendment also allows the parties, as of right, to have the Federal Circuit closely review the application of this test in a manner that ensures adherence to these precedents and consistent results across cases. As such, either party may file an interlocutory appeal directly with the Federal Circuit. Because this amendment provides an automatic right to an interlocutory appeal, the district court does not need to certify the appeal in writing, as it would ordinarily need to do under 28 U.S.C. Sec. 1292(b). Also, unlike the discretion typically afforded an appellate court under 28 U.S.C. Sec. 1292(b), under this amendment the Federal Circuit may not decline to hear an interlocutory appeal.', u'Since the denial of a stay pending post-grant review under this amendment is an extraordinary and extremely rare circumstance, the filing of an interlocutory appeal should result in the stay of proceedings in the district court pending the appeal. Staying the lower court proceedings while the Federal Circuit reviews the question of whether the case should be stayed pending the post-grant review will help ensure that requests to stay are consistently applied across cases and across the various district courts.', u"On appeal the Federal Circuit can and should review the district court's decision de novo. It is expected that the Federal Circuit will review the district court's decision regarding a stay de novo, unless there are unique circumstances militating against a de novo review, such as subsequent requests for an interlocutory appeal in the same case. A de novo review is central to the purpose of the interlocutory appeal provision in the Schumer-Kyl amendment, which is to ensure consistent application of standards and precedents across the country and to avoid one particular court with a favorable bench becoming the preferred venue of business method patent plaintiffs.", u'The definition of covered business method patents in the transitional program was developed in close consultation with the PTO to capture all of the worst offenders in the field of business method patents, including those that are creatively drafted to appear to be true innovations when in fact they are not.', u"The amendment only applies to ``covered business method patents.'' If the PTO determines that a patent is a ``covered business method patent''--and the other applicable requirements of this amendment and Chapter 32 are met--the patent will be subject to post-grant review under this amendment regardless of whether the patent has been through prior PTO proceedings, such as ex parte reexamination, or current or prior litigation.", u"The definition of a ``covered business method patent'' includes ``a method or corresponding apparatus.'' The phrase ``method or corresponding apparatus'' is intended to encompass, but not be limited to, any type of claim contained in a patent, including, method claims, system claims, apparatus claims, graphical user interface claims, data structure claims--Lowry claims--and set of instructions on storage media claims--Beauregard claims. A patent qualifies as a covered business method patent regardless of the type or structure of claims contained in the patent. Clever drafting of patent applications should not allow a patent holder to avoid PTO review under this amendment. Any other result would elevate form over substance.", u"Not all business method patents are eligible for PTO review under this amendment. Specifically, ``patents for technological inventions'' are out of scope. The ``patents for technological inventions'' exception only excludes those patents whose novelty turns on a technological innovation over the prior art and are concerned with a technical problem which is solved with a technical solution and which requires the claims to state the technical features which the inventor desires to protect. It is not meant to exclude patents that use known technology to accomplish a business process or method of conducting business--whether or not that process or method appears to be novel. The technological invention exception is also not intended to exclude a patent simply because it recites technology. For example, the recitation of computer hardware, communication or computer networks, software, memory, computer-readable storage medium, scanners, display devices or databases, specialized machines, such as an ATM or point of sale device, or other known technologies, does not make a patent a technological invention. In other words, a patent is not a technological invention because it combines known technology in a new way to perform data processing operations.", u"The amendment covers not only financial products and services, but also the ``practice, administration and management'' of a financial product or service. This language is intended to make clear that the scope of patents eligible for review under this program is not limited to patents covering a specific financial product or service. In addition to patents covering a financial product or service, the ``practice, administration and management'' language is intended to cover any ancillary activities related to a financial product or service, including, without limitation, marketing, customer interfaces, Web site management and functionality, transmission or management of data, servicing, underwriting, customer communications, and back office operations--e.g., payment processing, stock clearing.", u"The amendment also requires a patent to relate to a ``financial product or service.'' To meet this requirement, the patent need not recite a specific financial product or service. Rather the patent claims must only be broad enough to cover a financial product or service. For example, if a patent claims a general online marketing method but does not specifically mention the marketing of a financial product, such as a savings account, if that marketing method could be applied to marketing a financial product or service, the patent would be deemed to cover a ``financial product or service.'' Likewise, if a patent holder alleges that a financial product or service infringes its patent, that patent shall be deemed to cover a ``financial product or service'' for purposes of this amendment regardless of whether the asserted claims specifically reference the type of product of service accused of infringing.", u"In conclusion, I am very pleased that the Senate has adopted the Schumer-Kyl provision and trust that it will go a long way towards addressing the havoc that frivolous business method patent litigation has wreaked upon the courts and the economy. Indeed, Senator Kyl and I received a letter of thanks and appreciation from the Independent Community Bankers of America, who represent nearly 5,000 community banks. As they point out, the money they are required to spend defending litigation from business method patent trolls--and the capital they must reserve against these contingent liabilities--is money which ``cannot find its way into the hands of worthy borrowers, retarding economic growth and job creation at the time such activity is most needed.''", u'To that end, I would ask unanimous consent that the letter from the Independent Community Bankers of America be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/03/08/S1360-2_patent-reform-act-of-2011-continued/'}