{u'speaker_state': u'AL', u'speaker_raw': u'mr. sessions', u'speaker_first': u'Jeff', u'congress': 111, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-04-20/html/CREC-2010-04-20-pt1-PgS2447-2.htm', u'number': 56, u'id': u'CREC-2010-04-20-pt1-PgS2447-2.chunk11', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Sessions', u'pages': u'S2447-S2463', u'speaker_party': u'R', u'date': u'2010-04-20', u'bills': None, u'bioguide_id': u'S001141', u'order': 11, u'speaking': [u'Mr. President, I thank Senator Alexander for his remarks. I share his analysis. He is exactly correct. It is very important for America that we recognize what he has said but even more important now, since I think the American people overwhelmingly understand and support that, that we take some action that would actually help us to get in the game of nuclear power production.', u'I remain baffled by some of the generalized statements of the administration on nuclear power but lack of action that could move us forward and get us out of this funk we are in, where we are not doing anything. We have to start catching up with countries that are serious about nuclear power. It will help make us more productive, help create a lot of high-paying jobs in America, clean power, 24 hours a day, 7 days a week, no emissions into the atmosphere, no CO. It has so many benefits that I am convinced we need to move forward.2', u'I wish to make remarks on another issue; that is, the nomination of Marisa Demeo to the DC Superior Court. It is not a nomination that comes through the Judiciary Committee, as most Federal judges do. Because she is a DC Superior Court nominee, the nomination went through Homeland Security. Although, it is not a lifetime appointment, if you are an advocate or resident of the District of Columbia who might have to one day appear before a judge, you do want to know that Congress has made certain that once that judge puts on the robe, he or she is capable of putting aside personal views and applying the law evenhandedly.', u'Unfair jurisprudence to one party is detrimental, costly, and painful. We need to make sure our nominees exercise judgment--objective, fair judgment--and not allow their personal politics or ideologies to influence their decision making.', u'I am not comfortable enough to say that Ms. Demeo is capable of doing that. I am just not. Her background and record raise issues with me. I wish to be fair, but I think we need to talk about them.', u"The DC Superior Court does have broad jurisdiction. It includes trial matters, criminal, civil, family court, landlord, tenant, and so forth. A judge needs to be impartial in all those matters. Ms. Demeo's background provides evidence that she may be more political and strong-willed personally than impartial.", u"Her prior experience includes serving as regional counsel for the Mexican-American Legal Defense Fund. In this position, she made a number of troubling statements. For example, she argued that ``governments have a legal obligation to help those who don't speak English well.'' We have an obligation, all of us, to help people who do not speak English, and I think that is so. But as a judge, I am wondering: Does this mean that constitutionally she is saying the government has a legal obligation to do that? That seems, to me, the tone of her statement.", u'During her tenure at MALDEF, the organization sued the State of Texas because high schools did not offer their exit exams in Spanish. One does not have to be a lawful citizen of our country to attend the schools of Texas, even those unlawfully in the country can enroll in high schools. Apparently, the state of Texas decided individuals should do their exit exams in English to get a high school diploma. She opposed that.', u'She opposed the nomination of Miguel Estrada, a fabulous Hispanic nominee. He had superior academic credentials, was a brilliant writer, and testified beautifully, I thought, before the Judiciary Committee. She said this about him:', u'The most difficult situation for an organization like mine is when a President nominates a Latino who does not resonate or associate with the Latino community and who comes with a predisposition to view claims of racial discrimination and unfair treatment with suspicion and with doubt instead of with an open mind.', u"I don't think that is an accurate description of Miguel Estrada, who came here as a young man from Central America. I don't think that is an accurate description of him. I am disappointed she would make that statement about him. I am unaware of any provision in the Constitution which requires that judges show favoritism to one party or another based on their ethnicity. A judge, no matter what their background, racial, ethnic, religious, political, should give everybody before the court the same fair treatment. It is not necessary for a Caucasian to hear a case involving a Caucasian or for a Latino to hear all cases involving Latinos. Every judge puts on a robe, and that robe symbolizes their absolute commitment to objectivity.", u'After the Democrats successfully filibustered Mr. Estrada, one of the first nominees to be blocked by repeated, sustained filibusters--this was not too many years ago, less than 10, about 7 or 8. We still have problems in the Senate as a result of the alteration of Senate tradition where nominees are filibustered. I try not to do that. The Gang of 14 settled that, saying filibusters, under extraordinary circumstances, now become possible. This was after the Estrada nomination.', u'She was proud of blocking Mr. Estrada. She bragged about it. She said:', u'This shows just because we have a Republican President and a Republican Senate, it is still possible to defeat candidates who are so conservative that they take us back in civil rights.', u"I disagree. I disagree with her analysis of Miguel Estrada's position. I heard him testify. I think he would have been a fabulous member of the U.S. courts.", u'Being a liberal means never having to say you are sorry about what you say to other people. In opposing Linda Chavez--a wonderful writer, thinker, and passionate advocate for civil rights--she stated this in opposing Linda Chavez:', u"We generally support the nomination of Latinos to important positions, but Linda Chavez could really turn things backward for the Latino community. I do not appreciate that. Linda Chavez would not have turned things back on the Latino community. I don't know what she means by that.", u'She went on to say:', u'A Spanish sounding surname does not make a person sympathetic to the concerns and needs of the Latino population.', u'She, therefore, would appear to only embrace the kind of Latino nominee who agrees with her politically. It is not truly a question of ethnicity, is it? It is a question of something different, a political approach to government and law.', u"On May 13, 2004, she participated in a press conference with the coalition against discrimination and the Constitution to ``challenge the extremism of the Federal marriage amendment backers.'' I guess that means I am an extremist.", u"Quite a number of Senators in the majority, as I recall, voted to say that a marriage should remain as it has always previously been interpreted: to be a union between a man and a woman. But she says this is an extremism amendment. I don't think so.", u'I know there is a legal dispute about gay marriage, one in the District of Columbia now. She already stated where she is on the matter, declaring it a fundamental right. I do not believe that is a fundamental constitutional right for a same-sex union to be declared a marriage under the law of the United States. It never was for the first 170 years of the existence of this country.', u"When the INA announced a plan to enter into the FBI's National Crime Information Center database the names of 314,000 individuals who had been ordered deported but who fled and absconded and did not submit themselves for deportation, in an effort to simply comply with a judicial final order, she decried that move. She responded that most of the violators who are guilty only of violating civil immigration laws do not pose a threat to national security. I am not saying they pose a threat to national security. They have come into the country illegally. They somehow became apprehended. Maybe they committed some other crime. They were ordered to be deported and they should be deported. If they do not show up and abscond, they should be in the NCIC, just like anybody who has a speeding ticket and they did not pay their fine.", u"She also criticized the government's Operation Tarmac, which identified and ordered the deportation of 600 workers with access to sensitive areas at airports who had violated immigration law. We had 600 workers at airports with access to sensitive areas, and they were found to be illegally here and ordered deported.", u'Indeed, she is an advocate for amnesty openly. I guess we can disagree on that. Good people certainly disagree on that. She is a big fan also of affirmative action programs. There is a fine line between affirmative action and quotas and mandatory racial preferences, and I fear she has crossed that line.', u'During the Clinton administration, when Energy Secretary Frederico Pena announced his resignation, she insisted he be replaced by a Latino, indicating that was necessary for Latino concerns to receive consideration. I think it is all right to ask that happen. But to demand that and to insist that only a person of your ethnicity can give fairness to your ethnic group I think is wrong and goes against fundamental American concepts of law.', u'In a 2000 opinion editorial for the San Diego Tribune, Ms. Demeo fully embraced the concept of dangerous identity politics, in my view. She said:', u'We must create the pressure to move the nominations of Paez--', u'Who had been nominated to the Federal bench--', u'and other Latino nominees. . . . Latinos must be appointed in greater numbers at all levels, especially to the appellate courts, where most of the decisions interpreting the Constitution and Federal laws are ultimately made. Without sufficient representation at every level, equal justice for ', u'I think that is overstatement. It is one thing to advocate, and I respect that, advocating for more people, groups who appear to be underrepresented. That is a legitimate factor that would play in a nomination. To use that kind of language, I think, is dangerous because it suggests fairness is not otherwise obtainable.', u'Perhaps Ms. Demeo can set these views aside and be fair on the bench. I think they are extreme in many instances. I am not certain she can. It appears to me she is entrenched in a political approach, a lifestyle of emphasizing rights for one group or another and not so much the idea, the American vision of equal rights for everybody. That is the core American principle; that everybody in a court of law is entitled to equal rights. A judge and our juries are charged to that effect, and judges put on a robe to show they are going to be unbiased and that they are going to follow the law regardless of what their personal views or friendships or so forth might be. So that is my concern and the reason I have decided I will oppose the nomination. I assume she will go on and have her vote soon and will probably have a majority and be confirmed. But if she is confirmed, I hope Judge Demeo will think about some of the issues I have raised and make sure in her own heart of hearts that when she takes that bench, she is not going to favor one party or another based on their religion, their ethnicity, their politics, or her personal social agendas. I believe that is important.', u"I have some quotes from some letters in opposition to Judge Demeo's nomination. Numbers USA has said her nomination ``would be a setback for the nation in terms of seeking to restore the rule of law in immigration.''", u"The Eagle Forum is a conservative group that has studied the nomination and has written regarding the basis for opposing the nomination as Judge Demeo's advocacy for issues, such as ``in-state tuition for illegal aliens, the handling of the census for purposes of redistricting, photo ID voting laws, official English initiatives, amnesty for illegal aliens, affirmative action, and traditional marriage.''", u'The Concerned Women of America wrote:', u'Her bias is so ingrained and so much the main thrust of her career that it [is] not rational to believe that she will suddenly change once confirmed as a judge. Rather it is reasonable to conclude she would use her position to implement her own political ideaology.', u'They go on to say:', u"Demeo reveals her own bias and lack of constitutional knowledge by her statement that the Constitution is a ``flawed document that embodied the historical bias of its time.''", u"Well, it is certainly not a perfect document, we all know that, and it has been amended because it did have some provisions that could not stand historical scrutiny, such as the question of slavery and equal rights for all Americans. But I do think her statement is troubling to me as a whole because I don't think it is a flawed document. Our Constitution is the greatest document ever struck by the hands of man at a given time, somebody once wrote. ", u"The Traditional Values Coalition notes that she has ``demonstrated a willingness to undermine our nation's effort to secure our borders against illegal immigrants.''", u'They go on to make a number of points.', u'Others have written, which I will ask to have printed in the Record.', u"The nominee, whom I don't have anything against personally, if confirmed--and I suspect she will be--will have to think about these issues, commit herself totally and completely to fair and equal justice to everybody who appears before her and put aside some of the advocacy positions that have marked her sustained efforts during her professional career.", u'Mr. President, before I leave the floor, I ask unanimous consent to have printed in the Record the letters from Concerned Women of America, the Eagle Forum, Numbers USA, and the Traditional Values Coalition.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/04/20/S2447-2_executive-session/'}