{"speaker_state": "FL", "speaker_raw": "mr. stearns", "speaker_first": "Cliff", "congress": 112, "title": "DEBT LIMIT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-14/html/CREC-2011-06-14-pt1-PgH4082-2.htm", "number": 85, "id": "CREC-2011-06-14-pt1-PgH4082-2.chunk1", "volume": 157, "chamber": "House", "session": 1, "speaker_last": "Stearns", "pages": "H4082-H4083", "speaker_party": "R", "date": "2011-06-14", "bills": null, "bioguide_id": "S000822", "order": 1, "speaking": ["Mr. Speaker, in March of 2006, then-Senator Obama was on the Senate floor and this is what he said: ``The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. Increasing America's debt weakens us domestically and internationally. Leadership means that `the buck stops here.' Instead, Washington is shifting the burden of bad choices today onto the backs of our children and grandchildren. America has a debt problem and a failure of leadership. Americans deserve better.''", "But now, Mr. Speaker, a few short years later, President Obama now takes the opposite approach, calling for an increase in the debt limit and threatening doom otherwise. President Obama has failed to send to Congress a budget that would realistically solve our Nation's financial problems. He calls for plans that spend too much and borrow too much and tax too much. When Congress reasonably rejected his plan and proposed a budget with responsible cuts, he turned to political rhetoric rather than meaningful discussions. So, at a time when our Nation must address a fiscal crisis, our President has offered no real solution and has politicized the issue. What we have today more than ever before is a sign of leadership failure, back to his original speech when he was a Senator. America deserves better.", "So today, with the debt ceiling already $5.3 trillion higher, higher, than the level President Obama objected to raising 5 years ago, he now asks us to raise it again for the 81st time since 1940. We all know this famous quote that defines insanity as doing the same thing over and over again expecting different results. If we actually want to solve today's problems, we must depart from the insane 70-year tradition of just continuing to spend. If we do not delve into the real spending problems today, we will have this same debate a year later, 3, 5, 10 years later from now, and will again be urged to raise the debt limit or face a financial catastrophe.", "The United States Government already owes more than $14 trillion. Less talked about is the Federal Government faces another $114 trillion in unfunded liabilities for Social Security and for Medicare. An estimate by the Congressional Budget Office reveals that by the year 2025, the government will spend 100 percent of every dollar in revenue on entitlements. And Federal debt aside, State and local governments face a combined $3 trillion coupled with their own unfunded liabilities in the form of pensions.", "Forcing the government to live within its means is the only solution. Just as a family household does it when it reaches its spending limits, we must begin to closely scrutinize our bills and decide where there is unnecessary waste. When families seek to decrease their utility bills, they remember to turn off lights when they leave a room. We must begin doing this as well. Wasteful, fraudulent programs must be turned off and long-term programs such as Medicare and Social Security must be addressed seriously today. Debt must be paid down instead of piled on.", "Although the President, the Senate leader, the U.S. Secretary of the Treasury believe the worst thing that could happen to all of us is that we default on August 2, I believe that the worst thing that could happen for Congress to do is to fail to couple the increased debt limit with meaningful spending cuts. Once again, the private sector has affirmed this. On June 11, 2011, 150 economists called for immediate spending cuts to help support job growth in a letter to Speaker John Boehner, which I would like to have placed in the Record.", "An increase in the national debt limit that is not accompanied by significant spending cuts and budget reforms to address our government's spending addiction will harm private-sector job creation in America. It is critical that any debt limit legislation enacted by Congress include spending cuts and reforms that are greater than the accompanying increase in debt authority being granted to the president. We will not succeed in balancing the federal budget and overcoming the challenges of our debt until we succeed in committing ourselves to government policies that allow our economy to grow. An increase in the national debt limit that is not accompanied by significant spending cuts and budget reforms would harm private-sector job growth and represent a tremendous setback in the effort to deal with our national debt. Ryan C. Amacher, University of Texas at Arlington; Michael Applegate, Oklahoma State University; King Banaian, St. Cloud State University; Stacie Beck, University of Delaware; John Bethune, Barton College; Scott Bradford, Brigham Young University; Phillip J. Bryson, University of Wisconsin- Madison; Oral Capps, Jr., Texas A&M University; James E. Carter, Emerson Electric Co.; Robert E. Chatfield, University of Nevada, Las Vegas; Kenneth W. Clarkson, University of Miami; John P. Cochran, Metropolitan State College of Denver; Charles W. Baird, California State University, East Bay; Bruce Bender, University of Wisconsin-Milwaukee; Donald R. Booth, Chapman University; Michael Boskin, Stanford University; David A. Brat, Randolph-Macon College; David P. Brown, University of Wisconsin-Madison; Todd G. Buchholz, Two Oceans Management; Samantha Carrington, California State University. Don Chance, Louisiana State University; Candice Clark, Economic Consultant; R. Morris Coats, Nicholls State University; John F. Cogan, Hoover Institution; Robert Collinge, University of Texas at San Antonio; Kathleen B. Cooper, Southern Methodist University; Nicole Crain, Lafayette University; Robert Crouch, University of California, Santa Barbara; Coldwell Daniel III, The University of Memphis; J. Ronnie Davis, University of New Orleans; Ted Day, University of Texas at Dallas; Arthur T. Denzau, Claremont Graduate University; Nasser Duella, California State University, Fullerton; Joseph W. Duncan, Private Consultant on Information Policy; Frank Egan, Trinity College; Dorla A. Evans, University of Alabama--Huntsville; Frank Falero, California State University; Layton W. Franko, Queens College; Diana Furchtgott-Roth, Hudson Institute; Dave Garthoff, The University of Akron--Akron, Ohio. Gerald Gay, Georgia State University; Cathleen J. Coolidge, California State University, Chico; Mike Cosgrove, University of Dallas; Clyde Wayne Crews, Jr., Competitive Enterprise Institute; Robert Dammon, Carnegie Mellon University; Antony Davies, Duquesne University; Stephen J. Dempsey, University of Vermont; Phoebus J. Dhrymes, Columbia University; Floyd H. Duncan, Virginia Military Institute; John Eckalbar, California State University; John B. Egger, Towson University; Dino Falaschetti, Florida State Law; Michelle Michot Foss, University of Texas; Michele Fratianni, Indiana University; Delworth B. Gardner, Brigham Young University; James R. Garven, Baylor University; Robert Genetski, classicalprinciples.com; Micha Gisser, University of New Mexico; Joseph A. Giacalone, St. John's University, NY; David Gillette, Truman State University. Marvin Goodfriend, Carnegie Mellon University; Richard L. Gordon, The Pennsylvania State University; Richard J. Grant, Lipscomb University; Earl L. Grinols, Baylor University; Eric A. Hanushek, Hoover Institution; Joseph H. Haslag, University of Missouri; Joel Hay, University of Southern California; David R. Henderson, Hoover Institution; Douglas Holtz-Eakin, American Action Forum; Chris Inama, Golden State University; Stephen Jackstadt, University of Alaska, Anchorage; Gerald R. Jensen, Northern Illinois University; Jerry L. Jordan, Pacific Academy for Advanced Studies; Alexander Katkov, Johnson & Wales University; Richard LaNear, Missouri Southern State University; Lawrence Goodman, Center for Financial Stability, Inc.; Ed Graham, University of North Carolina at Wilmington; Paul Gregory, University of Houston; Dennis Halcoussis, California State University, Northridge; Stephen Happel, Arizona State University. Kevin Hassett, American Enterprise Institute; Bob Heidt, Indiana University--Bloomington; John P. Hoehn, Michigan State University; C. Thomas Howard, University of Denver; F. Owen Irvine, Michigan State University; Joseph M. Jadlow, Oklahoma State University; Ryan S. Johnson, BYU-Idaho; June O'Neill, Baruch College, CUNY; Marek Kolar, Trine University; Corinne Krupp, Duke University; Norman Lefton, Southern Illinois University, Edwardsville; Larry Lindsey, The Lindsey Group; Jane Lillydahl, University of Colorado at Boulder; R. Ashley Lyman, University of Idaho; David Malpass, Encima Global; Henry Manne, George Mason University; Timothy Mathews, Kennesaw State University; Roger Meiners, University of Texas-Arlington; James C. Miller III, Hoover Institution; Ed Miseta, Penn State Erie, The Behrend College. Andrew P. Morriss, University of Alabama, Tuscaloosa; John E. Murray, University of Toledo; George R. Neumann, University of Iowa; Seth W. Norton, Wheaton College; James B. O'Neill, University of Delaware; Svetozar Pejovich, Texas A&M University; Ivan Pongracic, Jr., Hillsdale College; John A. Powers, University of Cincinnati; Richard W. Rahn, Cato Institute; Glenn MacDonald, Washington University in St. Louis; Yuri N. Maltsev, Carthage College; Michael L. Marlow, California Polytechnic State University; Martin C. McGuire, University of California-Irvine; Allan Meltzer, Carnegie Mellon University; Thomas P. Miller, American Enterprise Institute; James Moncur, University of Hawaii at Manoa; Robert Mundell, Nobel Laureate in Economics, 1999; Richard F. Muth, Emory University; Robert D. Niehaus, Robert D. Niehaus, Inc.; Lee E. Ohanian, University of California, Los Angeles; Stephen T. Parente, University of Minnesota; G. Michael Phillips, California State University, Northridge. William Poole, University of Delaware; Ronald L. Promboin, University of Maryland University College; James B. Ramsey, New York University; Thomas A. Rhee, California State University, Long Beach; R. David Ranson, H. C. Wainwright & Co. Economics Inc.; Christine P. Ries, Georgia Institute of Technology; Thomas Carl Rustici, George Mason University; Thomas R. Saving, Texas A&M University; Judy Shelton, Atlas Economic Research Foundation; George P. Shultz, Hoover Institution; James F. Smith, EconForecaster, LLC; Houston H. Stokes, University of Illinois at Chicago; Avanidhar Subrahmanyam (Subra), University of California, Los Angeles; Robert Tamura, Clemson University; Clifford F. Thies, Shenandoah University; Leo Troy, Rutgers University-Newark; George Viksnins, Georgetown University; James P. Weston, Rice University; Michael E. Williams, University of Denver; Michael Wohlgenant; North Carolina State University. Gene C. Wunder, Washburn University; Paul H. Rubin, Emory University; Gary J. Santoni, Ball State University; Robert Haney Scott, California State University, Chico; William F. Shughart II, The University of Mississippi; Timothy F. Slaper, Indiana University; Vernon Smith, Chapman University School of Law; Lawrence Southwick, University at Buffalo; Brian Strow, Western Kentucky University; Richard J. Sweeney, Georgetown University; John B. Taylor, Hoover Institution; Stephen A. Tolbert, Jr., Montgomery County Community College (PA); David G. Tuerk, Suffolk University; Richard Vedder, Ohio University; Sherri L. Wall, University of Alaska Fairbanks; J. Gregg Whittaker, William and Jewell College; D. Mark Wilson, Applied Economic Strategies; Gary Wolfram, Hillsdale College; Benjamin Zycher, Pacific Research Institute; Joseph Zoric, Franciscan University of Steubenville.", "The letter specifically says: ``An increase in the national debt limit that is not accompanied by significant spending cuts and budget reforms to address our government's spending addiction will harm private-sector job creation in America. It is critical that any debt limit legislation enacted by Congress include spending cuts and reforms that are greater than the accompanying increase in debt authority being granted to the President.''", "If there has ever been a failure of leadership, it is today. We're broke, and the solution lies in reform rather than rhetoric, spending cuts rather than spending increases. Leadership has called for compromise in the next couple of weeks. A compromise does not involve a vote on raising the debt ceiling without these spending cuts. We demonstrated that on May 31 when, 97-318, the House rejected this measure. No Republican supported the vote then, and no Republican should support such a vote in August. Only after we curb the trillions of dollars of debt that we continue to pile up can we consider raising the debt limit."], "capitolwords_url": "http://capitolwords.org/date/2011/06/14/H4082-2_debt-limit/"}