{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-21/html/CREC-2011-06-21-pt1-PgS3946-3.htm", "number": 89, "id": "CREC-2011-06-21-pt1-PgS3946-3.chunk3", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S3946-S3952", "speaker_party": "D", "date": "2011-06-21", "bills": null, "bioguide_id": "L000174", "order": 3, "speaking": ["Mr. President, today the Senate will finally consider the nomination of Michael Simon to fill a judicial emergency vacancy on the District Court for the District of Oregon. Mr. Simon, the head of litigation at the Portland office of Perkins Coie, is one of the most highly regarded lawyers in the country. He spent 5 years as a trial attorney at the Department of Justice during the Reagan administration, including a stint as a Federal prosecutor, and 3 years as a volunteer judge pro tem on an Oregon county court. Mr. Simon's nomination has had the strong support of his home State Senators, Senator Wyden and Senator Merkley, since he was nominated nearly a year ago and has twice been reported by the Judiciary Committee with significant bipartisan support. I mention that because, traditionally, someone like this would go through almost the first day after he was reported.", "I thank the majority leader and the Republican leader for finally scheduling this vote. It is most unfortunate that the Republicans objected to considering this nomination when it was reported last year. That meant that we had to spend more time and taxpayer money to consider it a second time in the Judiciary Committee, and the nomination had to be reported again earlier this year. It should not have taken more than 4 months since the committee reported Mr. Simon's nomination for a second time for the Senate Republican leadership to finally consent to debate and a vote.", "This is, finally, the last of the judicial nominations reported last year that could and in my view should have been considered then. Now, after 6 months of unnecessary delay, the people of the District of Oregon may finally see a longstanding judicial vacancy filled by a highly qualified nominee who has always had bipartisan support from the days he was working for the Reagan administration. The Senate may finally be able, 6 months into this year, to start to focus on nominees who had hearings and were considered by the Judiciary Committee this year. There are currently 16 judicial nominees who were reported unanimously by the Judiciary Committee over the last several months who are still awaiting final Senate consideration and confirmation. They include nominees with the support of Republican home State Senators and nominees for judicial emergency vacancies. These delays mean that judicial vacancies around the country remain well above what they should and could be. With current vacancies hovering around 90 and many more upcoming, the Senate is being prevented from solving the vacancies crisis that the Chief Justice, President, Attorney General and judges around the country have urged us to end.", "When we take nominations considered 1 year and then delay them into the next year, it is wrong to say that you are ``moving right along.'' I have served with Presidents Ford, Carter, Reagan, the first President Bush, Clinton, the second President Bush, and now President Obama. During all that time, whether Democrats or Republicans were in the majority, no President had to put up with these unseemly delays, except for President Obama.", "The delay in considering this nomination is only the latest demonstration that those on the other side who say the majority leader can simply call up nominations are wrong. Senators know it is not true. If that were true, nominees like Mr. Simon would have been considered and voted on last year.", "Some Senators may seek to avoid responsibility for the Senate's historically slow pace of confirming judicial nominations and claim their hands are clean, but they know the Senate is a body that requires consent to avoid extensive delays. They know that if there is no consent, it takes the burdensome requirement of invoking cloture in order to end a filibuster and have a vote. Moving forward to address the ongoing judicial vacancy crisis--and it is a crisis--requires cooperation. It requires the minority to work together with the majority and set aside partisan differences for the good of the American people.", "Last week, the Senate was able to get consent to confirm the first two judicial nominees since May 17, even though almost a score of qualified nominees has been awaiting final confirmation since that date. In addition to the Simon nomination, there are 19 judicial nominations currently pending on the Senate's Executive Calendar. Of those, 16 are, by anyone's definition, consensus nominees. Seven of them were nominated to fill judicial emergency vacancies. Sixteen nominees were unanimously approved by every Republican and every Democratic Senator on the Judiciary Committee after thorough review, and an additional nominee was reported with only one Senator in opposition. All are supported by their home State Senators, Republicans and Democrats.", "These are the kinds of nominees who in past years would have been confirmed within days of being reported to the Senate. Instead, extended delays now burden every nomination before the Republican leadership finally consents, if it does, to take up nominations. Mr. Simon's nomination was first reported with bipartisan support last December. Three district court nominations reported unanimously by the Committee in early April remain stalled before the Senate, Paul Oetken and Paul Engelmayer of New York, and Romana Manglona of the Mariana Islands. All of these consensus nominations would easily have been confirmed if the majority leader was not blocked from bringing them up. We should not need to file cloture to vote on these kinds of consensus nominees, but that is what has been required by the Senate Republican minority. Incidentally, when we have filed for cloture on these nominees, for many of them we got a vote and they passed overwhelmingly.", "We should have regular votes on President Obama's highly qualified nominees instead of more delays. We should also restore the Senate's tradition--a tradition I can speak to as one who has been in the Senate for 37 years--of working to clear the calendar of pending nominations before a recess. Contrast that traditional practice with what the Senate did before the Memorial Day recess, when no judicial nominees were confirmed. With vacancies still totaling more than 90 on Federal courts throughout the country, and with nearly two dozen future vacancies on the horizon, there is no time to delay consideration of these nominations. If we were to take positive action just on the nominees who received unanimous support in committee, vacancies could be reduced below 80 for the first time since the beginning of President Obama's administration.", "With judicial vacancies continuing at crisis levels, affecting the ability of courts to provide justice to Americans around the country, I have been urging the Senate to vote on the judicial nominations reported favorably by the Judiciary Committee and pending on the Senate's Executive Calendar. My efforts have not yielded much success or sense of urgency. Nor have the statements by the Chief Justice of the United States, the Attorney General of the United States, the Federal Bar Association and a number of Federal judges across the country.", "Those who delay or prevent the filling of these vacancies must understand they are delaying and preventing the administration of justice. We can pass all the bills we want to protect American taxpayers from fraud and other crimes, but you cannot lock up criminals or recover ill-gotten gains if you do not have judges. The mounting backlogs of civil and criminal cases are growing larger.", "I think of the first 2 years of the last President Bush's term in office. During the 7 months that Republicans had the majority, they did not bother to hold a hearing on President Bush's nominees. But in the 17 months that the Democrats were in charge, the Democrats held hearings and confirmed 100 of his nominees. To their credit, in the following 24 months, the Republicans confirmed 105.", "Ah, for those days.", "Our ability to make progress regarding nominations has been hampered by the creation of what I consider to be misplaced controversy over many nominees' records. As with the long-delayed nomination of Judge Edward Chen, the supposed ``controversy'' that has delayed and obstructed the nomination of Michael Simon is the result of some Senators seeking to impose a partisan litmus test in place of our sworn constitutional duty to offer advice and consent on nominations. That Mr. Simon filed amicus briefs on behalf of the ACLU and several Jewish organizations in cases involving the First Amendment, discrimination against gay and lesbian individuals, and the rights of religious minorities does not render him unfit to be a judge. Our legal system is an adversary system, predicated upon legal advocacy for both sides. Certainly defending civil liberties is no vice. Since when do we impose a litmus test for nominees that they can never have been legal advocates? If we were to do that, we would have no judges. Almost every nominee who had been a practicing lawyer would be disqualified by one side or the other.", "I had hoped when 11 Republican Senators joined in voting to end a filibuster against Judge Jack McConnell of Rhode Island that the Senate was moving away from the narrow, partisan attacks on judicial nominations that have slowed us from making progress since President Obama took office. Yet the successful Republican filibuster of the nomination of Professor Goodwin Liu to the Ninth Circuit was one of the most disappointing votes I have seen in the U.S. Senate. There were no ``extraordinary circumstances'' or justification for this partisan filibuster of a good man and brilliant nominee.", "In the wake of the filibuster, newspapers around the country decried the Senate for denying Professor Liu the up-or-down vote that Republican Senators argued just a few years ago every nominee was entitled to have when there was a Republican in the White House. The New York Times editorialized that the standard of ``extraordinary circumstances'' for filibustering nominees ``is meaningless if senators are going to define someone like Mr. Liu as a legal extremist.''", "The editorial continued:", "He is, not surprisingly, a liberal thinker who is nonetheless squarely in the legal mainstream, having even received the support of strong conservatives, including Kenneth Starr and Clint Bolick.", "The New York Times also described the filibuster of Professor Liu as ``payback'' making it ``harder to fill benches during this administration and many more to come.''", "The Denver Post wrote in an editorial:", "The Senate filibuster last week of federal appellate court candidate Goodwin Liu wasn't just a defeat for the president who nominated him. It signifies the dissolution of a truce that had been struck years earlier in which senators had generally agreed not to hold hostage qualified judicial candidates from the opposing political party. It is a shame it has come to this.", "The San Francisco Chronicle editorialized:", "Fair-minded people who have looked at Liu's record and determined that he has the intellect and temperament to be a superb appellate judge include prominent conservatives Richard Painter, chief ethics lawyer in the Bush White House, and Whitewater prosecutor Ken Starr. But neither fair play nor intellectual honesty carried the day in the Senate, where Liu's nomination remained bottled up through the efforts of multiple Republicans who had opined (in the Bush years) that it was unconstitutional for senators to deprive a judicial nominee of an up-or-down vote.", "In an editorial entitled, ``Trashing of Court Nominees Must End,'' the Iowa City Press-Citizen wrote:", "What is most disturbing about Thursday's Senate vote is not the fact that the Senate rejected this nominee, but how it was done: by a filibuster. In other words, the Republicans used the Senate rules to prevent a simple up-or-down vote on the Liu nomination.", "I ask unanimous consent that copies of these editorials be printed in the Record at the conclusion of my remarks."], "capitolwords_url": "http://capitolwords.org/date/2011/06/21/S3946-3_executive-session/"}