{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-20/html/CREC-2009-07-20-pt1-PgS7667-8.htm', u'number': 109, u'id': u'CREC-2009-07-20-pt1-PgS7667-8.chunk54', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S7667-S7696', u'speaker_party': u'D', u'date': u'2009-07-20', u'bills': None, u'bioguide_id': u'K000105', u'order': 54, u'speaking': [u'Mr. President, Senator Sessions has introduced an amendment that would create two new death penalty eligible offenses for crimes under the Matthew Shepard Act. I stand firmly in opposition to any new legislation that would radically expand the use of the death penalty, and I urge my colleagues in the Senate to oppose the Sessions amendment because it adds another new death penalty to the Federal Criminal Code.', u'Since the reinstatement of the death penalty in the 1970s, the Death Penalty Information Center has reported that 135 people have been released from death row in the United States because of innocence--approximately one exoneration for every nine executions. Some have attempted to argue that the large number of death row exonerations demonstrates that the system is working. Yet in many cases, fatal mistakes were avoided only because of discoveries made by students or journalists, not the courts.', u"In the last 6 months, there have already been five exonerations in death penalty cases in four different States. Ronald Kitchen was freed from prison in Illinois after the State dismissed all charges against him on July 7. He had spent 13 years on death row and a total of 21 years in prison. Herman Lindsey was freed from Florida's death row on July 9 after the State supreme court unanimously ruled for his acquittal from a 2006 conviction. As the court said:", u'[T]he State failed to produce any evidence in this case placing Lindsey at the scene of the crime at the time of the murder. . . . Indeed, we find that the evidence here is equally consistent with a reasonable hypothesis of innocence.', u'There have also been three other exonerations of death row prisoners, including Nathson Fields in Illinois, Paul House in Tennessee, and Daniel Moore in Alabama.', u"This high number of exonerations has led many observers, both liberal and conservative, to express concern about the fairness of the death penalty's administration. As former Supreme Court Justice Sandra Day O'Connor has stated ``if statistics are any indication, the system may well be allowing some innocent defendants to be executed.'' How can we continue to expand a system that likely leads to the execution of innocent defendants?", u"The U.S. Government should not be in the business of taking the lives of innocent Americans. Supreme Court Justice Arthur Goldberg once said that the deliberate institutionalized taking of human life by the state is the greatest degradation of the human personality imaginable. We must not expand this flawed system by accepting Senator Sessions' broad amendment.", u'In 2007, New Jersey became the first State to repeal the death penalty since the modern era of capital punishment began in the 1970s. New Mexico followed in 2009. The number of States without a death penalty has now increased to 15. States have begun to recognize that flawed administration of the death penalty has dire consequences--no matter how slight or unintentional that flaw may be.', u'The American public has also recognized the danger created by a society that supports the death penalty. A 2008 Gallup poll found that support for the death penalty is at its lowest level in the last 30 years. American citizens are deciding that they will not tolerate this archaic form of punishment.', u'Furthermore, there is no denying that there is a pattern of racial bias in death sentencing. A study in California found that those who killed Whites were over three times more likely to be sentenced to death than those who killed Blacks, and over four times more likely than those who killed Latinos. In addition, a study found that in 96 percent of the States where there have been reviews of race and the death penalty, there was a pattern of either race-of-victim or race-of-defendant discrimination, or both. Administration of the death penalty is flawed, and that flaw disproportionately affects racial minorities.', u"The average cost of defending a Federal murder case when the death penalty is sought is $620,000. That is about eight times the cost of a Federal murder case in which the death penalty is not sought. It has been shown time and time again that sentencing an individual to life in prison is far cheaper than the administration of the death penalty. For example, the California death penalty system costs taxpayers $114 million a year beyond the costs of keeping convicts locked up for life. Taxpayers have paid more than $250 million for each of the State's executions. While the monetary costs of seeking the death penalty are high, the possibility of executing an innocent American is the ultimate cost.", u"Some argue in favor of the death penalty because they believe it deters individuals from committing some of the most severe crimes. According to a survey of the former and current presidents of the Nation's top academic criminology societies, 88 percent of these experts rejected the notion that the death penalty acts as a deterrent to murder. In addition, a Hart Research Poll of police chiefs in the U.S. found that the majority of the chiefs do not believe that the death penalty is an effective law enforcement tool. If the death penalty does not deter violent crime, we shouldn't ask our government to play executioner.", u'Stephen Bright is a preeminent scholar on the death penalty. In his law review article Will the Death Penalty Remain Alive in the Twenty-First Century?, he states:', u'If we here in the United States examine our own system, face its flaws, and think about what kind of society we want to have, we will ultimately conclude that, like slavery and segregation, the death penalty is a relic of another era, that it represents the dark side of the human spirit, and that we are capable of more constructive approaches to the problem of crime in our society.', u'All violent crime is reprehensible and deserves to be punished. However, as Stephen Bright points out, we are capable of more constructive approaches to dealing with crime than by using the death penalty. The death penalty is a relic of the past. It has been proven to lead to wrongful executions where innocent lives are lost at the hand of their government. Although most developed nations in the world have abandoned the death penalty, the United States, which purports to be a leader in the protection of human rights, continues to increase the number of death-eligible offenses that are on the statute books.', u'The Kennedy amendment being offered will ensure consistency with existing federal law and Supreme Court precedent by setting forth clear standards for the use of the federal death penalty only in hate crimes cases where a murder occurs. Given concerns regarding the well-documented mistakes and racial disparities associated with death penalty cases, this amendment adds appropriate safeguards in cases where the federal government seeks the ultimate--and irreversible--penalty of death. In a hate crime prosecution involving the death penalty, the amendment will empower the trial court to determine whether the case was properly considered to be among the most aggravated of death-eligible hate crimes.', u"The Kennedy amendment is modeled after an existing Nebraska State law, and will establish a system of meaningful proportionality review in capital hate crime prosecutions. If the court determines that a case is not among the ``worst of the worst'' of hate crimes resulting in a homicide, it can dismiss the government's request for a death penalty at the conclusion of the guilt trial or at the conclusion of the penalty trial, before the sentencing decision is submitted to the jury. Under the Kennedy amendment, the test applied by the trial court to determine whether a case is among the ``worst of the worst'' is whether death sentences are sought and imposed more than half the time in similar Federal cases. This information will enable the court to assess the extent to which race or other inappropriate factors may have been a systemic factor in prior capital charging and sentencing decisions in hate crimes that have resulted in the victim's death. The Kennedy amendment's requirements are a significant improvement over existing Federal practice in death penalty cases.", u"Senator Sessions' amendment increases the number of death-eligible offenses. It expands the use of the death penalty to two new offenses--those created by the Matthew Shepard Act. It is time to stand up against expansion of the death penalty. With this statement, I submit several letters of opposition to the Sessions amendment and other amendments proposed by Senator Sessions. I urge my colleagues to vote against Senator Sessions' amendment and to support the Kennedy amendment to correct the flaws in Senator Sessions' proposal.", u"In addition, Senator Sessions has introduced an amendment that creates a new Federal criminal offense for cases involving assaults or battery of a U.S. serviceman--or a member of the serviceman's immediate family. It creates a new Federal crime to punish individuals who knowingly destroy or injure the property of an active or retired serviceman or the property of an immediate family member, or conspires to do so. Crimes against veterans, members of the armed service are reprehensible. It is undeniable that our Nation is held together by the protection that these brave men and women provide each day. This amendment places another mandatory minimum in our Federal code. Mandatory minimums are unjust, unwise and unnecessary. Such sentences tie the court's hand to review the facts of an individual case. I hope that problems with the broad language of this amendment and the inclusion of a mandatory minimum can be worked out in conference.", u"Finally, I appreciate that we were able to work with Senator Sessions to make some modifications to his amendment regarding the issuance of Attorney General guidelines for hate crime offenses. For over 40 years, the Justice Department's record demonstrates objective decisionmaking when selecting hate crime cases for prosecution--regardless of the administration in charge.", u"DOJ guidance and professional responsibility rules already guard against any nonmeritorious prosecution. As originally drafted, Senator Sessions' amendment could have prevented ``mistake of fact'' cases--such as an attack against a White person whom the defendant believed to be African American or cases based upon associations--in which a White woman is targeted because her spouse is African American. In addition, there was concern about whether the amendment could also impede prosecutions where a hate crimes victim was perceived to be African American, Latino, or gay because the amendment covers a more narrow class of victims than those covered under the hate crimes bill. With the cooperation and assistance from Chairman Leahy's staff along with Senator Sessions' staff, I believe that the modified version of this amendment will address these concerns so that the amendment will not be interpreted in any way to limit the scope of victims who are protected under the Matthew Shepard Act.", u'Mr. President, I ask to have the letters to which I referred printed in the Record.', u'The letters follow.', u"Dear Senator: On behalf of the American Civil Liberties Union (ACLU), a non-partisan organization with more than a half million members, countless activists and supporters, and fifty-three affiliates nationwide, we write to urge you to oppose Senate Amendment 1615, being offered by Senator Jeff Sessions (R-AL) to the National Defense Authorization Act (S. 1390). This unconstitutional and misguided amendment seeks to expand the reach of the federal death penalty, including to non-homicide crimes, by adding it to a hate crimes provision that the Senate adopted by unanimous consent on Thursday night. Capital punishment has been proven to be an unreliable and expensive means of punishment and Congress should oppose any effort to expand its scope and reach. According to the Death Penalty Information Center, 135 innocent people have been exonerated from death row since 1973, including five so far in 2009 alone. Such a high error rate illustrates the fallibility of our nation's death penalty system. Indeed, chronic problems, including inadequate defense counsel and racial disparities, have always plagued the death penalty system in the United States. In a 2003 report entitled ``Death by Discrimination--The Continuing Role of Race in Capital Cases,'' Amnesty International found that even though blacks and whites are murder victims in nearly equal numbers of crimes, 80 percent of people executed since the death penalty as reinstated have been executed for murders involving white victims. More than 20 percent of black defendants who have been executed were convicted by all-white juries. Even if one supports the death penalty in theory, there is no justifiable reason to expand our system of capital punishment while such discriminatory impacts continue to exist. A troubling record of the death penalty being imposed on defendants who were later found to be innocent, along with a long history of racial and geographic disparities in its use, have spurred states to move away from its use. In 2007 and 2008, New Jersey and New Mexico, respectively, abolished the death penalty, bringing to 15 the number of states (including the District of Columbia) that currently have no death penalty. In addition, in recent years, the number of death sentences returned by juries has declined precipitously--from around 300 a year in the 1990s to approximately 120 in the past few years. The ACLU is also concerned that the Sessions Amendment would unconstitutionally expand the reach of the federal death penalty to include certain non-homicide crimes. The United States Supreme Court has already held that the death sentence is an unconstitutional penalty for kidnapping (see Eberheart v. Georgia); sexual abuse (see Coker v. Georgia and Kennedy v. Louisiana); and attempted murder (see Enmund v. Florida and Tison v. Arizona), all crimes included in the scope of the Session amendment. To now expand the reach of the federal death penalty to these non-homicide crimes would be clearly unconstitutional, under recent Supreme Court precedent. The ACLU has a long history of supporting civil rights legislation, including legislation responding to criminal civil rights violations. While we did not support the underlying hate crimes provision in the defense authorization bill because of First Amendment weaknesses, an expansion of the federal death penalty stands in stark contrast to furthering the cause of civil rights in the United States. The ACLU urges you to oppose the Sessions Amendment (S.A. 1615) to the defense authorization bill and to vote ``NO'' when it comes to the floor. The ACLU will score this vote. Please do not hesitate to contact Chris Anders at (202) 675- 2308 if you have any questions regarding this amendment or the underlying hate crimes provision. Sincerely, Michael W. Macleod-Ball, Interim Director, ACLU Washington Legislative Office. Christopher E. Anders, Senior Legislative Counsel. Jennifer Bellamy, Legislative Counsel."], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/20/S7667-8_national-defense-authorization-act-for-fiscal-year/'}