{u'speaker_state': u'KS', u'speaker_raw': u'mr. brownback', u'speaker_first': u'Sam', u'congress': 111, u'title': u'NOMINATION OF SONIA SOTOMAYOR TO BE AN ASSOCIATE JUSTICE OF THE SUPREME COURT OF THE UNITED STATES--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-08-05/html/CREC-2009-08-05-pt1-PgS8822-2.htm', u'number': 121, u'id': u'CREC-2009-08-05-pt1-PgS8822-2.chunk10', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Brownback', u'pages': u'S8822-S8851', u'speaker_party': u'R', u'date': u'2009-08-05', u'bills': None, u'bioguide_id': u'B000953', u'order': 10, u'speaking': [u'I ask the Presiding Officer to inform me when 2 minutes is left of my time.', u'Mr. President, I rise today to discuss the nomination of Judge Sonia Sotomayor to be a Justice of the U.S. Supreme Court. Ultimately, the core of this debate, I believe, is over the proper role of the Court. Our side tends to believe that the Court does not make policy and must stay within the written text of the Constitution. The other side sees the Constitution more often as a living document and that its meaning changes along with the attitudes of society.', u'When the courts improperly assume the power to decide issues more political than legal in nature, the people naturally focus less on the law and more on the lawyers who are chosen to administer it. Some are key to impose their policy agendas through the judicial process. Others want judges who will stick to interpreting the law rather than making it. It is beyond dispute that the Constitution and its Framers intended for judges to satisfy the latter criteria; that is, to stay within the law rather than making it.', u'President Obama has voiced his support for judges looking to the Constitution as a living document malleable to the times. He has said he will pick judges who will look to empathy rather than written law when deciding cases. When then-Senator Obama voted against the confirmation of Chief Justice John Roberts, he said this:', u"[W]hile adherence to legal precedent and rules of statutory or constitutional construction will dispose of 95 percent of the cases that come before a court, so that both a Scalia and a Ginsburg will arrive at the same place most of the time on those 95 percent of the cases--what matters on the Supreme Court is those 5 percent of cases that are truly difficult. In those cases, adherence to precedent and rules of construction and interpretation will only get you through the 25th mile of the marathon. That last mile can only be determined on the basis of one's deepest values, one's core concerns, one's broader perspectives on how the world works, and the depth and breadth of one's empathy.", u"I don't dispute that there is a small percentage of cases that are truly difficult. But the question is: Do we want these cases decided by what the law says or by a judge's own personal empathies? I reject the idea that these cases cannot be resolved by staying faithful to the text of the Constitution, and it is dangerous to the rule of law to suggest otherwise.", u"In June, I came to the floor and stated my opposition to Judge Sotomayor's nomination based on numerous past statements she made embracing an activist judiciary and endorsing the idea that judges should look to areas outside of the law when deciding cases. However, when Judge Sotomayor appeared before the Judiciary Committee last month, she consistently took positions contrary to her past writings and, in many cases, did a complete 180. This leads me to ask which Sotomayor are we voting to confirm--the liberal activist or the modest judge who believes in strictly applying the law as written?", u'Judge Sotomayor attempted to assure Senators that the real Sotomayor is reflected in her 17-year record on the bench. I find this argument interesting but unpersuasive, because as a judge on the court of appeals, Judge Sotomayor has been constrained by Supreme Court precedent. That is the position she held. Her judicial record tells us very little about who the real Sotomayor will be when on the Supreme Court. It is in her speeches and writings where she is unrestrained that we find the real views on the fundamental questions that she will decide as a Justice on the Supreme Court.', u"When asked at her confirmation hearing to summarize her judicial philosophy, she said: ``Fidelity to the law.'' I completely agree with this philosophy, but I have difficulty reconciling the words she chose at her confirmation hearing with the statement she made in 1996 at Suffolk University Law School when she stated: ``The law that lawyers practice and judges declare is not a definitive capital `L' law that many would like to think exists.'' The only reasonable interpretation to that is that she pledges fidelity to whatever she says the law is.", u"In a 2001 famous speech she gave to Berkeley Law School, which was later published in the Berkeley La Raza Law Journal, she dismissed the idea that ``judges must transcend their personal sympathies and prejudices and aspire to achieve a greater degree of fairness and integrity based on the reason of law,'' saying that ``by ignoring our differences as women or men of color, we do a disservice both to the law and society.'' This certainly doesn't sound like a judge who believes in fidelity to the law.", u'In the same speech, Judge Sotomayor famously said:', u"Justice O'Connor has often been cited as saying that a wise old man and a wise old woman will reach the same conclusion in deciding cases. I am not so sure that I agree with that statement. I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.", u'When asked about this statement at her confirmation hearing, Judge Sotomayor said:', u"The words I used, I used agreeing with the sentiment that Justice Sandra Day O'Connor was attempting to convey.", u"Really? Are we really supposed to believe that each time Judge Sotomayor said, ``I'm not so sure I agree with that statement,'' she actually meant ``I agree with that statement''? Judge Sotomayor's explanation requires some suspension of disbelief.", u'Also at Berkeley, Judge Sotomayor said:', u'Whether born from experience or inherent physiological or cultural differences, our gender and national origins may and will make a difference in our judging.', u'At her hearing, she said:', u'I do not believe that any ethnic, racial, or gender group has an advantage in sound judging.', u"Again, are we being asked to believe that Judge Sotomayor is either a very poor communicator or her past statements have been continually taken out of context and misinterpreted? I don't think she is a bad communicator at all.", u"In her writings, Judge Sotomayor has repeatedly rejected the principle of impartiality and embraced the novel idea that a judge's personal life story should come into play in the courtroom. But when she was in front of the Senate Judiciary Committee, with the Nation watching, she suddenly embraced the judicial philosophy of Chief Justice Roberts.", u'The past positions simply cannot be reconciled with what she said before the Judiciary Committee. We do not know what she actually believes.', u"In a 2005 appearance at Duke University Law School, she said, ``The court of appeals is where policy is made.'' During her confirmation hearing, she said, ``Judges don't make law'' and they ``look at the Constitution and see what it says.''", u"Even some of Judge Sotomayor's defenders have criticized her flip-flopping on her views. Georgetown Law Center professor Louis Michael Seidman, a liberal constitutional law scholar, said:", u"I was completely disgusted by Judge Sotomayor's testimony today. If she was not perjuring herself, she is intellectually unqualified to be on the Supreme Court. If she was perjuring herself, she is morally unqualified.", u"There was never any doubt that this President would nominate liberal judges who shared his views. He won the election. Judge Sotomayor's record on the bench has been fairly typical of a liberal judge. However, there have been some notable exceptions.", u"After the Supreme Court ruled that individuals have a constitutionally protected right to gun ownership in the case of District of Columbia v. Heller, Maloney v. Cuomo, another second amendment case, was argued in front of the Second Circuit. In a per curiam opinion issued by a panel that included Judge Sotomayor, the Second Circuit ruled that ``the Second Amendment applies only to limitations the Federal Government seeks to impose on this right.'' They also said:", u'Legislative acts that do not interfere with fundamental rights or single out suspect classifications carry with them a strong presumption of constitutionality and must be upheld if rationally related to a legitimate state interest.', u'In other words, the second amendment does not protect a fundamental right. I believe the second amendment protects a fundamental right, just as the first amendment protects a fundamental right. The Supreme Court agrees it protects a fundamental right, and the Founders most certainly believed there was a fundamental right to keep and to bear arms.', u"In a high-profile racial discrimination case, Judge Sotomayor's panel issued an unpublished summary order denying a group of firefighters a promotion they had earned because the promotion exam had a disparate impact on minorities. Sotomayor and her two colleagues' actions were troubling because by issuing an unpublished summary order, they avoided bringing the case to the attention of other judges on the Second Circuit. It was only after another judge of the circuit read about the case in a New Haven newspaper and requested that the full Second Circuit rehear the case that Sotomayor's actions came to light. The case was eventually appealed to the Supreme Court, and in a 5-to-4 opinion, the Court reversed the Second Circuit. Perhaps even more importantly, the Court was unanimous--unanimous--in rejecting Sotomayor's opinion that simply having a disparate racial impact was justification to void the test. The dissenters at the Supreme Court believed a jury trial should have been granted to examine the evidence and determine whether the test was job related. Sotomayor clearly erred in her decision.", u"Judge Sotomayor was nominated by a President who said judges should have ``the empathy to recognize what it's like to be a young teenaged mom; the empathy to understand what it's like to be poor or African-American or gay or disabled or old,'' and that difficult cases should be decided by ``what is in the justice's heart.''", u"When asked about President Obama's empathy standard by Senator Kyl, Judge Sotomayor said this:", u"I wouldn't approach the issue of judging in the way the President does. He has to explain what he meant by judging. I can only explain what I think judges should do, which is judges can't rely on what is in their heart.", u'Are we really to believe the President chose a nominee who outright rejects his view of justice? I am concerned that the President has, in fact, nominated an individual who shares his view that the Constitution is a living document, and that is why I will be voting against her confirmation.', u'After watching her performance in front of the Judiciary Committee last month and observing that performance, I learned something I have long suspected: Judge Sotomayor had no choice but to reverse many of her past statements. A judge who openly embraces an activist judiciary, using empathy to pick winners and losers, using his or her own race and gender to decide the outcome of cases, using foreign law, who does not believe the second amendment is a fundamental right and sees judges as policymakers--all those things--is a judge who cannot be confirmed by this body despite 60 Members belonging to the party of the President.', u'I hope President Obama has learned that important lesson as well, that the people of the country want a Justice on the Supreme Court to be a justice and not a policymaker; to be a judge and not somebody who goes with the sympathies in their heart; someone who sticks with the Constitution and does not try to rewrite it. If the President realizes that, it will be a victory for the rule of law. And that is what this is about.', u'Mr. President, I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/08/05/S8822-2_nomination-of-sonia-sotomayor-to-be-an-associate-j/'}