{u'speaker_state': u'RI', u'speaker_raw': u'mr. kennedy of rhode island', u'speaker_first': u'Patrick', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7441-2.htm', u'number': 102, u'id': u'CREC-1996-07-11-pt1-PgH7441-2.chunk3', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'H7441-H7449', u'speaker_party': u'D', u'date': u'1996-07-11', u'bills': None, u'bioguide_id': u'K000113', u'order': 3, u'speaking': [u'Mr. Chairman, this debate really is about a simple question, a question of equal rights. Marriage is a basic right. It is a basic human right. Love and commitment are essential pillars of marriage. They are qualities that do not discriminate on account of gender. It is not right for this Congress to step in and to intrude into the private relationships and the most personal decisions of our constituencies. Love and commitment can exist between a man and a woman and it can and does exist between men and between women.', u'Proponents of this curiously titled bill say that we need legislation to protect the family. Nothing could be further from the truth. Families are not threatened when two adults who love each other make a lifelong commitment to one another. Families will not fall apart if gay men and women are allowed to marry, if they are allowed the same basic legal right to marry that is already enjoyed by heterosexuals.', u'This is not about defending marriage. It is about finding an enemy. It is not about marital union. It is about disunion, about dividing one group of Americans against another. This bill is unconstitutional, this bill is unfair, and the spirit behind this bill further fans the flames of prejudice and bigotry that this 104th Congress has done a pretty good job at fanning thus far.', u'I think it is a travesty that people would bring this bill out simply to polarize Americans even further. Instead of bringing love and commitment and worshiping that in our society, this bill sows the seeds of division and hatred amongst people. I think that is a very unfortunate thing.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/11/H7441-2_defense-of-marriage-act/'}