{u'speaker_state': u'AL', u'speaker_raw': u'mr. sessions', u'speaker_first': u'Jeff', u'congress': 111, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-09-29/html/CREC-2009-09-29-pt1-PgS9918.htm', u'number': 138, u'id': u'CREC-2009-09-29-pt1-PgS9918.chunk4', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Sessions', u'pages': u'S9918-S9921', u'speaker_party': u'R', u'date': u'2009-09-29', u'bills': None, u'bioguide_id': u'S001141', u'order': 4, u'speaking': [u'Mr. President, I thank Senator Johnson for his comments and value his opinion on this nomination. I look forward to seeing this nominee confirmed.', u"The confirmation process we have in this country is a very important matter. Our Democratic colleagues are, understandably, inclined to be supportive of whomever the President puts up. It has been a recognized responsibility for the minority party, the party that is not of the President's party, to ask questions and dig into the backgrounds of these nominees and move the good ones and raise the proper questions if there are problems.", u'Viken has an impressive background. Early in his career, he was an Assistant and Acting U.S. attorney. He is a member of the trial lawyers plaintiff bar association in South Dakota. He has been in private practice for 22 years, and for the last 6 years he has been a Federal Public Defender where he defends criminal cases. So he has been a prosecutor and a public defender. I guess that is a pretty good match, and I am happy we were able to work out this agreement with the majority and process this nomination very quickly. Actually, he was voted out after his first appearance before the Committee and is already on the floor.', u'But I would note for some people who say there has been a dragging of feet on the nominations that the President did not send this nomination forward, his first district court nominee to the Senate, until June 25, a few months ago, when the Senate and the Judiciary Committee were consumed with the Supreme Court nomination of now-Justice Sotomayor. Understandably, Chairman Leahy could not and did not report his nomination until after that confirmation process was over, until after Labor Day. We were then able to come to a time agreement and also to vote on the nomination of Judge Gerard Lynch, who is a highly able nominee but an activist judge with a philosophy too close, by my way of thinking, to Justice Brennan on the Supreme Court for whom he clerked. So I think it is healthy for us to ask questions. I voted for Judge Lynch for the Second Circuit, and he was confirmed by a very large vote.', u'We will continue to work with the majority party and the President and move the nominees at an appropriate pace.', u"I wanted to note a little bit more about the pace of nominations. You know, it is not possible for the Senate to confirm a nomination until the President has nominated someone. I have heard my colleague, the Chairman, Senator Leahy, say that we haven't had enough confirmations, but I would note that there is an 11-percent vacancy rate in the Federal courts. That is not an extraordinarily high vacancy rate. It takes some time to do background checks and for the President to consider the people he might want to nominate and to consult with Members of the Senate as he does so. I would note that at this moment there are 74 Federal District Court vacancies--Judge Viken is nominated for one--but there are only 9 nominees before the Senate. There are 28 circuit and district court seats that are deemed to be judicial emergencies, but only 6 nominees have been submitted to the Senate for those judicial emergency seats. We can't confirm people until they are nominated. We can't do a background check on nominees until they have been nominated. We can't have the information and their records and their FBI backgrounds and the bar association evaluations take place until they have been nominated.", u"I would just make my commitment that we will continue to move nominees like Mr. Viken in a timely fashion. I reviewed his record. I have also carefully reviewed his responses to questions from the Senate Judiciary Committee. One of his answers, I have to note, was troubling to me. He stated that he believes he fits President Obama's standard for the types of judges he will nominate to the Federal courts; that is, he meets the President's ``empathy standard.''", u'President Obama described that standard as follows:', u"We need somebody who's got the heart, the empathy, to recognize what it's like to be a teenage mom, the empathy to understand what it's like to be poor, or African-American, or gay, or disabled, or old. And that's the criteria by which I am going to be selecting my judges.", u"In 2005, when then-Senator Obama was in the Senate and he explained on the floor his vote against Chief Justice John Roberts, who I think is one of the finest nominees we have seen in decades and whose testimony before the Judiciary Committee was stunning in its impressiveness and his grasp of the legal issues, his comprehensive knowledge of how the Court worked, and cases--there was not a case brought up that he didn't seem to fully know about. Virtually every case the Supreme Court had ever written he seemed to be knowledgeable about. It was just a tour de force. Senator Obama voted against Judge Roberts and stated that 5 percent of cases are determined by ``one's deepest values and core concerns . . . and the depth and breadth of one's empathy.'' We can only take this to mean that the President believes that in 5 percent of all cases, judges should not set aside their personal beliefs, biases, or experiences. I think this is a radical and a dangerous departure from the most important pillar, the fundamental pillar of the judicial system--judicial impartiality.", u"Whatever the empathy standard is, it is not law, and we have courts of law in this country. Whenever a judge employs his personal beliefs, biases, or experiences to make a decision that favors one party, is it not true that he necessarily has, therefore, disfavored the other party as a result of his personal beliefs and biases? For every litigant who benefits from the judge's so-called empathy, there is a litigant who loses not on the basis of law but because the judge did not identify with them.", u'When people are nominated to our Federal bench, we ask them to take a judicial oath before they take office. The oath embodies the time-honored American tradition of blind justice. The oath says this:', u'I . . . do solemnly swear that I will administer justice without respect to persons, and do equal right to the poor and to the rich, and that I will faithfully and impartially discharge and perform all the duties incumbent upon me . . . under the Constitution and laws of the United States, so help me God.', u"I am pleased to say the Supreme Court has not yet struck down ``so help me God'' in the oath, and hopefully they never will. I think the President's standard for judicial nominees plainly conflicts with that oath.", u'We have had a big discussion about that, and it is not a little bitty matter. It is not a small matter. Judges take the oath to be impartial. I practiced law in Federal court for many years, and I have always believed and expected that a judge who heard my case would rule on the law fairly and objectively. If I lost and did not have sufficient law or evidence and logic to support my position, I did not expect to prevail. That is the kind of concept that underlies American justice.', u"Aside from nominee David Hamilton, almost every one of President Obama's nominees, including Justice Sotomayor, has rejected outright the empathy standard. So at first blush, I found Mr. Viken's answer that he believes he fits that standard to be concerning. However, his answers to questions we submitted to him for the record provide maybe a more complete view. This is what he said in his answer in writing:", u"A judge's consideration of a case must always be governed by impartiality, evenhandedness, attention to the facts presented by the parties, and respect for established law. Empathy is a personal characteristic which may assist a judge in analyzing the human circumstances which bring people before the court. But the law and not the personal experiences of jurists is the path to justice in considering each case.", u'I think that is OK. I am not sure how you can have any empathy--empathy is a personal characteristic, maybe? I would hate to disagree with the President who nominated me, but that is a pretty good statement overall.', u"He also stated he believes that, ``The role of a Federal district judge encompasses diligent legal scholarship''--that is true--``a strong work ethic''--true--``impartial and dispassionate consideration of proven facts and reasoned legal arguments, fidelity to binding and persuasive precedent, and respect for all who appear before the court.''", u'I think that is good statement. I think if he will conduct himself on the bench according to those standards he will do well. And I believe he will.', u"I am glad to see he is an honors graduate, but he didn't go to some of these schools, Senator Johnson, he went to school in South Dakota; he has practiced law before judges over the years, a lot of practice; and in the course of that, you learn that judges really do--the good judges--consistently try to reach the right dispassionate result.", u'I think he may have made some statements about empathy that are not perfect, but my judgment is that he has been in the courtroom and he has been before good judges. I am hopeful he is going to be a very good judge.', u"We will see. I think the issues become even more problematic when someone is nominated for the Supreme Court or for a circuit court because those higher courts seem to be the ones who feel less compunction in allowing their personal views to influence cases. Because this nominee is nominated to a seat on the district court and is confined not only by the U.S. Supreme Court but also by his circuit, the circuit precedent, and because he stated he believes the role of a judge entails the impartial and dispassionate consideration of proven facts and reasoned legal arguments, fidelity to binding and persuasive precedent, I would certainly give him the benefit of doubt and vote in favor of his nomination. I am hopeful he will follow through on those statements and will interpret the law as written, refraining from imposing personal views in his decision and will basically follow the oath to uphold the Constitution, first and foremost. Even if he didn't like it, he should uphold it.", u'In closing, I would like to quote from an essay by the former chairman of the Judiciary Committee, Senator Hatch, which was published on Constitution Day. He said this:', u'The Constitution--its words and their meaning--was established by the people, can only be changed by the people, and is sacredly obligatory upon all government, including judges. That is why in the debate on judicial selection is really a debate over judicial power. It is a debate over whether the Constitution controls judges or judges control the Constitution; over what the Constitution really is, with nothing less than liberty itself at stake.', u'I think that is an eloquent statement of the role of a judge, and why at its most base level, policy in a democracy must be set by the elected branches who are accountable to the people.', u'Judges are supposed to be neutral arbiters of the law, deciding a case based on the law and facts, without allowing their personal, political, or ideological views or biases to enter into the decision-making process. That is why they put on a robe, to suggest their impartiality. That is why they take the oath I quoted from. And that is the key ingredient of our legal system, the greatest legal system the world has ever known.', u'I yield the floor.', u'The PRESIDING OFFICER (Mr. Lautenberg.) Who yields time? If no one yields time, time will be divided equally.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/09/29/S9918_executive-session/'}