{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 110, "title": "NOMINATIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-03/html/CREC-2007-05-03-pt1-PgS5611-3.htm", "number": 72, "id": "CREC-2007-05-03-pt1-PgS5611-3.chunk0", "volume": 153, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S5611-S5612", "speaker_party": null, "date": "2007-05-03", "bills": null, "bioguide_id": null, "order": 0, "speaking": [" Executive nominations received by the Senate May 3, 2007: COMMODITY FUTURES TRADING COMMISSION JILL E. SOMMERS, OF KANSAS, TO BE A COMMISSIONER OF THE COMMODITY FUTURES TRADING COMMISSION FOR THE REMAINDER OF THE TERM EXPIRING APRIL 13, 2009, VICE SHARON BROWN-HRUSKA, RESIGNED. BARTHOLOMEW H. CHILTON, OF DELAWARE, TO BE A COMMISSIONER OF THE COMMODITY FUTURES TRADING COMMISSION FOR THE REMAINDER OF THE TERM EXPIRING APRIL 13, 2008, VICE FREDERICK WILLIAM HATFIELD, RESIGNED. PENSION BENEFIT GUARANTY CORPORATION CHARLES E.F. MILLARD, OF NEW YORK, TO BE DIRECTOR OF THE PENSION BENEFIT GUARANTY CORPORATION. (NEW POSITION) DEPARTMENT OF HEALTH AND HUMAN SERVICES TEVI DAVID TROY, OF NEW YORK, TO BE DEPUTY SECRETARY OF HEALTH AND HUMAN SERVICES, VICE ALEX AZAR II. CENTERS FOR MEDICARE AND MEDICAID SERVICES KERRY N. WEEMS, OF NEW MEXICO, TO BE ADMINISTRATOR OF THE CENTERS FOR MEDICARE AND MEDICAID SERVICES, VICE MARK B. MCCLELLAN. DEPARTMENT OF STATE CAMERON R. HUME, OF NEW YORK, A CAREER MEMBER OF THE SENIOR FOREIGN SERVICE, CLASS OF CAREER MINISTER, TO BE AMBASSADOR EXTRAORDINARY AND PLENIPOTENTIARY OF THE UNITED STATES OF AMERICA TO THE REPUBLIC OF INDONESIA. DEPARTMENT OF LABOR BRADFORD P. CAMPBELL, OF VIRGINIA, TO BE AN ASSISTANT SECRETARY OF LABOR, VICE ANN LAINE COMBS, RESIGNED. CORPORATION FOR NATIONAL AND COMMUNITY SERVICE STAN Z. SOLOWAY, OF THE DISTRICT OF COLUMBIA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOR A TERM EXPIRING OCTOBER 6, 2011, VICE CAROL KINSLEY, TERM EXPIRED. JAMES PALMER, OF CALIFORNIA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOR A TERM EXPIRING OCTOBER 6, 2011, VICE DONNA N. WILLIAMS, TERM EXPIRED. FEDERAL RETIREMENT THRIFT INVESTMENT BOARD ALEJANDRO MODESTO SANCHEZ, OF FLORIDA, TO BE A MEMBER OF THE FEDERAL RETIREMENT THRIFT INVESTMENT BOARD FOR A TERM EXPIRING OCTOBER 11, 2010. (REAPPOINTMENT) GORDON JAMES WHITING, OF NEW YORK, TO BE A MEMBER OF THE FEDERAL RETIREMENT THRIFT INVESTMENT BOARD FOR A TERM EXPIRING SEPTEMBER 25, 2010. (REAPPOINTMENT) ANDREW SAUL, OF NEW YORK, TO BE A MEMBER OF THE FEDERAL RETIREMENT THRIFT INVESTMENT BOARD FOR A TERM EXPIRING SEPTEMBER 25, 2008. (REAPPOINTMENT) ANDREW SAUL, OF NEW YORK, TO BE A MEMBER OF THE FEDERAL RETIREMENT THRIFT INVESTMENT BOARD FOR A TERM EXPIRING SEPTEMBER 25, 2012. (REAPPOINTMENT) IN THE NAVY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. DAVID W. TITLEY, 5416 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. MICHAEL S. ROGERS, 9688 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. DAVID A. DUNAWAY, 0499 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. SAMUEL J. COX, 9719 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. DAVID G. SIMPSON, 8388 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiralREAR ADM. (LH) EDWARD H. DEETS III, 2048 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiralREAR ADM. (LH) JEFFREY A. WIERINGA, 5245 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiralREAR ADM. (LH) CHARLES H. GODDARD, 4746REAR ADM. (LH) KEVIN M. McCOY, 6826 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPT. TERRY J. BENEDICT, 6933CAPT. MICHAEL E. MCMAHON, 6567 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiralREAR ADM. (LH) GERALD R. BEAMAN, 7819REAR ADM. (LH) MARK S. BOENSEL, 9146REAR ADM. (LH) DAN W. DAVENPORT, 4237REAR ADM. (LH) WILLIAM E. GORTNEY, 9997REAR ADM. (LH) VICTOR G. GUILLORY, 1980REAR ADM. (LH) CECIL E. D. HANEY, 0815REAR ADM. (LH) HARRY B. HARRIS, JR., 2998REAR ADM. (LH) JOSEPH D. KERNAN, 3385REAR ADM. (LH) MICHAEL A. LEFEVER, 2036REAR ADM. (LH) CHARLES J. LEIDIG, JR., 4367REAR ADM. (LH) ARCHER M. MACY, JR., 7023REAR ADM. (LH) CHARLES W. MARTOGLIO, 2785REAR ADM. (LH) RICHARD O'HANLON, 7322REAR ADM. (LH) SCOTT R. VAN BUSKIRK, 0831REAR ADM. (LH) MICHAEL C. VITALE, 7437REAR ADM. (LH) RICHARD B. WREN, 0911 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiral (lower half)CAPTAIN JOSEPH P. AUCOIN, 7194CAPTAIN PATRICK H. BRADY, 7370CAPTAIN TED N. BRANCH, 6225CAPTAIN PAUL J. BUSHONG, 1319CAPTAIN JAMES F. CALDWELL, JR, 5859CAPTAIN THOMAS H. COPEMAN III, 8822CAPTAIN PHILIP S. DAVIDSON, 3050CAPTAIN KEVIN M. DONEGAN, 5361CAPTAIN PATRICK DRISCOLL, 5178CAPTAIN EARL L. GAY, 8829CAPTAIN MARK D. GUADAGNINI, 5808CAPTAIN JOSEPH A. HORN, 3338CAPTAIN ANTHONY M. KURTA, 8509CAPTAIN RICHARD B. LANDOLT, 1248CAPTAIN SEAN A. PYBUS, 7161CAPTAIN JOHN M. RICHARDSON, 1324CAPTAIN THOMAS S. ROWDEN, 5003CAPTAIN NORA W. TYSON, 2668 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainMICHAEL R. MURRAY, 5104 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainCURT W. DODGES, 5943 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainMICHAEL L. INCZE, 7492 THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainSANDRA C. IRWIN, 9030 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainWILLIAM R. FENICK, 5514CATHERINE T. MUELLER, 1469ISAAC N. SKELTON, 8554 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainROBERT B. CALDWELL, JR., 9991FREDERICK W. HEPLER, 3107RICHARD B. LORENTZEN, 1986NORBERT F. MELNICK, 5860ELLEN E. MOORE, 0969 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainDAWN H. DRIESBACH, 9751DAVID E. HALLADAY, 5985CHRISTOPHER J. MCDONALD, 6154GLENN J. OLARTE, 1765JOSEPH W. PIONTEK, 8700GLENN S. ROSEN, 7078 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainNICHOLAS J. CIPRIANO III, 5291JOHN M. DIMENTO, 6748JOHN V. GURLEY, 8839DOUGLAS C. MARBLE, 7622JAMES T. MONROE, 7972DEAN A. SADANAGA, 4737CHARLES L. SCHILLING, 9141STEPHEN C. WOLL, 2141 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainRHETTA R. BAILEY, 1163DONNA A. CHERRY, 3034ANNETTE P. CORNETT, 3896GREGORY D. GJURICH, 3729ANNE G. HAMMOND, 8586DONNA M. JOYAL, 8029KATHARINE A. M. REED, 8621CAROL E. SHIVERS, 1393KELLY J. WILD, 4473 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be captainJEFFREY S. COLE, 0437DONALD P. DARNELL, JR., 4532JON A. DOLLAN, 8066GARY EDWARDS, 9464JAMES E. HAGY, 5845STEPHANIE T. KECK, 5639PETER C. NULAND, 0551DARREN L. TURNER, 1521TIMOTHY J. WHITE, 2079 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainBRUCE A. BASSETT, 7141ROBERT GARDENIER, 6376REZA GHAFFARI, 0296DOUGLAS G. MCBANE, 0412DONALD J. MISCH, 5523JOSEPH E. SWEENEY, 8795MICHAEL A. YUKISH, 8618 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainJULIE S. CHALFANT, 4828RONALD R. FRITZEMEIER, 5801VINCENT J. GAST, 5665ARNOLD S. LIM, 7696DAVID L. LOVE, 0603PAUL J. VANBENTHEM, 9598 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainDANIEL J. MACDONNELL, 0104SCOTT A. MILLER, 3799ROBERT J. PAVUR, 2200JEAN M. VACURA, 6486MICHAEL J. WILKINS, 7051 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainHARRY S. DELOACH, 0894LEE A. JUDSON, 5803JAMES T. ROONEY, 3656MARK Q. SCHWARTZEL, 2992 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainKENNETH BRANHAM, 3023RICHARD P. CARRANO, 5950WILLIAM C. HENDRICKS, 3616KEVIN J. MCGOVERN, 0413 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainSTEVEN P. CLANCY, 2206BURTON L. COOPER, 2202STEWART B. WHARTON III, 5278 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainJAMES A. ALBANI, 6870BRIAN D. BLOWER, 7835MATTHEW V. FENTON, 9579TIMOTHY FORSYTH, 6419ROBERT J. FURUKAWA, 0460ALEXANDER E. HALLIDAY, 9112KEVIN J. MULVEY, 6258SCOTT W. OCONNOR, 2642RALPH J. ORTOLANO, JR., 9988BRADDOCK L. PARKS, 6323MARK C. PATTERSON, 5527RICHARD M. PAYTON, 3240ROBERT R. YOUNG, 6485 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainPATRICK J. BARRETT, 9446DWAYNE F. BAXTER, 7199ADAM C. BINFORD, 2933JAMES L. BROWN, JR., 9427WILLIAM T. CARNEY, 6991ROLAND W. CLATTERBUCK, 7717JAMES R. CUSTER, 6066MATTHEW P. DUBOIS, 1575LARRY D. GRIPPIN, 7466CHRISTIAN H. HANSEN, 3560BRIAN J. HARRISON, 0615JOHN R. HAVLIK, 8232KURT E. HEDBERG, 7932MARK O. HOWELL, 7456JAMES F. HUGHES, 8848ERIC P. JABS, 8405JAMES M. KUHN, 3426JOHN A. LATHROUM, 8871THOMAS W. LUSCHER, 1512TIMOTHY MAHAN, 7846ROBERT G. MARIN, 7016ELIZABETH A. MCALISTER, 1485ROBERT F. ONEIL, 5516DAVID J. OPATZ, 7424ERIC G. PETERSEN, 0022MATTHEW C. RAGAN, 8507DOROTHY J. REED, 6526WILLIAM B. SHERER, 6993KENNETH W. SKAGGS, 1428JEANNINE E. SNOW, 7616 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainBETH Y. AHERN, 7881ROBERT S. ARP, 1922MARK A. ASSUR, 3915ROBERTA C. BELESIMO, 5271SCOTT A. BEST, 9998MICHAEL P. CANNON, 9997DANIEL C. CROSS, 0667CHRISTOPHER D. GLASS, 6088STEVEN F. GROVER, 4449MARY C. HASTY, 5583TIMOTHY D. HELD, 3980PATRICK L. HITE, 7611THOMAS K. HUTCHISON, 8882CAROL L. LOEBLEIN, 2948BARRY H. LUCAS, 0008JAMES C. MANTER, 9131JAMES MARKLOFF, 4221DANIEL T. MCGRATTAN, JR., 6339CHARLES R. OTEY, JR., 2424MICHAEL P. PAPA, 8886STEPHEN J. PAYNE, 6080CURT G. PERKINS, 0285JAMES T. PRESCOTT, 9310GENE F. PRICE, 9512JON N. PUCKETT, 3102VERA A. REGISTER, 6784RONALDO SERRANO, 5892JOHN J. SURINA, 4821MELINDA A. SUSZAN, 3134WILLIAM F. YOUNG, 9073DANIEL E. ZIMBEROFF, 9009"], "capitolwords_url": "http://capitolwords.org/date/2007/05/03/S5611-3_nominations/"}