{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 110, u'title': u'CONGRESSIONAL BLACK CAUCUS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-10-22/html/CREC-2007-10-22-pt1-PgH11825-3.htm', u'number': 160, u'id': u'CREC-2007-10-22-pt1-PgH11825-3.chunk20', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H11825-H11830', u'speaker_party': u'D', u'date': u'2007-10-22', u'bills': None, u'bioguide_id': u'J000032', u'order': 20, u'speaking': [u'Mr. Speaker, I thank the distinguished gentlewoman from Ohio. I must say that she is representative of the talent and the commitment of members of the Congressional Black Caucus.', u'Let me say, Mr. Speaker, that we are very proud of this Congress. We are proud of all of our colleagues. We may agree or disagree with our friends across the aisle, but we know that they bring to bear great talent. We are proud of the Democratic Caucus, with our leadership, Speaker Pelosi; Majority Leader Hoyer; Majority Whip Mr. Clyburn; and, of course, our chairman, Rahm Emanuel; Vice Chairman John Larson; and, of course, the distinguished gentleman who chairs the DCCC, for his leadership.', u'When we speak of the Congressional Black Caucus, we really speak of them in the framework of providing conscious and pointed leadership in many areas. I must say that the distinguished gentlewoman from Ohio has always reminded us that you can be a benevolent prosecutor. You can have the spirited forcefulness that is necessary to ensure that people understand that they must follow the law, and that if you do the crime, you must do the time. But, at the same time, you can have a sense of fairness. I am so proud that she has brought her leadership to this place. I will quickly speak of some issues and then move to this question of why this is such a crucial special hour.', u'Mr. Speaker, as I mentioned, the gentlewoman from Ohio is not only a prosecutor and former judge herself, but she likewise now brings that to bear on several issues. I am going to speak very briefly about our members who engage in criminal justice and homeland security, but she is now the chairperson of the Ethics Committee. What a wonderful balance, recognizing that we must self-regulate, but yet she is firm and fair.', u'So, with the 17 cochairs that we have who are members of the Congressional Black Caucus, we are able to spread out and have a visible impact, from Transportation, Homeland Security, Education, to a number of issues that these subcommittee Chairs are engaged in, and working with John Conyers, the chairman of Judiciary; the chairman of the Ways and Means, Charlie Rangel; and the chairman of Homeland Security.', u'But let me tell you why I think that we are most relevant to be speaking of this, if you will, confirmation hearing tomorrow, because members of the Congressional Black Caucus have worked on issues. In fact, tomorrow, Madam Chairwoman, we will be holding a hearing on selective prosecution, held by Chairman Conyers, because that is something that has plagued our judicial system. That is why I am going to lead into this circumstance with Judge Southwick.', u"Then, of course, there is legislation that we filed, No More Tulias. That was a place where the prosecution relied on one police officer, a rogue cop, by the way, and I love my law enforcement, I work very well with them, who, unfortunately, pointed the finger at 50 African Americans or more, who were ultimately prosecuted and went to jail because of one officer's testimony, no other witnesses. And this is the issue that we face, the politicizing of U.S. Attorneys. John Conyers focused on it.", u'But my good friends Congresswoman Stephanie Tubbs Jones and Danny Davis, and so many of us who were cosponsors, led on the Second Chance bill. So she balanced prosecution with recognizing that people should have a second chance. This came out of the bowels, if you will, of the Congressional Black Caucus, the criminal justice system being fair.', u"Then, of course, she mentioned the Jena Six. I want to just frame this not by the Congressional Black Caucus affirming bad behavior. We have sons. We have daughters. We have children. We have children that go to schools, public schools. But the question that we just can't get over is how three young people that hung nooses that triggered the bad feelings then get a pass. Fine. Someone administratively decided we want these young people to stay in school. That is their decision. But then you take young people of color and you decide that they should be in the adult criminal justice system.", u'So the African American community looked to the Congressional Black Caucus to make a stand. I am delighted that, with the leadership of Chairwoman Carolyn Kilpatrick, we have worked with the lawyers, we have worked with civil rights activists to keep this before us. The good time early release bill, because in the federal system there is no parole. Members of the Congressional Black Caucus have focused on nonviolent criminals who have been in prison for a period of time getting considered for good time early release. We have spent $100,000 a year, almost, for the 2.4 million people that are in the federal system.', u'The SCHIP bill was led by convening leadership of Majority Whip Clyburn, working with Charlie Rangel. But we stood fast to say: No backing down on the SCHIP bill. Of course Bennie Thompson, my chairperson, was able to pass for the first time the 9/11 bill.', u'That leads me to why we are here talking about Judge Southwick, and a personal story. I am a voting rights baby. This district that I represent, represented first by Barbara Jordan and then by Mickey Leland, would not have existed but for the 1965 Voting Rights Act that then provided the representation not at large, but by district.', u"Many people don't know that Barbara Jordan ran over and over again in Houston, Texas, and lost, because she had to run countywide, citywide. It was only when they carved out or were able to get a senatorial district that concentrated diverse people, that concentrated African Americans, that she was elevated to the State Senate. So the Fifth Circuit was the place of first Federal response, beyond the district courts, to save us from the discriminatory practices that were going on in the South, and Texas is the South.", u"So when Judge Southwick has cavalierly used the ``N'' word, and, by the way, the NAACP buried that word, and most of us know it is an offensive word, despite the first amendment, then I can't imagine that the Senate tomorrow is even going to think about affirming this individual. Because he ruled that a white employee who had been fired for calling an African American coworker a good old ``N,'' he thought that that certainly was equivalent to calling somebody a teacher's pet.", u"But go back to the Jena Six. That is the same response the Department of Justice under Bush gave us, that we didn't think it was important to chastise, to admonish, to prosecute three young people who hung a noose, and the noose epidemic is going around America.", u"So here you want to elevate someone to the Fifth Circuit who believes that the ``N'' word is equal to, that it is like ``teacher's pet.'' The Mississippi Supreme Court, by the way, unanimously reversed Southwick.", u'He has also rejected defense claims that prosecutors struck African American jurors based on race. I know it firsthand as a lawyer. We see it every day in the Harris County courthouse when the prosecution in down-south Houston, Texas, repeatedly rejects African American jurors. So that is not the temperament for being on the Fifth Circuit, because we appeal those cases to you.', u'His expressed views also raised doubts about his ability to rule fairly in cases involving the civil rights of gays and lesbians. We have gotten past that in the United States Congress. In fact, we understand you have employee rights not to be discriminated against in the workplace or anywhere in America. What will that do for us to be able to have a judge on the Fifth Circuit that has no understanding that we are diverse?', u'Then, of course, one other point that I am going to make before I close, one of the most important privileges is the privilege of being in the workplace safe and secure without discrimination, and it has been proven that Judge Southwick is not one that supports the rights of workers and the victims who suffer personal injury.', u'What it means is that you come before his court, obviously on appeal, and whether it be a malpractice case or whether if be a huge personal injury case, then he has not been warmly received or well received, these cases.', u"So I would simply ask, when you talk about judicial temperament, for those of us who are heavily dependent on the equality and balance of the judiciary, I reminded my colleagues and others in the hearing last week that the Federal Government is the ``rainy day umbrella.'' That is why we were so frustrated with Hurricane Katrina and the response by this administration, because we looked to the Federal Government as that last stopgap.", u'So those of us in the South look to the Federal Government, whether it was John F. Kennedy calling down when Martin Luther King was in jail or Eisenhower sent the troops into Little Rock, we look to the Federal Government. All of us do.', u"So you are going to put on the bench someone who is predisposed that the ``N'' word is just a ``funny word,'' and then those of us who go to the Fifth Circuit on redistricting cases, short of the law that already exists, can't expect any relief because why do you ``N'' people need to have districts that you are able to vote on someone from communities of interest, in essence, or someone who is representative of your perspective or your view? That is what we get with the affirmation of Judge Southwick.", u"So I am going to make a personal plea to Senators who might have voted in the committee and whoever wants to take this plea to recognize the pain that would be generated from the affirmation of Judge Southwick. It is untenable. For those of us who want to hold up this flag that I am looking at right now as representative of all of America, the Stars and Stripes, that we would allow him to be affirmed. Letting him stay where he is, fine. I welcome his continued service. But the Fifth Circuit, the next court subject to appeal down from the Supreme Court, we cannot afford someone who would be so intolerable that they would disrespect workers, disrespect those who would be the victims of using the ``N'' word, those who are gay and lesbian who deserve the privileges of every citizen, and certainly does not respect the right of everyone to serve as a juror in order for someone to be tried by a jury of their peers.", u'Congresswoman, I am more than appalled that we would be here tonight to have to entreat, to encourage, to demand, to cajole, if you will, to express outrage, that we have to defend our position for someone who is certainly both untenable and certainly seemingly without the temperament to judge on behalf of the United States of America. I ask my good friends in the Senate, I ask the other body to consider the words of those of us who are here on behalf of the Congressional Black Caucus and this conscience that America deserves.', u'I thank the distinguished gentlewoman, and I hope these words are not in vain. Frankly, I hope that we will have a good day tomorrow so that we can make America a better place to live.', u'Another interesting thing, because the Supreme Court only takes cases that they choose, and in the law we use the term certiorari which means certification, that the Supreme Court certifies it is an issue that they want to take up, the Fifth Circuit Court and all the circuit courts become like the Supreme Court for almost every other case that will never reach the Supreme Court, and that is what makes a nomination to the circuit court even that much more important.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/10/22/H11825-3_congressional-black-caucus/'}