{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 109, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-01-30/html/CREC-2006-01-30-pt1-PgS260.htm', u'number': 8, u'id': u'CREC-2006-01-30-pt1-PgS260.chunk3', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S260-S318', u'speaker_party': u'D', u'date': u'2006-01-30', u'bills': None, u'bioguide_id': u'K000105', u'order': 3, u'speaking': [u'Mr. President, today at 4:30, Members of this body will be casting an extremely important vote, the implications of which are going to be felt not only in the next several months but for a great number of years, not only for this generation but for the next generation and the following. It is on a nomination for the Supreme Court of the United States and whether we are going to move ahead and have a final vote tomorrow.', u'There is nothing more important than the votes we cast on nominations to the Supreme Court, except sending young Americans to war. The implications of this vote are far reaching. As one who has followed the courts of this country as they moved us to a fairer and more just nation, this nomination has enormous consequences and importance. I doubt if we will cast another such vote, unless it would be for a Supreme Court nominee, any time in the near future.', u"I remember the beginning of the great march towards progress this Nation made with the Fifth Circuit in the 1950s, the great heroes, Judge Wisdom, Judge Tuttle, Judge Johnson, and many others who awakened the Nation to its greatness in terms of having America be America by knocking down walls of discrimination and prejudice. Our Founding Fathers didn't get it right on that as we know. They effectively wrote slavery into the Constitution. We fought a Civil War that didn't resolve it or solve it. Though, obviously, with President Lincoln and other extraordinary leaders, we began to move the process forward to knock down the walls of discrimination.", u'It was really as a result of the extraordinary leadership of Dr. King, his allies and associates in the late 1950s, that America began to think about what this country was all about, recognizing the stains of discrimination. We had the beginning of the movement to knock down the walls of discrimination in the Public Accommodation Act of 1964, the Voting Rights Act of 1965, the Civil Rights Act of 1967, housing in 1968, title XIV in 1973. In 1965, we knocked down the walls of discrimination in our immigration laws, the national origin quota system. The Asian-Pacific triangle discriminated against Asians. The national origin quota system discriminated against groups of countries.', u'We have made enormous progress, not that laws themselves are going to solve these problems. We had laws that were passed, supported by Democrats and Republicans during this time, and we became a fairer and more just nation. Still there are important areas we have to move toward to complete the march. The stains of discrimination are still out there, not nearly as obvious as they were in the earlier part of the last century, but they are still out there. They are evident. All of us at one time or another still see them. It is not limited to a region of the Nation. It exists in my part of the country as well.', u'The question is, Are we moving forward to knock down the walls of discrimination? That has always been a pretty basic test for me in terms of reaching a judgment on the Supreme Court.', u"I remember the case of Tennessee v. Lane that was decided not long ago. It involved a woman in a wheelchair, a single mom with two children, trained as a court reporter. The State was Tennessee. About 60 percent of all the courtrooms in Tennessee for some reason are on the second floor. The question involved the Americans with Disabilities Act. I welcomed the opportunity to work closely with my colleague from Iowa, Senator Harkin, on that program. By the time we came to the floor, we had bipartisan support for that legislation. President Bush 1 indicated it was the piece of legislation of which he was most proud. It wasn't always easy in terms of dealing with the disabled.", u'I can remember when we had 4 million children who were kept in closets rather than being able to go to school. We had bipartisanship on the IDEA, the Individuals with Disabilities Education Act, and we made enormous progress during that time.', u'Then we had Tennessee v. Lane. The question was whether that courthouse was going to make reasonable accommodations to let that single mother, who was trained as a court reporter, avoid being carried up a flight of stairs, avoid being carried into the ladies room, avoid other humiliating circumstances because of her disability, was that courthouse going to have to make those reasonable accommodations.', u"Four Justices on the Supreme Court said no, no, we don't have to make those accommodations. But five said yes. Sandra Day O'Connor said yes on that and they made those accommodations. That mother was able to gain entrance into the courthouse and has had a successful career. She appeared before our committee with tears in her eyes. If that decision had gone 5 to 4 the other way, all 50 States would have had to have passed disability rights acts--not the Americans With Disability Act, but a Massachusetts disabilities act, or Connecticut, or Rhode Island. But we had the Americans With Disabilities Act, so 42 million fellow citizens with physical and mental disabilities are now part of the American family today. Just as we have knocked down the walls of discrimination on race, religion, ethnicity, and gender, we have done so with disability. We have also made some progress in terms of gay and lesbian issues as well.", u"We have made this march toward progress. The question is whether we are going to have a justice who believes in that march of progress, or whether we are going to have somebody who is going to be a roadblock in that march toward progress. I express my opposition to Judge Alito because I think he is the wrong judge at the wrong time on the wrong court. I don't believe he is going to be part of the whole movement and march toward progress in this country. It is a delicate balance. We have seen at times in American history where Executives have led the way in making this a fairer country and where Congress has led the way and, certainly, we have seen that with Executive power in terms of the adoption of the Medicare Programs and Medicaid. We had Presidential leadership for a while in the early sixties, and finally we passed those. As a result, we are a fairer country. Ask our elderly people if we didn't have the Medicare or the Social Security programs where we would be as a nation. That is the issue.", u"I accepted the challenge of Judge Alito, who said, let's read my cases. I am reminded of the fact that to understand a nominee, one has to read their dissenting opinions. Ruth Bader Ginsburg and Robert Bork agreed 91 percent of the time. Isn't that extraordinary about two individuals with dramatically different judicial philosophies? They agreed 91 percent of the time. Where you found their differences were in their dissents.", u"That is where I looked with regard to this nominee. That is why I came to the conclusion this nominee was not going to be friendly to the average worker, friendly on women's rights, friendly on the issues of race, friendly on the issues of the environment, and would no doubt be willing to accede to a more expansive Executive power.", u"I remember the time when the President announced the nomination of Judge Alito. It was in the early morning. I happened to be up in Massachusetts and I knew the announcement would be made. I didn't know Judge Alito. Certainly the representation was that there is a wide open kind of net that has been spread out across the country to try to find the very best in our Nation who would be a good nominee. I have voted for seven Republican nominees for the Supreme Court. We have had a great many of those nominees who were virtually unanimous in this body--Democrats and Republicans voting together for nominees--and that is what I think all of us were hoping for. We had seen the fiasco that had taken place with Harriet Miers. We saw groups in this country that were prepared to exercise a veto. We have seen groups in our Nation that were prepared to exercise a litmus test. We have seen groups that have said absolutely, no, we are not going to have Harriet Miers. These are the same groups that indicated for so long that nominees are entitled to a vote up or down.", u"We ought to be able to look at a nominee's judicial philosophy and all the rest. All of those issues went right out the window when Harriet Miers was nominated. The reason was because Harriet Miers didn't pass a litmus test. Now we have Judge Alito. Before the announcement ended, we see this extraordinary wave of favorability that has come over in terms of support for this nominee. I wonder how people could be so opposed to Harriet Miers and, as soon as Judge Alito was announced, how they could be so overwhelmingly for him. What did they know? Who knew?", u'One of the things I think of is what our Founding Fathers wanted. What did the Constitution say on this issue? The Founding Fathers, in debating the Constitution, considered the issue of appointment of judges four different times. On three occasions they gave all the authority to this body here, the Senate, to recommend and appoint. The last important decision at the Constitutional Convention--10 days before the end--was to share the power, with the Executive having the power to appoint and the Senate having the power to give advice and consent. You cannot read the debates, which I have read, and not understand that it was a shared responsibility--not this idea that the Senate is supposed to be a rubberstamp. I know it suits their interests, but our Founding Fathers wanted the shared responsibility. Remember the checks and balances, the essential aspect of the Constitution of the United States? When they give authority and power in one place, they give authority and power to the other--the Commander in Chief, Executive, making of war; with the Congress, the power of the purse, and the rest of the issues we all are familiar with.', u"This is a shared responsibility, and we in this Senate have a very important constitutional obligation to review the recommendation. The real question for us now when we have a nominee is to find out--not for ourselves, but as instruments for the American people--what the beliefs of this nominee are; what are the real beliefs are of the nominee for the Supreme Court of the United States; do we have the assurances that this individual is the best of the best. We have seen that. President Reagan gave us Sandra Day O'Connor, who was the best of the best. The list went on. We have had extraordinary jurists in the past.", u'We approached this to try to find out these things on the Judiciary Committee. We have a pretty good sense that the executive branch knows the philosophy of this nominee. They have made the recommendation and obviously they have inquired of this nominee, so they know where he is.', u"I was absolutely startled this morning when I picked up the New York Times and saw in Mr. Kirkpatrick's article on the front page exactly how this nominee was selected, who selected him, and what the process was. All during this period of time, that was something those of us on Judiciary Committee had no mind of. Maybe our friends on the other side knew about it. But this is on the front page of the New York Times: Paving the Way For Alito Began In Reagan Era.", u'It goes on extensively, continuing on page A18. I ask unanimous consent that the article be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/01/30/S260_executive-session/'}