{"speaker_state": "WI", "speaker_raw": "mr. sensenbrenner", "speaker_first": "F.", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm", "number": 103, "id": "CREC-1996-07-12-pt1-PgH7480-5.chunk113", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Sensenbrenner", "pages": "H7480-H7506", "speaker_party": "R", "date": "1996-07-12", "bills": null, "bioguide_id": "S000244", "order": 113, "speaking": ["Mr. Chairman, I deeply regret that my colleague from Wisconsin, Mr. Gunderson, left before we could respond to his remarks. And I regret that he was not here when I made my remarks on why this legislation is in front of us.", "Mr. Chairman, this legislation is not mean-spirited. It is not divisive. It is not cynical. It is a legitimate response to a well-publicized legal move to try to expand a decision in Hawaii to the rest of the country and to Federal law.", "Now, the question is not whether or not we are compassionate. I think we all are compassionate because uncompassionate people do not get elected to Congress. But the question is how these issues should be debated and how the decision should be made.", "I believe in the power of the people and the power of the Congress to make the right decisions and to do the right thing. And we ought to have an open debate on the issue of whether Federal benefits should be expanded to couples who get involved in gay marriages. The place for that debate, I would submit, is in the forum of public opinion, and the greatest deliberative legislative body in the world, the Congress of the United States, rather than having judges that are not elected and judges that are not responsible to the people bootstrap a decision in one State to national policy.", "Mr. Chairman, I am sorry the gentleman from Wisconsin does not understand that. I think the rest of the House does."], "capitolwords_url": "http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/"}