{"speaker_state": "TX", "speaker_raw": "mr. cornyn", "speaker_first": "John", "congress": 109, "title": "UNANIMOUS CONSENT REQUEST--H.R. 4437", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm", "number": 69, "id": "CREC-2006-06-05-pt1-PgS5401-10.chunk60", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Cornyn", "pages": "S5401-S5424", "speaker_party": "R", "date": "2006-06-05", "bills": null, "bioguide_id": "C001056", "order": 60, "speaking": ["Mr. President, I appreciate the Senator from Kansas giving me a chance to speak on the marriage amendment. I know there is no one who cares more deeply or who has fought harder on this cause than the Senator from Kansas. I am glad to join him on the Senate floor.", "It has been kind of interesting to hear some of the comments that have been made by the majority leader's stated intent to go to the marriage amendment again this week and the kind of comments that some have made about that decision. One of our colleagues on the other side of the aisle was on one of the Sunday morning interview shows, ``Meet the Press,'' where he said:", "You know, I think about this--the world is going to Hades in a hand basket. We are desperately concerned about the circumstance relating to avian flu. We don't have enough vaccines, we don't have enough police officers, and we're going to debate for the next 3 weeks, I am told, gay marriage, a flag amendment, and God knows what else. I can't believe the American people can't see through this. We already have a law, the Defense of Marriage Act. We have all voted--not where I voted and others voted. Look, marriage is between a man and a woman, and States must respect that. Nobody has violated that law. There has been no challenge to the law. Why do we need a Constitutional amendment? Marriage is between a man and a woman. What is the game going on here?", "First of all, I would suggest to my colleague who made those statements this last Sunday that protection of traditional marriage is important. This is not an issue which we have raised gratuitously or out of thin air. This is a fight which really has been brought to the American people by those who would seek to use the courts to advance their agenda to call marriage between one man and one woman some form of discrimination or violation of their civil rights.", "So this is not an issue which we have taken up without provocation or without cause but one which I believe is a legitimate and important response to the challenges we have seen in the courts across our country, including most famously in Massachusetts but elsewhere in addition.", "Just to correct the misimpression of my colleague whose statements I just quoted, there are challenges to the Federal Defense of Marriage Act pending in a Federal district court in both Oklahoma and Washington.", "It is simply wrong to suggest that we are introducing this issue without provocation or without cause, and it is simply erroneous to say there have been no developments in the courts across our land that cause good people of good faith some legitimate concern about what the future of our marriage laws might be.", "Tomorrow, we will vote on an amendment to the Constitution that would define marriage as the union of one man and one woman. Constitutional amendments should obviously not be brought for light or insignificant reasons but, rather, to preserve some of the most fundamental principles of our way of life--and those principles deserving of the ultimate legal protection.", "The institution of marriage, notwithstanding some of the comments of some, I believe is one of those fundamental principles deserving the ultimate legal protection. It is arguably the fundamental building block of our society. Throughout human history, traditional marriage between a woman and a man has been viewed as the ideal. It is the ideal environment in which to raise children. It is the ideal environment in which to promote families, the most important institution in our society. And, in my view, it should be protected and preserved.", "I am not the only one who feels that way. The Federal Defense of Marriage Act, which defined marriage as between a man and a woman that the Senator mentioned in the Sunday morning talk show, passed the U.S. Senate by a vote of 85 to 14 in 1996, obviously indicating that this is not a partisan issue. It is not a sort of vocal minority that is saying this is something we need to do. It got overwhelming support in 1996.", "Moreover, legislators in 45 of 50 States have adopted State legislation generally known as defense of marriage acts. In recent years, the American people across the Nation have gone to the polls to support State constitutional amendments designed to protect marriage and have done so with overwhelming numbers. Voters in my State adopted a constitutional amendment in 2004 with 76 percent support. In fact, in the 19 States that have considered State constitutional amendments, all have passed, and with an average support of 71.5 percent. This year, seven more States will consider constitutional amendments preserving traditional marriage.", "You might legitimately ask, given all of this activity at the State level, why is there a need for a Federal constitutional amendment? Indeed, even with the Federal Government passing the Defense of Marriage Act in 1996, why do we need the added protection? The fact is, despite the overwhelming will of the American people, traditional marriage has been undermined by activist judges and continues to face challenge after challenge after challenge in State and Federal courts throughout the Nation.", "It is important to look back at what first signaled that traditional marriage was in jeopardy in the courts. It goes back to the decision of the U.S. Supreme Court, Lawrence v. Texas. The most remarkable thing about that decision is not the result but how the Court came to the result it reached. There is the case that struck down the antisodomy laws in Texas law.", "Indeed, it was widely anticipated that the Court would overrule the decision in Bowers v. Hardwick, which upheld the antisodomy law in Georgia. But in this case, the Court not only struck down this antisodomy law on equal protection basis--Justice Kennedy, writing for the majority, created a new constitutional right, which raised the specter of legal challenges to traditional marriage laws. That new constitutional right created in that decision was one that said you are free in one's intimate sexual and personal relationships such that the Constitution now prohibits any sort of restriction by legislation or official policy on those intimate relationships between adults.", "At the time, Justice Scalia rightly noted that the opinion ``leaves on pretty shaky grounds State laws limiting marriage to opposite-sex couples.''", "Within months of that decision, the Federal constitutional decision in Lawrence v. Texas was used by the Massachusetts Supreme Court as the basis to interpret its State constitution to require same-sex marriage, writing that ``no amount of tinkering with language will eradicate the stain of traditional marriage.''", "This almost seems surreal to me. The last thing I thought I would end up doing coming to Washington and to the Senate is that I would be standing here on the Senate floor having to defend the institution of traditional marriage. I thought some things were a given and there would be other issues that we would be arguing about and fighting about and debating about--the great issues of the day. But we are here because of the provocation of not only overly broad decisions made by the U.S. Supreme Court but essentially State courts now finding the license in other courts to say that traditional marriage laws are somehow unlawful discrimination.", "It is also important to note why this should be handled at the Federal level.", "I already mentioned that State voters, when given an opportunity, had readily passed State constitutional amendments, or Texas legislators, as in my State, readily would pass a statute. But we all know that under our Federal scheme of government, State laws, including State constitutional provisions, cannot withstand a decision by a Federal court, that the U.S. Constitution will not allow those State provisions, either of statute or constitution, to stand if indeed it is found to be in violation of the United States Constitution. That is the very real threat here which has already been realized in Nebraska's Federal court and which now is pending in at least two other courts.", "In the 108th Congress, as chairman of the Subcommittee on the Constitution, Civil Rights and Property Rights, I chaired three hearings on the subject of marriage. These included a hearing focusing on the statutes of the bipartisan Defense of Marriage Act, which I mentioned a moment ago; another studied whether an amendment to the Constitution was necessary at all; and a third that addressed the specific amendment language that had been introduced in the Senate and which is now the subject of the pending resolution. Through that process, we learned time and time again from legal experts across the political spectrum that the only way for Congress to permanently protect and preserve marriage against judicial activism is through an amendment to the U.S. Constitution.", "I think it is also important for people to understand, even when Congress passes by the appropriate supermajorities a resolution like this to amend the Constitution, that it also then has to go to the States, and three-quarters of the States have to ratify that resolution as well before it becomes a constitutional provision.", "Some have said that this issue is not sufficiently important to justify an amendment to the U.S. Constitution. But I would point out that the 27th amendment to the U.S. Constitution adopted in 1992 provides that ``no compensation for Members of Congress shall take effect until an election of representatives shall have intervened.'' In other words, Congress can't give itself a pay raise without having to actually stand for election during an intervening period of time. I would humbly suggest that protecting the institution of marriage is at least as important as the pay provisions governing Congress.", "People can decide for themselves where it matches up on the spectrum, but it is at least as important as that. To suggest that somehow the Constitution is so sacrosanct that we cannot offer amendments to the Constitution is to deny government of the people, by the people, and for the people. This is our Constitution. It is the people's prerogative to say whether we will amend the Constitution, and if so, what goes in that provision.", "We already know there are some judges who are using their interpretive power under the Constitution to rewrite it or to amend it under the guise of interpretation. So the question is not whether it will be amended; the question is, Who will amend it? I believe we the people should reserve our rights to determine the laws that govern our society and that govern our families.", "Through the hearing process I mentioned a moment ago, I came to believe that a constitutional amendment was entirely appropriate. We know 2 years ago the Senate failed to overcome a filibuster against proceeding to the amendment by a vote of 48 to 50. That was unfortunate. Now we have another chance, yet some question whether we should take advantage of that opportunity, even accusing supporters of some type of political expediency in even raising this issue.", "The simple answer is that the institution of marriage continues to be under assault by an organized, coordinated campaign of legal activists seeking to quietly but methodically undermine this institution through lawsuits filed around the country. Since the 2004 vote, State courts in Washington State, New York, California, Maryland, and Oregon have found traditional marriage laws to be unconstitutional. As I mentioned a moment ago, a Nebraska judge has struck down a State constitutional amendment on the same basis, claiming that somehow, after more than 200 years of our Constitution's existence, during which time we all assumed traditional marriage laws were sacrosanct, that somehow all of a sudden these judges have divined that, no, the Founding Fathers really intended to find that traditional marriage laws were discriminatory and unconstitutional. It would be laughable if it were not so serious.", "At the present time, nine States face challenges of their traditional marriage laws. Some challenges are in State court, and some are based on Federal constitutional claims. Even others challenge the Defense of Marriage Act.", "Last week, I read in the New York Times that New York's marriage laws are now before that State's highest court, as well. Numerous other lawsuits have been filed and will continue to be filed across the Nation even as voters take to the polls in support of laws protecting marriage.", "Tomorrow, the Senate faces an important and necessary question: Do we believe that traditional marriage is important enough to deserve full legal protection? In my view, the answer to that simple question is a simple yes. Marriage must be protected by the Constitution, and the American people should preserve their right to choose for themselves how to define our society and not have invalidation of traditional marriage forced on them by activist courts.", "This amendment language would provide that protection and that reassurance. It would define marriage as the union of a man and a woman and would protect the American people against judicial activism and being forced to live in a country with laws that do not reflect their will. I urge my colleagues to support this measure and to move this important amendment to the Senate for full consideration.", "I yield the floor and suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/"}