{"speaker_state": "GA", "speaker_raw": "mr. kingston", "speaker_first": "Jack", "congress": 109, "title": "EXPRESSING CONTINUED SUPPORT OF CONGRESS FOR EQUAL ACCESS OF MILITARY RECRUITERS TO INSTITUTIONS OF HIGHER EDUCATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-02/html/CREC-2005-02-02-pt1-PgH317-4.htm", "number": 9, "id": "CREC-2005-02-02-pt1-PgH317-4.chunk22", "volume": 151, "chamber": "House", "session": 1, "speaker_last": "Kingston", "pages": "H317-H325", "speaker_party": "R", "date": "2005-02-02", "bills": ["H. Con. Res. 36"], "bioguide_id": "K000220", "order": 22, "speaking": ["Mr. Speaker, I thank the gentleman for yielding me this time.", "I want to speak certainly in favor of the Solomon Amendment and remind my colleagues that it does not apply to institutions of higher education that have had a longstanding practice of pacificism based on historic religious grounds, and it exempts Federal student financial assistance from termination. But what it does do is allow students to look at career opportunities in the Army. And as the chairman of the Committee on Armed Services said, there are so many legal issues involved in the military today and to go beyond that, to let people look at careers in, I would say, intelligence as much as anything, homeland security, there is a great opportunity for students to go into.", "But we are also seeing so much push-back really from a crowd that is basically anti-American and anti-conservative. Indeed, there are so many prejudices against everyday middle-class values on college campuses, and serving in the military and being pro-American just seems to be one of them.", "Students at Wells College, for example, were ridiculed by their professors if they supported the war in Iraq. At the University of Missouri, a professor, a science professor, offered extra credit for students to protest a speech given by conservative activist David Horowitz. At the University of Richmond, a professor called President Bush a moron in his class. And at the University of Oregon, students were labeled ``neo-Nazi'' for expressing their opinion that Trent Lott was the victim of a double standard. And examples go on and on.", "Another statistic, the Foundation for Individual Rights in Education found that over 90 percent of well-known college campuses have speech codes intended to ban or punish politically incorrect, almost always conservative speech, and that campus funds are unequally distributed to left-wing groups as opposed to conservative groups by a ratio of 50 to one.", "I think the judicial attack on the Solomon Amendment is just one of a series of a trend that is against, again, anything that is pro-American, pro-conservative, pro-traditional values. And so I would submit for the Record an article that was an opinion in the Wall Street Journal recently and then something on the academic bill of rights that I think also touches into this same subject.", "The bill would express the continued support of Congress for the so-called ``Solomon law'' in title 10, U.S. Code, which improves DOD's ability to establish and maintain ROTC detachments and to ensure military recruiters have access to college campuses and students that is at least equal in quality and scope to that provided to other employers.", "The bill would:", "State Congress's resolve to achieve military personnel readiness through vigorous application of the ``Solomon law'' relating to equal access for military recruits to institutions of higher education, and express Congress's commitment to explore all options, including the use of its Constitutional power to appropriate funds, to achieve that equal access.", "Express the Sense of Congress that the Executive Branch should aggressively challenge any decision impeding or prohibiting the operation of the ``Solomon law.''", "Encourage the Executive Branch to follow a doctrine of non-acquiescene by not finding a judicial decision affecting one jurisdiction to be binding on other jurisdictions. The so-called ``Solomon law,'' section 983, title 10, U.S. Code, named for its original proponent Representative Gerald Solomon (R-NY), is based on the principle that if a college or university accepts federal funding it must permit military recruiters and/or ROTC access to campus and to students. Enacted first in 1994, and added to by Congress in 1996, 1999 and 2002, and 2004, the ``Solomon law'' prohibits some defense-related and other federal funding from going to colleges and universities that prevent ROTC access or military recruiting on campus.", "The Solomon law: (1) does not apply to institutions of higher education that have a long-standing policy of pacifism based on historical religious grounds; and, (2) exempts federal student financial assistance from termination.", "The U.S. Court of Appeals for the Third Circuit, on 29 November 2004, reversed a district court decision, which had upheld the Constitutionality of the ``Solomon law,'' by ruling that the ``Solomon law'' violated the 1st Amendment rights of free speech and association held by institutions of higher education. The Third Circuit remanded the case to the district court to enter a preliminary injunction against the enforcement of the ``Solomon law.''", "The acting Solicitor General has announced his intention to petition the Supreme Court for a writ of certiorari to review the decision of the Third Circuit Court. The Government also filed a motion on 14 January 2005 with the Third Circuit Court seeking to stay the Court's mandate for a preliminary injunction against the enforcement of the ``Solomon law'' until the Supreme Court decides the Government's petition. The Third Circuit granted the stay on 19 January.", "H. Con. Res. 36, in expressing continued support for equal access of military recruiters to institutions of higher education, makes the following points regarding the ``Solomon law'':", "Under article I, Section 8, of the Constitution, Congress exclusively has the power to raise and support armies, provide and maintain a navy, and make rules for the government and regulation of the Armed Forces.", "Military recruiting on university campuses is one of the primary means by which the Armed Forces obtain highly qualified new military personnel and is an integral, effective and necessary part of overall military recruiting. Efforts by colleges and universities to restrict or prohibit military recruiter access will have the harmful effects of increasing Federal spending to achieve desired recruiting outcomes and of compromising military readiness and performance. Such harm conflicts with Federal responsibilities to provide for the Nation's defense. Any reduction in the performance by the Armed Forces amidst the present national emergency declared by the President on September 14, 2001, operates against the national interest.", "The Constitution gives Congress the power to regulate spending and in that role Congress has chosen over time to appropriate funds for a variety of Government programs to be provided to institutions of higher learning. However, these funds are not an entitlement to any college or university and can be provided subject to criteria and conditions set by Congress.", "The ``Solomon law'' is a legislative safeguard that links Federal funding of educational institutions to the willingness of those institutions to abide by a rule of access by military recruiters to campuses and students that is at least equal in quality and scope that is provided to any other employer.", "For the last several years, a growing number of university law schools and colleges of law have treated military recruiters in ways significantly different from the recruiters of other employers. As a result, military recruiters and the persons they seek to interview have been subjected to various degrees of official and unofficial harassment or ill treatment that is designed to make military recruiting difficult, or to frustrate its objectives. The underlying reason for this differing treatment is opposition to Federal law that prohibits military service by openly gay people--the so-called ``don't ask, don't tell'' law.", "Given that opposition, it is imperative that the safeguards that the ``Solomon law'' provides not only for military recruiters, but also for ROTC, be maintained. Without such safeguards, grave harm to military recruiting will result as colleges and universities move to limit or deny access to campuses and students by representatives of the Armed Forces.", "Faculty hiring is controlled by more senior members of the faculty itself: As Conservative faculty forced to keep political views quiet until they achieve tenure. Usually hire those who agree with them, Creates a perpetual cycle. Creates an environment where Marxists, Post-Modernists, etc. can still dominate in academic fields even while their views have been discredited: Numbers of Liberal Professors vs. Conservative Professors The overall ratio of Democrats to Republicans at the 32 schools studied was more than 10 to 1 (1397 Democrats, 134 Republicans). Not a single department at a single one of the 32 schools managed to achieve a reasonable parity between the two main political parties: In the nation at large, registered Democrats and Republicans are roughly equal in number. The closest any school came to parity was Northwestern University--Democrats outnumbered registered Republicans by a ratio of 4-1. Other Schools: Brown--30-1 Bowdoin, Wellesley--23-1 Swarthmore--21-1 Amherst, Bates--18-1 Columbia, Yale--14-1 Pennsylvania, Tufts, UCLA and Berkeley--12-1 Smith--11-1 Other Schools had ZERO registered Republicans: Williams--51 Democrats, 0 Republicans Oberlin--19 Democrats, 0 Republicans MIT--17 Democrats, 0 Republicans Haverford--15 Democrats, 0 Republicans Most students probably graduate without ever having a class taught by a professor with a conservative viewpoint. Not Just a Faculty Problem But A Campus-Wide Bias For example, the University of Pennsylvania, Carnegie Melon, and Cornell could not identify a single Republican administrator. In the entire Ivy League, there were only 3 Republican administrators identified. Impact on Students Remarks belittling conservative ideas convey that these views are not accepted on campus--Grading based on these ideas reinforce this perception. One student called a ``fascist'' for inviting Oliver North to campus. University of Oregon--Student labeled ``neo-Nazi'' for expressing his opinion that Trent Lott was the victim of a double standard. University of Richmond--Professor called President Bush a ``moron'' in the classroom. University of Missouri in Columbia--Professor offered extra credit to protest a speech by David Horowitz. Students at Wells College were ridiculed by professors for their support on Iraq war and their views on feminism. ``It didn't take long to see how liberal it was after I came here. The professors and the education I receive is excellent, but the professors seem to use class as a political soapbox,''--Kristy L. Hochenberger, a student at Wells College. Slogan circulated by Biology professor at Wells College-- ``Lobotomies for Republicans: It's not just a good idea; it's the law!''. Many students conceal what they actually think in order to protect their academic standing--a reality clearly at odds with the educational mission of the university. Nearly all distinguished doctoral programs rely on matching students with professors who have compatible interests. Preferential treatment shown to those with similar liberal ideals. Campus Guests, Speech Police and Commencement Speakers Campus funds are unequally distributed to leftwing student groups as opposed to groups with conservative agendas by a ratio close to 50:1: These student groups are many times in charge of hiring campus speakers. The Foundation for Individual Rights in Education found that over 90 percent of well-known college campuses have speech codes intended to ban and punish politically incorrect, almost always conservative, speech. The ratio of commencement speakers on the left and right was 226-15, a ratio of over 15:1: Commencement speakers are selected through committees composed of administrative staff, faculty, and students. Twenty-two of the thirty-two schools surveyed did not have a single Republican or conservative commencement speaker in the entire ten years surveyed: Six of the remaining schools invited only one Republican or conservative each, as compared to 38 liberals or Democrats. Haverford, Swarthmore and UCLA, which host multiple speakers every year, did not feature a single Republican or conservative speaker as balanced against 54 liberals and Democrats. Academic Bill of Rights Recognizes that political partisanship by professors is an abuse of students' academic freedom. Designed to take politics out of the university curriculum: Does not call for more classics in curriculum, Reading lists should provide students with dissenting viewpoints so they may form their own opinions. Designed to protect the right of students to ``get an education rather than an indoctrination'': Should not make professors afraid of what they say, We defend professors' right to say anything and forbids administration from punishing them for their political opinions, Professors should always be open to dissenting opinions. Unequal funding of student organizations which host guest speakers is unacceptable: Calls for pluralism in selection of guest speakers. Learning environment hostile to conservatives is wrong. There is a lack of ``intellectual diversity'' within faculties on college campuses: University should be ``inclusive'' to all viewpoints, Without it, free exchange of ideas are impaired. It is not our intention to suggest that there should be quotas based on party affiliation in the hiring process at universities: We support removing all politics and political affiliation from the hiring process, It is our purpose to point out the gross imbalance of liberal vs. conservative professors. While nearly all university administrations devote extraordinary resources to defend the principle of diversity in regard to race and gender, none can be said to have shown interest in the diversity of ideas. Universities have the privilege of being separate from the society they inhabit: Society grants faculty protection from the influence of outside politics, With that privilege comes a responsibility by the faculty to also safeguard the free exchange of ideas. Correcting this should be the goal and an integral part of educational policy under the Academic Bill of Rights."], "capitolwords_url": "http://capitolwords.org/date/2005/02/02/H317-4_expressing-continued-support-of-congress-for-equal/"}