{u'speaker_state': u'VT', u'speaker_raw': u'mr. sanders', u'speaker_first': u'Bernard', u'congress': 109, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 310, BROADCAST DECENCY ENFORCEMENT ACT OF 2005', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-16/html/CREC-2005-02-16-pt1-PgH635-6.htm', u'number': 17, u'id': u'CREC-2005-02-16-pt1-PgH635-6.chunk30', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Sanders', u'pages': u'H635-H643', u'speaker_party': u'I', u'date': u'2005-02-16', u'bills': [u'H.R. 310'], u'bioguide_id': u'S000033', u'order': 30, u'speaking': [u'Mr. Speaker, I thank the gentlewoman for yielding me this time, and I rise in opposition to the rule and opposition to the underlying legislation.', u'As someone who voted in favor of similar legislation last year, I am increasingly alarmed by the culture of censorship that seems to be developing in this country, and I will not be voting for this bill today.', u'This censorship is being done by the corporate owners of our increasingly consolidated, less diverse media; but it is also significantly being done by the government, and that is what this bill is about today. What we are seeing is an increasing and insidious chill on free expression in the airwaves.', u'There are a lot of people in Congress on that side of the aisle, my conservative friends, who talk about freedom and freedom and freedom; but apparently they really do not believe that the American people should have the freedom to make the choices themselves about what programs they see on television or on the radio.', u'There are a lot of people in Congress, including Conservatives, who talk about the intrusive role of government regulators; but today they want government regulators to tell radio and TV stations what they can air. I disagree with that.', u"A vote for this bill today will make America a less free society. Mr. Speaker, I am not a Conservative. I am a proud Progressive. But on this issue, I agree with some important conservative thinkers. Let me tell my colleagues what Mr. Adam D. Thierer, the director of telecommunications studies at the Cato Institute, extremely conservative think tank, says, and he has it right: ``Those of us who are parents understand that raising a child in today's modern media marketplace is a daunting task at times, but that should not serve as an excuse for inviting Uncle Sam in to play the role of surrogate parent for us and the rest of the public without children. Even if lawmakers have the best interest of children in mind, I take great offense at the notion that government officials must do this job for me and every other American family. Censorship on an individual parental level is a fundamental part of being a good parent. But censorship at a government level is an entirely different matter because it means a small handful of individuals get to decide what the whole Nation is permitted to see, hear, or think.''", u'That is and that should be the Conservative position. That should be the position of people who say get the government off our backs; we do not want government regulations.', u'Mr. Speaker, increasingly in this country we are seeing censorship on the airwaves. In January of 2004, CBS refused to air a political advertisement during the Super Bowl by MoveOn.org, and on and on it goes.', u"Let us vote ``no.'' Let us vote against this bill and support freedom.", u'Mr. Speaker, I rise in opposition to this legislation.', u'Mr. Speaker, I think we can all agree that we do not want our children exposed to obscenity on the public airwaves. That goes without saying.', u'As someone who last year voted in favor of similar legislation, I am increasingly alarmed by the culture of censorship that seems to be developing in this country, and I will not be voting for this bill today. This censorship is being conducted by the corporate owners of our increasingly consolidated, less diverse media. And it is being done by the government. This result is an insidious chill on free expression on our airwaves.', u"There are a lot of people in Congress who talk about freedom, freedom and freedom but, apparently, they do not really believe that the American people should have the ``freedom'' to make the choice about what they listen to on radio or watch on TV. There are a lot of people in Congress who talk about the intrusive role of ``government regulators,'' but today they want government regulators to tell radio and TV stations what they can air. I disagree with that. A vote for this bill today will make America a less free society.", u'Mr. Speaker, I am not a conservative. But on this issue I find myself in strong agreement with Mr. Adam D. Thierer, the Director of Telecommunications Studies at the Cato Institute--a very conservative think tank. And here is the very common sense, pro-freedom position that he brings forth:', u"Those of use who are parents understand that raising a child in today's modern media marketplace is a daunting task at times. But that should not serve as an excuse for inviting Uncle Sam in to play the role of surrogate parent for us and the rest of the public without children. Even if lawmakers have the best interest of children in mind, I take great offense at the notion that government officials must do this job for me and every other American family. Censorship on an individual/parental level is a fundamental part of being a good parent. But censorship at a government level is an entirely different matter because it means a small handful of individuals get to decide what the whole nation is permitted to see, hear or think. I've always been particularly troubled by the fact that so many conservatives, who rightly preach the gospel of personal and parental responsibility about most economic issues, seemingly give up on this notion when it comes to cultural issues.", u"Mr. Speaker, the specter of censorship is growing in America today, and we have got to stand firmly in opposition to it. What America is about is not necessarily liking what you have to say or agreeing with you, but it is your right to say it. Today, it is Janet Jackson's wardrobe malfunction or Howard Stern's vulgarity. What will it be tomorrow?", u"Let me give just a couple of examples of increased censorship on the airwaves. In January 2004, CBS refused to air a political advertisement during the Super Bowl by MoveOn.org that was critical of President Bush's role in cheating the Federal deficit. Last November, 66 ABC affiliates refused to air the brilliant World War II movie ``Saving Private Ryan,'' starring Tom Hanks, for fear that they would be fined for airing programming containing profanity and graphic violence, even though ABC had aired the uncut movie in previous years. This ironically was a movie that showed the unbelievable sacrifices that American soldiers made on D-Day fighting for freedom against Hitler, but ABC affiliates around the country didn't feel free to show it. Last November, CBS and NBC refused to run a 30-second ad from the United Church of Christ because it suggested that gay couples were welcome to their Church. The networks felt that it was ``too controversial'' to air. And just last month, many PBS stations refused to air an episode of Postcards with Buster, a children's show, because Education Secretary Spellings objected to the show's content, which included Buster, an 8-year old bunny-rabbit, learning how to make maple syrup from a family with two mothers in Vermont.", u'Mr. Speaker, each of these examples represent a different aspect of the culture of censorship that is growing in America today. My fear is that the legislation we have before us today will only compound this problem and make a bad situation worse.', u"This legislation would impose vastly higher fines on broadcasters for so-called indecent material. But this legislation does not provide any relief from the vague standard of indecency that can be arbitrarily applied by the FCC. That means broadcasters, particularly small broadcasters, will have no choice but to engage in a very dangerous cycle of self-censorship to avoid a fine that could drive some of them into bankruptcy. Broadcasters are already doing it now. Imagine what will happen when a violation can bring a $500,000 fine. If this legislation is enacted, the real victim will be free expression and Americans' First Amendment rights.", u'In the past week I have sought out the views of broadcasters in my own State of Vermont and I have heard from many of them. Without exception they are extremely concerned about the effect this legislation will have on programming decisions.', u'Mr. Speaker, I am enclosing a copy of a statement by Mr. John King, President and CEO of Vermont Public Television.', u"Vermont Public Television, like other local broadcasters, does its best to serve the needs and interests of its local community. It's a great privilege and a great responsibility to have a broadcast license. While we acknowledge that there must be sanctions for broadcasters who misuse the public airwaves, we believe the sanctions proposed in H.R. 310 are extreme. The FCC's proposals for increased fines for obscenity, indecency and profanity have already had a chilling effect on broadcasters nationally and locally, including Vermont Public Television. The legislation also makes lodging a complaint easier and puts the burden of proof on the station. Codifying these proposals into law will make the situation worse. While many people might assume the new sanctions are aimed at commercial broadcasters, public broadcasters are feeling the effects every day. Public television's educational programming for children has always provided a safe haven. The same public television stations that take such care of their young viewers also respect the intelligence and discretion of their adult viewers to make the best viewing choices for themselves. Vermont Public Television has always operated responsibility in our programming for adults. At times, our programs included adult language and situations appropriate to the informational or artistic purpose of a program. While there have always been prohibitions against gratuitous indecency, the FCC always took context into account. Now, it seems that context is no longer considered. Much as we might like to invoke our First Amendment rights, we dare not risk the large fine that could come with a single violation. The $500,000 maximum fine could put a small station like VPT out of business. Last year, when the FCC proposed increased fines and told broadcasters there was one word that would never be appropriate on the air, PBS and its member stations, including Vermont Public Television, began to make content choices so as not to run afoul of the new FCC restrictions. PBS programmers began making edits to national programs being distributed to stations. An ``American Experience'' documentary on Emma Goldman was scrutinized for what might possibly look like a bare breast and edited, just be to sure. On ``Antiques Roadshow,'' a nude poster was edited. This month, most PBS stations will air a drama from HBO called ``Dirty War.'' In the story, a woman showers to remove radiation. When the program airs on PBS, that shower scene will be edited. Our programming director, and no doubt most local programmers, have become very cautious. Once the FCC starts telling broadcasters they must not use certain words or situations, programmers tend to avoid producing and airing programs with words and situations that might even come close to content that could be subject to fines. At VPT, we produce many live local programs with panelists representing many points of view. We take calls from viewers live on the air. There has never been a problem with language, but the legislation's reference to using a ``time delay blocking mechanism'' makes us worry. We don't use a time delay. Are we subject to a fine if a panelist or a caller uses a word considered obscene, indecent or profane? Our programming director says the FCC proposals have already made us rule out airing independent films on our ``Reel Independent'' program. Films by Vermont filmmakers that we would have aired in past years are not being accepted for broadcast now. We cannot support H.R. 310 as it is written."], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/16/H635-6_providing-for-consideration-of-hr-310-broadcast-de/'}