{u'speaker_state': u'OK', u'speaker_raw': u'mr. inhofe', u'speaker_first': u'James', u'congress': 109, u'title': u'TRANSPORTATION EQUITY ACT; A LEGACY FOR USERS--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-04-25/html/CREC-2005-04-25-pt1-PgS4162-2.htm', u'number': 51, u'id': u'CREC-2005-04-25-pt1-PgS4162-2.chunk41', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Inhofe', u'pages': u'S4162-S4177', u'speaker_party': u'R', u'date': u'2005-04-25', u'bills': None, u'bioguide_id': u'I000024', u'order': 41, u'speaking': [u'Mr. President, right now, the regular order is the motion to proceed to the highway bill. It is one of the most significant bills we will be addressing this year. It is one that we are very hopeful will pass. Last year, the highway bill passed with a vote of 76 to 21. Having received that very strong majority, we believe that this bill is so much like it that we should be able to do the same thing.', u'I understand that tomorrow morning at 11:45 there will be a vote. Again, as I have said since 2 this afternoon, I encourage Members to come to the floor to be heard on the motion to proceed to the highway bill, and I am hoping that will happen. I will only make a couple of comments.', u"I do not want to sound redundant, but I will respond to the distinguished Senator from Illinois. A couple of hours ago I commented that the people from Oklahoma maybe are different from the rest of the country. When I go down the street, people are concerned about the decisions of the U.S. Supreme Court. They are concerned about liberal judges legislating from the bench, and this President has been concerned about that. I am talking about things like school prayer, gay marriages, and ``one nation under God'' in the Pledge of Allegiance. These things are very important. These things are probably important to people all over the country.", u'It can be talked about hour after hour. Threats can be made about what one would do, but it is not a nuclear option, it is a constitutional option. This has been true for 214 years now, where there has not been a filibustering of circuit court judges. This is something that should not require a supermajority of 60 votes. If there is one thing my people in Oklahoma want changed, it is to be able to select judges who will interpret the Constitution and not use the bench for legislation purposes.', u'As far as the Energy bill is concerned, I do agree with the Senator from Illinois that we need to do something about our dependence on foreign oils for our energy supply. It is going to be absolutely necessary to have this Energy bill, and I believe we will have it. We need to address drilling. We need to do something about fossil fuels. We need to do something about nuclear and renewables. Just one example: In the House bill that was passed, there is a tax provision that will encourage people to go after marginal production. My State of Oklahoma happens to be a very large marginal producer. For those who are not familiar with this, a marginal well produces 15 barrels or fewer a day. We have the largest number of marginal wells in our State of Oklahoma. If we had every marginal well producing today that has been shut down or plugged up in the last 10 years, it would be more than we are currently importing from Saudi Arabia. These are little things that can be in an energy bill.', u'The President was misquoted on the Senate floor a few minutes ago, but certainly everyone realizes it is just a supply and demand issue. If we are able to produce more here, it is going to be cheaper. That is what we need to do. Those individuals who are somehow living in this mythical world that we can run the greatest machine in the history of the world on windmills are wrong. By the way, speaking of windmills, I find even some of the environmentalist extremists now do not want windmills because they are killing the birds. We have to realize we have the most powerful, largest machine ever in the history of the world, and we need to have an energy bill to run that machine.', u'Mr. President, over the past 3 weeks I have given three speeches calling our attention to the rising threat that China is becoming to our national security. Today I will highlight the areas that most directly affect our national security: weapons proliferation and military modernization. These two aspects are interrelated and add an alarming dynamic to our complex relationship with China.', u"It is a difficult situation, one in which information is our best resource. Five years ago, Congress created the bipartisan U.S.-China Commission to study the significance of recent events and the impact these events have on our national security. The Commission has held hearings and enlisted the services of experts across the world to gain clarity about what is happening with China. The conclusions are compiled in the U.S.-China Economic and Security Review Commission's 2004 report to Congress, a document that reveals an alarming picture of where we are heading.", u"China has made commitments to stop proliferating illegal technology over and over since 1992. However, its actual practice has been markedly different. Just this past January, the Bush administration sanctioned eight Chinese companies for aiding Iran's missile development. Two of these companies, China Great Wall Industry Corporation and China North Industry Corporation, have been repeatedly sanctioned for over a decade. Another penalized company, China Aero-Technology Import and Export Corporation, is suspected of transferring technology from McDonnell-Douglas to China's military. The fact is that China has been unable to control its own companies. According to State Department testimony, China has a ``serial proliferation problem,'' and while the official line is to crack down on the weapons trade, ``reality has been quite different.''", u'Over recent years, these transfers have become even more problematic, as the Commission details in its report:', u"In mid-2003, the CIA reported to Congress that ``firms in China provided dual-use missile-related items, raw materials, and/or assistance to . . . countries of proliferation concern such as Iran, Libya, and North Korea.'' With these recently sanctioned companies, we see that China is fully willing to proliferate regardless of the consequences. Why? Well, perhaps we need to consider that something else is going on here besides profits.", u"China seems to proliferate with countries that have been terrorist sponsors, countries such as Iran, Iraq and Libya. These countries in turn offer China something they desperately need: oil. In my last speech I discussed China's search for oil sources and the implications this has on economic and national security. But the connection here is beyond energy. The Commission report describes what it looks like:", u"This need for energy security may help explain Beijing's history of assistance to terrorist-sponsoring states, with various forms of WMD-related items and technical assistance, even in the face of U.S. sanctions . . . But, this pursuit of oil diplomacy may support objectives beyond just energy supply. Beijing's bilateral arrangements with oil-rich Middle Eastern states also helped create diplomatic and strategic alliances with countries that were hostile to the United States. For example, with U.S. interests precluded from entering Iran, China may hope to achieve a long-term competitive advantage relative to the United States. Over time, Beijing's relationship-building may counter U.S. power and enhance Beijing's ability to influence political and military outcomes. One of Beijing's stated goals is to reduce what it considers U.S. superpower dominance in favor of a multipolar global power structure in which China attains superpower status on par with the United States.", u'I cannot say it stronger than that. China is exploiting our timidity. The Commission recommends that we pressure the administration to develop and publish a coordinated, comprehensive strategy. I think that is very sound advice and I will be introducing a resolution shortly to that effect.', u"Another major area of concern is China's military modernization. The weapons China is investing in include cruise missiles, amphibious assault ships, submarines, long-range target acquisition systems, and advanced SU-30 and SU-31 fighter aircraft it has been purchasing from Russia.", u'I have always been very proud of GEN John Jumper, who had the courage back in 1998 to stand up publicly to say right now we have other countries that are producing better equipment than we have, such as our strike vehicles. The very best we have is the F-15 and F-16. The SU-30s, according to General Jumper, are in many ways superior to ones we make in this country. We have to correct that situation and we are going to with the advent of the FA-22 and joint strike fighters that will be coming on line, but in the meantime China is buying these vehicles. We have always known they have a nuclear capability, but what is more concerning now is they have developed a conventional capability that is equal to or greater than ours in many respects.', u'The commission believes that this force is being shaped to fit a Taiwan conflict scenario:', u"[China's] military advancements have resulted in a dramatic shift in the cross-Strait balance toward China, with serious implications for Taiwan, for the United States, and for cross-Strait relations.", u"The commission states that there are two ways we can prevent a military escalation over Taiwan. The first is to pressure the EU to maintain its arms embargo on China. This is a group of bipartisan experts saying this. Second, we should have harsher punishments for contractors who sell sensitive technology to China. We need a comprehensive annual report on who is selling what to China because, quite frankly, right now we simply don't know exactly how deep this problem goes.", u"Opting to ignore the situation with China is not a choice that we as representatives of the American people can afford to make. I urge this body to listen closely to the commission's conclusion:", u"We need to use our substantial leverage to develop an architecture that will help avoid conflict, attempt to build cooperative practices and institutions, and advance both countries' long-term interests. The United States has the leverage now and perhaps for the next decade, but this may not always be the case . . . If we falter in the use of our economic and political influence now to effect positive change in China, we will have squandered an historic opportunity . . . China will likely not initiate the decisive measures toward more meaningful economic and political reform without substantial, sustained, and increased pressure from the United States.", u"In the resolution I introduce, I will be asking you to stand behind the US-China Commission's recommendations. These recommendations are listed in the Commission's 2004 Report to Congress. I have highlighted a few of these in my recent speeches, but there are many more. We need to send a message of urgency to the administration to adopt what our own commission recommends. This is not a partisan move. This is a real and legitimate need to respond to the facts before us. We have a clear picture of where the trends are heading--economically, militarily and in ideology--and the security of the United States demands our response.", u'In my last speech that will accompany the resolution I will be introducing, I will summarize all the recommendations from the commission. I hope it will be the first--but not final--step in the development of a more proactive and comprehensive policy toward China. It needs to be a policy that adequately addresses our national security, especially the proliferation of military technology. It also needs to address free trade, human rights and, of course, Taiwan. I fear the track we are on does not adequately address any of these.', u'This is very distressing. In some of the previous talks we quoted some of the Chinese colonels when they said we can do this to America, we can compete not only militarily but economically. This is something we have to be concerned about. I cannot think of anything that would be more important to address from a national security objective than that.', u'However, there is something that is most important to address right now and that is the subject we are on, which is the reauthorization of the highway bill.', u'I will make a couple of comments about that. I know there are some other people who want to come down. I will yield to them at that time. But when you look at the way the Senate has historically approached the reauthorization of the highway bill, it is different than has been done on the other side. It is the more difficult way because there are so many things that are in a formula. Formulas address problems in low-income States, in low-population States, in low-population density States, in States with high fatality rates, with guaranteed minimum growth and guaranteed minimum rate of return from donor States. We have donee States. All of these things are part of a very complex formula.', u'We will tomorrow be talking about this for an hour, from 10:45 to 11:45. There will be 1 hour equally divided between both sides. I will be controlling the time on this side. I hope at that time we have Members come down who are concerned about this bill, who have problems with this bill, so we can respond to those problems but, most importantly, so we can have cloture on a motion to proceed and have a vote. That vote will take place at 11:45 tomorrow morning. I look forward to coming down and debating the merits of the highway bill.', u"The bill passed last year--and this is substantially the same as last year's bill--passed this body by a margin of 76 to 21. I anticipate the same thing will happen, but it will not happen until we get to the bill. We will not get on the bill until the cloture on the motion to proceed is voted on, which will be at 11:45 tomorrow morning.", u'With that, I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/04/25/S4162-2_transportation-equity-act-a-legacy-for-users-motio/'}