{u'speaker_state': u'TN', u'speaker_raw': u'mr. alexander', u'speaker_first': u'Lamar', u'congress': 109, u'title': u'NOMINATION OF PRISCILLA RICHMAN OWEN TO BE UNITED STATES CIRCUIT JUDGE FOR THE FIFTH CIRCUIT--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-05-23/html/CREC-2005-05-23-pt1-PgS5747-2.htm', u'number': 69, u'id': u'CREC-2005-05-23-pt1-PgS5747-2.chunk96', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Alexander', u'pages': u'S5747-S5775', u'speaker_party': u'R', u'date': u'2005-05-23', u'bills': None, u'bioguide_id': u'A000360', u'order': 96, u'speaking': [u'Mr. President, I would like to take a moment to remind my colleagues across the aisle just what the Constitution has to say about the confirmation of judges.', u"In a recent speech on the filibuster of President Bush's judicial nominees, I cited the actions of Senator Byrd when he was majority leader in 1979 as justification for the proposed constitutional option. However, the historical precedent for the actions the Minority is forcing the majority to take goes much further back than even the tenure of the Senator from West Virginia.", u"The Senate has the power to confirm or deny the President's judicial nominees because the Constitution explicitly grants us that power. Article II, section 2 reads:", u'He [the president] shall nominate, and, by and with the advice and consent of the Senate, shall appoint ambassadors, other public ministers and consuls, judges of the Supreme Court, and all other officers of the United States, whose appointments are not herein otherwise provided for, which shall be established by law.', u'The President gets to nominate a judge, but only with the consent of the Senate is that judge actually appointed to serve.', u"The Constitution is not totally clear on the surface as to what should constitute ``advice and consent'' by the Senate. But, fortunately, our Founding Fathers provided us with not just a Constitution but with a whole raft of writings that help us understand just what they were thinking when they drafted it. Those records confirm, I believe, that they were not concerned with a clash between political parties when they wrote the Constitution, but with the balance of power between the executive, legislative, and judicial branches.", u"The history of the ``advice and consent'' clause suggests that the Founders were uncomfortable with either branch completely controlling the nomination of judges. As a result, they found a compromise that sought to prevent either the executive or the legislative branch from dominating the nomination process.", u'In the Constitutional Convention of 1787, there was lengthy discussion about who should appoint judges to the bench--the executive or the legislative branch.', u"After extensive debate, the delegates to the Constitutional Convention rejected the possibility that the power to elect judges would reside exclusively with one body or another. On June 5, 1787, the Records of the Federal Convention record James Madison's thoughts on the issue:", u'Mr. Madison disliked the election of the Judges by the Legislature or any numerous body. Besides the danger of intrigue and partiality, many of the members were not judges of the requisite qualifications. . . . On the other hand he was not satisfied with referring the appointment to the Executive.', u'Madison and others were concerned that vesting the sole power of appointment in the executive would lead to bias and favoritism.', u'In the end, the Framers of the Constitution arrived at the language I just read. Should there be any doubt as to what was intended, Alexander Hamilton and others provided us with the Federalist papers. In Federalist 76, Hamilton discusses the nominations clause:', u'. . . his [referring to the president] nomination may be overruled: this it certainly may, yet it can only be to make a place for another nomination by himself. The person ultimately selected must be the object of his preference. . . .', u"Let me emphasize that--Hamilton says the person elected is ultimately the object of the president's preference. That suggests to me that it is not up to the Senate to demand that nominees be withdrawn and that others be nominated in accordance with the leadership in the Senate or the home State senators of the nominee. It sounds to me like the Framers intended for the president to choose and then the Senate to either reject or accept the nominee.", u"However, I would argue that we don't even need to look to Hamilton to decide that the eventual appointee should be the object of the president's preference. Look where the power to nominate and appoint is placed in the Constitution--in article II, which sets out the powers of the President--not Congress.", u'In Federalist 76, Hamilton goes on to describe the role of the Senate:', u'To what purpose then require the cooperation of the Senate? I answer, that the necessity of their concurrence would have a powerful, though, in general, a silent operation. It would be an excellent check upon a spirit of favoritism in the President, and would tend greatly to prevent the appointment of unfit characters from State prejudice, from family connection, from personal attachment, or from a view to popularity.', u"Nowhere in that description of the Senate's role does it suggest that the Senate is supposed to reject nominations based on judges' views of the issues. It suggests that we are here to prevent the president from appointing only nominees from Texas, from appointing only friends or campaign contributors, or from otherwise abusing this power. It does not suggest that we should go through a lengthy process of trying to anticipate how a particular judge would rule on all future cases that may come before him or her.", u"In fact, given that it was the intent of the Founders to create an appointments process that would allow for the appointment of judges who could serve as a check on the other two branches, I think they would be appalled to think that the Senate might be prepared to block any judges that will not rule on abortion or gay marriage or the reinsertion of a feeding tube in the way the Senate happens to favor at any one time. That sounds to me like anything but an independent judiciary branch. What's next? Will senators ask judges how they will rule on pending bills and support only those judges who will uphold the laws passed by this body?", u'The role of the Senate having been established, I also want to address the mechanism by which we confirm these judges.', u'The issue before us centers around whether the Constitution requires a simple majority or a supermajority to confirm judicial nominations. Once again, an analysis of the history suggests that it was the intention of the Framers to provide for only a simple majority of the Senate to confirm nominees.', u'Look at the language of all of article II, section 2. In the clause immediately before the nominations clause, the Constitution specifically calls for two-thirds of the Senate to concur. In the nominations clause, there is no such provision.', u"I don't believe that this is an inadvertent omission. During the drafting of the Constitution, Roger Sherman of Connecticut argued at great length for the insertion of a comma instead of a semicolon at one point to make a section on Congressional powers crystal clear. I find it hard to believe that in the meantime the Framers deliberately left this section vague.", u"In fact, the debate around this section of the bill suggests that there was a specific discussion about how many Senate votes would be required to confirm judges. On July 18, 1787, James Madison proposed a plan that would allow judges to be confirmed with only one-third of the Senate. The record of the debate states that Madison felt that such a requirement would ``unite the advantage of responsibility in the Executive with the security afforded in the second branch against any incautious or corrupt nomination by the Executive.''", u'So that sounds to me like the Framers viewed the role of the Senate in such a way as to consider the possibility that even less than a majority could be required to confirm a judge--because the Senate was there as backstop to prevent the appointment of political cronies and unfit characters. That is a far cry from the role my colleagues across the aisle would like for us to play today--that of co-equal to the president in the process and capable of demanding nominees that would rule in favor of their positions.', u"Madison's language was not adopted, but the language that was adopted certainly cannot be read to require a supermajority. You don't have to just accept my interpretation of this language. Shortly after the Constitutional Convention, Justice Joseph Story--appointed to the Supreme Court by President James Madison--wrote his Commentaries on the Constitution and stated explicitly:", u'The president is to nominate, and thereby has the sole power to select for office; but his nomination cannot confer office, unless approved by a majority of the Senate.', u'Judges are to be confirmed by a majority vote. That is the bottom line. That decision was made long before the first Senate was gaveled into session and before any thought was given to rules of procedure and filibusters.', u"You will hear during this debate ominous warnings from my colleagues across the aisle about ``the tyranny of the majority.'' You will hear that the Founders intended for the Senate to protect the rights of the minority. You will hear that our Founders created the Senate as a check on the popular whim of the day, as a place to slow down legislation and ensure that only the very best laws are passed. This is true. George Washington is said to have said of the Senate that ``we pour legislation into the senatorial saucer to cool it.''", u'But the Founders did not create the Senate to give a minority of Senators the power to stop the President from appointing judges. Quite the opposite. As I have outlined, James Madison and Alexander Hamilton, two of the greatest minds that helped design our Constitution, put it down in writing for us that judges are to be confirmed by a majority vote.', u"So it is not a new idea for the majority in the Senate to believe they should have the power to confirm the president's nominees. It is a very old idea that dates back to the founding of our country.", u"It is a new idea, however, that a minority should have the power to deny the President's choice. The minority used the filibuster rule in the Senate 10 times in the last Congress to create this new idea that 40 percent should be able to thwart the will of both the President and the majority. It is time for us to restore the Senate to the operation envisioned by the Founding Fathers more than 200 years ago that the President's judicial nominees should be able to be confirmed by majority vote.", u'Mr. President, 2 years ago, my first speech as a Member of the Senate was on the topic of judges. I have spoken many times since then on this same subject. I would like to not talk about it again--other than to discuss the merits of a particular judge before having an up-or-down vote on confirmation.', u'That is the way we have functioned in the past, it is the way the Founders meant for us to operate, and it is the way the American people should demand their elected representatives work together.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/05/23/S5747-2_nomination-of-priscilla-richman-owen-to-be-united-/'}