{"speaker_state": "IA", "speaker_raw": "mr. harkin", "speaker_first": "Tom", "congress": 108, "title": "THE ECONOMY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-04-05/html/CREC-2004-04-05-pt1-PgS3730-6.htm", "number": 46, "id": "CREC-2004-04-05-pt1-PgS3730-6.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Harkin", "pages": "S3730-S3731", "speaker_party": "D", "date": "2004-04-05", "bills": null, "bioguide_id": "H000206", "order": 0, "speaking": ["Mr. President, I want to take a little bit of time this afternoon to talk about the economy. We are all encouraged by the essentially positive job growth reported for the month of March. However, the same report noted that the overall rate of unemployment increased in March. Strange. There are major questions surrounding the quality of the jobs that were added. For instance, there was no increase whatsoever in manufacturing jobs. Indeed, for 43 consecutive months we have either lost manufacturing jobs or have seen zero job growth.", "The good news on jobs appears to be largely concentrated in the services sector--jobs that generally don't pay well and many with no benefits. Meanwhile, long-term job losses have consequences.", "On the 1st of April, 1.1 million jobless Americans lost their unemployment benefits. They expired because the President and the Republicans in Congress are adamantly refusing any extension of unemployment benefits. In no other comparable period on record have there been so many unemployed people who have exhausted their unemployment benefits literally overnight.", "Think about it. Despite the scarcity of jobs, despite the fact the United States is currently in the longest period of secular job decline in our history, despite the fact that nearly 3 million private sector jobs have been lost in the last 3 years, despite the fact that more than 9 million Americans cannot find work, despite the fact that hundreds of thousands of discouraged workers have dropped out of the labor market, despite all of these harsh realities, the President and his allies have slammed the door on any extension of unemployment benefits. I guess we can say: So much for compassionate conservatism.", "In my State of Iowa, more than 8,000 people lost their unemployment benefits in the first 3 months of this year. Nearly 9,000 more Iowans will lose their benefits in the next 3 months if Congress doesn't act. This is a cruel, unnecessary blow to these unfortunate people. It is a blow to Iowa's economy, because extending unemployment benefits would have provided more than $100 million in economic stimulus in my State alone.", "When it comes to economic stimulus, this administration is all for economic stimulus when it involves tax breaks for people making more than $200,000 a year, but it is adamantly opposed to economic stimulus when it involves people who have lost their jobs and have lost their unemployment benefits, or when it involves directly creating jobs.", "What I mean by that is, the President now is threatening to veto the highway bill and, for my State alone, the more modest House highway bill would cost 12,000 jobs compared to what we passed in the Senate. The President is threatening even to veto that bill.", "We are not talking just about statistics; we are talking about real people here, people who are hurting. One of those is Larry O'Brien of Cedar Falls, IA. He is 60 years old. He lost his job as a machinist when the Doerfer Engineering plant closed in October. He says he is not optimistic about his future when his unemployment runs out in 2 weeks. He already says he is not optimistic at all about getting a job. He has begun taking high blood pressure and stomach medicine every other day instead of daily. When the medicine is gone, he is afraid he won't be able to get any more. He is worried he will have to take a low-paying job with no benefits just to make ends meet--at age 60.", "Larry O'Brien and millions like him are hurting. They are in real distress. Their plight is being ignored in Washington. It is being ignored by the very people whose economic policies are largely responsible for their plight.", "Let's be clear. Despite the uptick in jobs reported last Friday, America has been stuck in a jobless recovery for several years now. It is not an accident. Since the Bush administration took office, nearly 3 million private sector jobs have been lost, including nearly 1 in every 6 in manufacturing.", "This administration presided over the largest job loss of any administration since the Great Depression of the 1930s. Yet Mr. Bush and his Republican allies in Congress remain stubbornly committed to policies that are making this problem worse. They continue to pursue a whole range of policies that are retarding job creation, driving down wages, and threatening the economic security of the American people.", "In January, the White House issued its annual economic report--signed by the President--explaining why we should be celebrating the ``offshoring'' of U.S. jobs. The President's top economic adviser assured us of the outsourcing of high-end white-collar jobs to Asia is ``a plus for the economy in the long run.''", "The President's report praises the virtue of a level playing field for goods and services, arguing that ``when a good or service is produced more cheaply abroad, it makes more sense to import it than to make or provide it domestically.'' But do we really want American workers competing on a ``level playing field,'' head to head with factory workers in China making 20 cents an hour or software engineers in India making $10,000 a year? Would this not precipitate a race to the bottom with nations competing to slash salaries and benefits in order to ``win jobs''?", "We are a free market economy. Corporations have the right to move jobs overseas. However, it is wrong for the White House to be a cheerleader for this unfortunate trend, and it is wrong for our Tax Code to reward companies that outsource jobs. That is why Senator Wyden, Senator Durbin, and I are sponsoring an amendment to eliminate these tax subsidies.", "Our amendment, which would go on the so-called FSC bill, would eliminate the ability of companies to deduct, depreciate, or amortize costs involved in shifting jobs overseas. This would include such costs as training of replacement workers, transporting property overseas, the sale of property in the United States that is closed, administrative costs, and acquiring facilities overseas.", "Our amendment would also eliminate the ability of companies to not pay taxes on the profits from outsourced activity by keeping those funds overseas that were generated by outsourced workers.", "As I said, the Harkin-Wyden-Durbin amendment would not prohibit companies from outsourcing jobs--I do not think constitutionally we could do that--but it would stop encouraging and rewarding them under the Tax Code. This is the least we owe to America's workers.", "Outsourcing is not the only thing hurting job creation and suppressing wages. The Department of Labor is forging ahead with its radical rewrite of the rules governing who is eligible for time-and-a-half overtime pay. Up to 8 million American workers could be stripped of their right to overtime pay. American workers fear, rightfully so, that under these new rules they would be obliged to work 45, 50, 55, 60 hours a week with zero additional compensation.", "Moreover, these proposed new overtime rules are all but guaranteed to hurt job creation. It is just basic logic. If employers can more easily deny overtime pay, they will push current employees to work longer hours without compensation. With 9 million Americans currently out of work, why give employers yet another disincentive to hire new workers?", "So let me review. This administration sees the outsourcing of jobs as a plus. It is determined to eliminate the right to overtime pay for millions of American workers. It refuses to extend unemployment benefits for the long-term unemployed. There is one more thing. We saw last week on the Senate floor that the President and his allies remain adamantly opposed to any increase in the minimum wage which has been frozen at $5.15 for years. This is not a living wage. It is a poverty wage.", "A minimum wage employee working 40 hours a week, 52 weeks a year, earns $10,700 a year. That is $5,000 below the poverty line for a family of three.", "It has been 7 years since we last voted to raise the minimum wage. We have raised our salaries three or four times since then. So it is time we raised it to a minimum of $7 an hour. Yet, once again, my friends on the other side of the aisle are refusing to allow a vote on a key issue related to jobs. We debated the Boxer amendment to the Temporary Assistance to Needy Families bill, regarding minimum wage, but as with my overtime amendment and as with the amendment to extend unemployment benefits, we were denied the opportunity to have an up-or-down vote.", "In fact, the Republicans on the other side would rather sacrifice the underlying bills, the FSC and TANF bills, rather than allow a vote on these issues so crucial to working Americans.", "It seems the administration has one approach: tax cuts, mainly for those who are wealthy. But something is missing. Most working Americans are not participating in this so-called recovery. The rich are getting richer. Tax cuts are working for the privileged few, but more and more Americans live in fear of losing their jobs, their health benefits, and their retirement benefits.", "The truth is, we cannot build a sustainable recovery by exporting jobs, driving down wages, and making Americans work longer hours without compensation. Moreover, such a recovery is not desirable. A true recovery must include all Americans, and it can only be built on a foundation of good jobs with good wages in America, not overseas. It must be built on a minimum wage that is a living wage, not a poverty wage. It must be built on a foundation that preserves our time-honored right: time and a half pay for overtime over 40 hours a week.", "So it is time for the Senate to get to work on the people's business. As my friends on the other side of the aisle like to say, the majority leader determines what bills will come before the Senate, but according to the rules of the Senate and according to our longstanding tradition, it is Senators who decide what amendments are to be proposed to those bills. It is Senators, in open, free, and fair votes, who decide how those bills are shaped on the Senate floor.", "All I can say is, Senators on this side of the aisle have proposed amendments in good faith that we believe are necessary for job creation and economic growth in America. On all three--the minimum wage, extending unemployment benefits, and the overtime issue--the Republican leadership on that side refuses to allow a straight up-or-down vote. This is not just unfair to us on this side, this is unfair to America.", "My friends on the other side seem desperate to change the subject. Instead of talking about jobs, they want to talk about guns, abortion, or gay marriage, whatever social wedge issue seems handy at the time. In fact, they are so eager to change the subject, they are so eager to prevent votes on overtime, minimum wage, and extending unemployment benefits, that it seems they are willing to sacrifice or at least substantially delay the underlying bills.", "We need to get to work in the Senate. Our economy remains fragile and hesitant. We have millions of Larry O'Briens in this country who are desperate, who need help, who want to go back to work. We need to address outsourcing. We need to boost the minimum wage. We need to extend unemployment benefits and we need to assure working Americans that they are not going to lose their right to time-and-a-half overtime pay.", "Strong, timely acts on these issues will give a much needed boost to the economy, and it will ensure that Friday's generally positive economic report was not just another one-time fluke.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/04/05/S3730-6_the-economy/"}