{"speaker_state": "SD", "speaker_raw": "mr. daschle", "speaker_first": "Thomas", "congress": 108, "title": "MANY ISSUES NEED SENATE DEBATE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7945.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7945.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Daschle", "pages": "S7945-S7946", "speaker_party": "D", "date": "2004-07-13", "bills": null, "bioguide_id": "D000064", "order": 0, "speaking": ["Mr. President, I come to the floor again not to pose a unanimous consent request, because we attempted that again last night, but to remind my colleagues that we have proposed to our colleagues on the majority that we would be happy to agree to a unanimous consent that would allow us an up-or-down vote on the amendment that is now the subject of a motion to proceed. We had said we were prepared to do that last Friday. We had said that it is important for us to have a good, vigorous debate about the amendment, but now there is a debate among the majority apparently about several versions of the amendment they want to use.", "Usually, when someone is in the majority, they come to the floor with a majority draft, hopefully a draft that has been passed out of the committee with careful consideration and thoughtful debate. That has not happened in this case. This amendment never came out of the committee. It was simply put on the calendar and now it is the subject of a debate on the motion to proceed.", "Even with all of that, we said if they want to have a debate on that amendment, that is fine. Unfortunately, because the majority cannot agree among itself and because it has several versions that it now wants to present to the Senate, versions all to amend the U.S. Constitution, and because, of course, we cannot be limited just to those provisions, there are other amendments that would be offered subject to a simple majority, amendments that could deal with any 1 of the other 17 amendments that are pending.", "There are 67 different proposals for amending the Constitution currently pending in the 108th Congress. Any 1 of those 67 proposals would be fair game. There are many that have to do with gay marriage. There are many that have to do with flags, victims' rights, freedom of speech, campaign finance. There are a lot of amendments. We could be on amendments for the rest of this month. So this is not what I would imagine most people would prefer, but that is where we find ourselves today.", "We are prepared to accept the unanimous consent agreement to go to the amendment that has been proposed to the Senate, but that is not apparently what our friends on the other side prefer to do. So we will have the vote on the motion to proceed.", "The sad thing is there are so many other things that ought to be done. We were briefed just last week in a very sober setting in 407 about our circumstances involving homeland security and the possibilities of additional new threats to our country. Yet the Homeland Security bill languishes. There have been suggestions within our caucus to make a motion to proceed to homeland security, and at some point, I will say now that is a very real possibility that we will move to homeland security because the majority refuses to do so.", "It is difficult for us to understand why we ought to be in this situation. This is the middle of July. We have yet to take up the Homeland Security appropriations bill, in spite of these warnings of new threats to our country. Why would we not take up that bill? That is just one of the questions, one of the issues, that trouble many of us.", "The majority leader has promised to vote on reimportation. I do not know when we are going to take up reimportation. We are now through the middle of July. He has indicated that after the vote on the constitutional amendment we are likely to go to the free-trade agreements.", "So I am not sure when we squeeze in a good debate about whether we can provide lower drug prices to seniors. That, too, could be the motion that could be the subject of debate on a motion to proceed. That is already on the calendar. The majority leader has promised a vote on mental health parity. We thought it would be January or February, then maybe March. Well, here it is now with fewer than 30 days remaining, and in spite of that promise there is no commitment to go to mental health parity.", "Many of us would love to see a debate and a vote on whether we should negotiate lower prices with the drug companies for seniors. That is on the list.", "After what happened in the Supreme Court not long ago, there is a real question now about whether we ought to revive the debate on Patients' Bill of Rights. Patients' Bill of Rights ought to be the subject of debate in the Chamber, not to mention all the other appropriations bills, rail security legislation, legislation dealing with our borders, our ports, our railroad tunnels.", "This continues to be a historic Congress in its inability to do the things the American people would expect of us. I have heard all the charges of obstructionism. They can't get their act together. That is the fact. They are unable to decide among themselves what their priorities are. As a result, the priorities of the Nation languish.", "We face a real crisis, as I mentioned a moment ago, in our country, involving the rising cost of prescription drugs. Last year, Congress passed a bill that was supposed to solve that crisis. Seven months later it is clear that it is not working and prices are going up as fast as ever. We should not and we must not accept that.", "We have an obligation to consider new ideas, to search for new solutions. President Roosevelt was fond of saying:", "Take a method and try it. If it fails, admit it frankly, and try another. But, by all means, try something.", "A couple of weeks ago my friend Senator Pryor from Arkansas was speaking here. He suggested that we follow a ``do right'' approach to our work. I completely agree. As we tackle issues, we should ask ourselves a simple question: Are we doing right by America? In the case of prescription drugs, I would ask the question: Are we doing right by America's seniors? The answer, unfortunately, is no.", "According to a report by the AARP, the cost of the most-prescribed brand name prescription drugs has risen above the rate of inflation for each of the past 4 years, steadily eroding the fixed incomes of seniors. Last year the cost of drugs rose three times the rate of inflation. But as bad as that was, this year appears to be even worse. The AARP revealed recently that during the first quarter of 2004, drug prices rose more than 3\\1/2\\ times the rate of inflation and there is no end in sight. The typical senior will pay $191 more for drugs this year than in 2003.", "Statistics cannot do justice to the hardship this is placing on Americans.", "Not long ago my office was contacted by a man whose name is Stan Pitts. Stan's diabetes has left him virtually blind and unable to work. Controlling his illness requires 13 different prescriptions. In all, his monthly drug bill is $1,267. When he could no longer work as a computer technician, Stan went on disability, which paid him $1,162 per month. It is not much, not even enough to cover his drug costs, but it still disqualified him from receiving any other assistance, including food stamps, housing, and Medicare.", "There are no good answers for Stan today. All he can do is try to balance his needs and his income as long as he can. If he does not take his medicine, his illness will worsen and he will eventually die. If he doesn't pay his rent, he will be out on the street. So he alternates. One month he pays for his medicine. The next month he pays his rent, and so on. This only delays the inevitable. Eventually, he will be evicted and eventually there will be nothing left to sell or exchange to pay his drug bill.", "That is the future waiting for Stan Pitts, and it will be the future for thousands of more Americans unless we do something.", "The White House and congressional Republicans seem content to rest on their Medicare and drug card program. Since its introduction 2 months ago, seniors have expressed concern that it is too confusing, it doesn't cover their medications, and it doesn't protect them against price gouging. The Wall Street Journal reported recently that whatever discounts the cards might have provided have already been factored into drug company pricing strategies. In fact, drugmakers have already raised prices so much that the so-called discounts offered by this program will do little more than return the drugs to their original prices.", "Families USA recently concluded that families are worse off today with the drug card than they were in 2001, when the President took office. Furthermore, the official Web site established to help simplify the program for seniors has only made the problem worse. The prices are actually inaccurate. The information on the Web site is confusing and very unhelpful. Last week we learned that many of the pharmacies listed as participants in fact do not participate at all. Some are no longer in business and their windows are boarded up.", "Seniors have been thrust into a maze of contradicting information. Even those who navigate it successfully will have few, if any, savings to show for their efforts. One couple from Rapid City who recently wrote me found the whole process, in their words, ``foolish.'' They wrote:", "This solution is not a benefit to the senior citizens, but instead is an economic boon for the drug companies. . . .", "So rather than participate in the drug card program, they have started buying their drugs from Canadian pharmacies. They do not like to break the law, but they say they will have no other choice. The drug they need is 60 percent cheaper in Canada than it is here.", "This family is not alone. Pharmaceutical companies charge American consumers the highest prices in the world. Some medicines cost American patients five times more than they cost patients in other countries. In effect, our citizens are charged a tax simply for being American. As a result, millions of Americans are having trouble affording lifesaving medication.", "Seniors should not be made to feel like criminals just because they cannot afford a $1,000-per-month drug bill. It is wrong that seniors are left to struggle alone, and what makes it worse is the fact it is totally unnecessary.", "The good news for America's seniors is we can do right by them. There are low-cost alternatives that dramatically reduce the price of prescription drugs. We know, for instance, that by enabling Americans to reimport medications safely from other industrialized countries we can bring down drug costs immediately. At the same time, we should be able to take advantage of the method the VA has already used to reduce drug costs, and employ the unrivaled purchasing power of the Government to negotiate better prices for 41 million Americans.", "The administration opposes each of these commonsense measures. Apparently, the White House is so committed to protecting the profits of pharmaceutical companies, it is negotiating trade pacts that would increase the drug costs of other countries. Rather than running up the pharmaceutical costs of other countries, the administration should work with us to lower the price to Americans.", "The fact is, there is no mystery to the problem of bringing down drug costs. There is no hidden secret; no puzzle to solve. We can do right by our seniors by making a simple choice. Let's put their interests ahead of the demands of the drug companies and HMOs. By taking simple commonsense steps, we can bring the cost of drugs and health care within reach of every American. When we do that, we will know we have done right by America.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7945_many-issues-need-senate-debate/"}