{"speaker_state": "PA", "speaker_raw": "mr. santorum", "speaker_first": "Richard", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7962-2.chunk61", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Santorum", "pages": "S7962-S8021", "speaker_party": "R", "date": "2004-07-13", "bills": null, "bioguide_id": "S000059", "order": 61, "speaking": ["If you support a mother and father for every child, you are a hater. If you believe men and women for 5,000 years have bonded together in marriage, you are a gay basher. Marriage is hate. Marriage is a stain. Marriage is an evil thing.", "That is what we hear. People who stand for traditional marriage are haters, they are bashers, they are mean spirited, they are intolerant. They are all these awful things. That would be the only reason we would come here is because we hate. It is because we are intolerant. It is because we want to hold people down, restrict their rights. That would be the only reason anyone could possibly come forward and argue that children need moms and dads.", "Or is it the only reason? Isn't there a whole body of evidence out there, of 5,000 years of civilization, that shows as plain as this piece of paper I am holding up that children need mothers and fathers? That the basic unit of any successful society is moms and dads coming together to raise children?", "Imagine what our Founders would say today, in a Constitutional Convention--which, by the way I suggest to the Senator from New Jersey this bill does not call for--that anyone who would come forward and suggest that holding marriage should be between a man and a woman is doing something that is hateful, something that is against the basic principles of equality within our Constitution.", "The Senator from New Jersey said there is no room for debate on morality here on the floor of the Senate. It is up to the people to make this decision. I wish it were up to the people to make this decision. The Senator from New Jersey knows the people are not going to be able to make this decision. In fact, the people are being frozen out of this decision. They are being frozen out by State courts--I would argue, soon to be Federal courts. These are people who are not elected, people who are not accountable, people who are not democratic, but they are elitists dictating what they believe their world view should be for America.", "The only way for the people to decide, I suggest to the Senator from New Jersey, is exactly the process we have before us. It is the only way for the people to decide. Leave it to the people. It is a great mantra. Leave it to the States. What those who suggest that we leave it to the States are suggesting is to leave it to the State courts. That has always been the secret weapon of those who want to change our culture and change our laws without going through the process most of us think we have to go through to do that.", "See, most people who are listening to my voice right now think that to change a law in America you actually have to get popular support for it, that you have to go before your legislature and petition your government. But, no, the Senator from New Jersey figured out a long time ago, as have many others who agree with his position, that the way you accomplish these social transformations that fight against this evil, hateful culture that believes in moms and dads and children being raised in stable families--the way you do that is you get people on these courts who can then dictate to the rest of us how we now shall live.", "You have that supported and orchestrated through a variety of different ways, from colleges and universities to the media. Anyone who speaks out against this political thought is a hater. Anyone who speaks out for traditional truth, for truth that has been established in Biblical times, through natural law and a whole host of other cultures, in fact every civilization in the history of man--if you stand for that truth that was accepted by all for centuries, for millennia, you are a hater. You are someone who wants to oppress people.", "I am willing to come here and debate the substance of what we are doing. It is an important debate: What will happen to marriage if we do nothing? That is an important debate. We should have that debate. But I am not suggesting the Senator from New Jersey or anybody else who comes here to defend a change in traditional marriage is doing so because they hate mothers and fathers, because they hate traditional marriage. I do not ascribe evil thoughts to them, nor should they to us.", "There is the incredible intolerance of those who argue for tolerance.", "You see, tolerance means you must agree with me and how I feel about an issue, and if you do not, you are intolerant. Someone who supports traditional values is by definition intolerant because they do not want me to be able to do whatever I want to do.", "I never thought that was the definition of tolerance. I didn't think tolerance meant any individual should be able to do everything they want irrespective of the consequence to anybody else. I will check the definition. I don't think that is what tolerance means.", "When we change the definition of something so central to the culture of any society--and that is what marriage is and what family is--it has profound consequences on children and thereby on the next generation.", "I am not just making this up. It is real. It is so real it has been a given forever. I imagine this has been a given forever. All of a sudden, now something that is a given, that is a truth of every major religion I am aware of, from natural law to philosophy, all of this given truth is now seen as pure animus, hatred. But it is not.", "This constitutional amendment is based on a sincere caring for children, for family, for the future of this country.", "The Senator from New Jersey suggested that conservatives should be for States rights and that we want to shrink government. Let me assure you, if we do not stop the change of the definition of traditional marriage, if we let marriage be just a social convention without meaning or without significance, we will shrink government because we have seen where marriage becomes out of favor--whether it is the Netherlands or Scandinavia, which I will talk about in a moment, or whether it is subcultures within this country in which marriage is seen as an out-of-date convention. In those cultures, children suffer. In those cultures, people do not get married. In those cultures, children are born out of wedlock and do not see their fathers and in many cases their mothers. Society dies.", "You can say I am a hater, but I will argue that I am a lover. I am a lover of traditional family and children who deserve the right to have a mother and a father. Don't we want that? Is there anyone in the U.S. Senate who will stand up and argue that children don't have a right to a mom and a dad; that our society shouldn't be saying to all people that moms and dads are the best, an ideal, and what we should strive for? When we say that marriage is not that, then we say that children don't deserve that. Let me assure you they will not get that.", "I will give you a couple of examples. The most dramatic is in the Netherlands. Senators Cornyn and Brownback and others have talked about it. But this is a country where marriage was a very stable aspect of their culture. They had the highest marriage rate and the lowest divorce rate in Europe. They had the lowest out-of-wedlock birth rate in Europe--until what? Until a social movement began to change the definition of marriage. You can say a lot of other things happened in Europe during that time, true. But the Netherlands has always been, interestingly enough, the country that was able to dam the tide, stem the tide and preserve the traditional family until they began the process of changing the definition of marriage to expand it.", "Look at what happened over that period of time: A straight and rapid descent in the number of people getting married and, not surprisingly, a rapid assent in the children being born out of wedlock.", "Is this what is best for children? Is this an argument of a hater? Is this an argument of someone who is intolerant or is this an argument of someone who believes that children deserve what is the ideal for our society? What has happened in those countries that have allowed people of the same sex to get married? Sweden allowed same-sex unions. There are 8 million people in Sweden. How many same-sex unions? There were 749. Is it worth it that now 60 percent of first-born children born in Sweden are born out of wedlock? Is this worth it, 749?", "By the way, the breakup rate of those marriages is two to three times what it is in traditional marriage. Is it worth it?", "I ask kids today what marriage is about. For the longest time, when I asked them what marriage is about, they always answered it is about the love of two people. Look at what Hollywood said about marriage. If you look at what leaders in this country say about marriage, maybe that is what we think it is. You look at the pop stars and celebrities, and that is certainly what it is today. It certainly isn't about families and kids.", "What are we telling our children? Is marriage just about affirming the love of two people? I can assure you that is the motive behind it. It is about affirmation of lifestyle, it is about affirmation of desires. Marriage and family is more than that. Principally, marriage and family has been held up not as an affirmation to make you feel good about who you are or who you love, but it is about the selfless giving for the purpose of continuing. It is about selflessness, not selfishness. It is not about me all the time. This is a society that is so wrapped up in ``me.'' Make me feel good, make me affirmed--me, me, me. What about kids? What about the future? The greatest generation of America was the greatest generation of America. Why? Because they were giving of themselves for something beyond themselves.", "The greatest generation that started the baby boom was a generation that understood what family was all about.", "A young man walked up to me a year and a half ago in Wichita, KS, and handed me this bracelet, and I have worn it every day since. He said this bracelet describes what family is. That is what it is--f-a-m-i-l-y. It says it means family. Forget about me; I love you.", "Is that the kind of family we are debating today?", "There is a reason we are here. It is not because we hate anybody. It is not because we don't respect anybody. It is not because we don't dignify their worth and value as a person. It is because there is a group of people who are trying to change the definition that is central to the future of this country.", "That is why we are here. We didn't pick this fight. We didn't start this battle. They went to the courts, not to the people. They went to the few elitists, and on of the most elitist liberal places in the world, Boston, MA, and said, you, the elite of the east coast, Northeastern United States of America, you take your isolated values and then sweep them across this country. They didn't go to Omaha, NE. They didn't go to Peoria, IL. They go to San Francisco, to Seattle, to Boston, and to New York, and they impose the values across America.", "That is not democracy. That is not allowing the people of Baltimore, the people of Reno, the people of San Antonio, the people of Providence, the people of Pittsburgh to speak.", "We have a right to speak. The only way we can do that is through the process we have before us, article V of the Constitution, which says we have a right to amend the Constitution when things go too far. And things are going too far. I ask my colleagues to give the people a chance to speak.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/"}