{"speaker_state": "NJ", "speaker_raw": "mr. lautenberg", "speaker_first": "Frank", "congress": 108, "title": "RECESS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8095.htm", "number": 97, "id": "CREC-2004-07-14-pt1-PgS8095.chunk24", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Lautenberg", "pages": "S8095-S8104", "speaker_party": "D", "date": "2004-07-14", "bills": null, "bioguide_id": "L000123", "order": 24, "speaking": ["Madam President, I, like millions of Americans, see what is happening on television, listen to what is happening on radio, and hear campaign commercials that are being submitted on a fairly regular basis. I listen to them and wonder, what is the message to our country? What is being said? What is the message we want to give to the American people? What do we want to tell them about our concern for their needs? Do we want to talk about lower prices for prescription drugs? Do we want to talk about educating our children? Do we want to talk about health care generally? Do we want to talk about bringing the troops home? Do we say enough is enough?", "When we look at the record and see what is happening, the killing continues in Iraq. Since we have gone over to an Iraqi interim government, the rate of death has not diminished from the time before we turned this government over to the Iraqi interim government.", "Today, we heard news of a terrible explosion that killed a bunch of Iraqis and injured American soldiers. The toll continues to mount. I believe the American people are concerned about that. I hear it from parents who say: My son's term has been extended. He thought he would be home by now. Now he has to serve 3 more months. Or, my daughter has to stay there far longer than she expected. Not only are they emotionally torn apart, not only are there family problems from the absence of dad or the absence of mom from the household, but financially it is a disaster.", "I have tried to get an amendment. I tried to put it on the Defense appropriations bill, but I couldn't get the amendment attached. They said no, we don't want to give $2,000 a month more for these people for the 3 months more they have to serve; $6,000 total cost; maybe $150 million out of a budget of $400 billion, and we couldn't get an ear to listen to it here. We couldn't get the majority to pay attention.", "The job market is not robust. We are still at a loss for the number of jobs we have available since this administration took over. When do we put these people to work? When do we stop shipping jobs abroad? When do we deal with the problems that concern everyday citizens? When do we deal with the cost of gasoline, which is up 50 percent almost in the last year?", "What we hear in response to those problems are campaign commercials--$8 million of them in recent weeks. We hear that John Kerry has missed two-thirds of the votes that have been taken here in the U.S. Senate. We do not hear anybody saying John Kerry served bravely in Vietnam when he disagreed with the policy of his country, but he felt loyal enough and obliged enough and went ahead and got wounded three times. He got three Purple Hearts. I served in the Army 3 years. I didn't earn one, but I know what a Purple Heart means in recognition of bravery; a Silver Star, very high-ranking medal; a Bronze Star, an important recognition of bravery on the battlefield. And we want to hear talk about how he has missed these votes.", "Yes, I am a Member of the Senate and am proud of it. I am proud of my voting record. But I am also proud of the contribution John Kerry is trying to make to this country.", "We ought to talk about comparing service to country, President Bush's service and Senator John Kerry's service. Compare the two. Start with Vietnam. See what happened there, when President Bush had an opportunity to avoid regular service by going to the Air Guard, which he didn't really do anything with. But to criticize Senator John Kerry for his contribution to our country by pointing out the fact that he has missed a bunch of votes, that he found time to vote against the Laci Peterson amendment which was offered here, and that he missed other votes--talk about the platforms of these two, talk about what John Kerry is saying we have to do about jobs, about getting a coalition to help us deal with Iraq to try to strengthen our resources there.", "President Bush's decision, along with his Cabinet, the Secretary of Defense, and the Vice President, was that General Shinseki was all wrong when he said we have to have 300,000 people in Iraq. They fired him. They got rid of him. They don't want to hear dissent and difference. They don't want to hear it. They don't want the public to hear what John Kerry has done for his country. No. They want to hear that he missed votes. It is too bad that he missed votes, but he is on a larger mission. He wants a change in the direction of this country. He is not here at times when he is out there delivering messages to which people respond.", "Just look at the gatherings. We see people for Senator Kerry and Senator Edwards. They are thirsty for information that affects their everyday lives. They do not sit around the dinner table talking about how much time we are spending--not enough time, they might say--on gay marriage and a constitutional amendment. I don't think Mr. and Mrs. Working American are sitting around their table praying for the moment that an amendment to the Constitution will be put in place where we can challenge the rights of a particular group of people when we haven't gotten our appropriations bills in place; we haven't voted on moving homeland security resources along not funding these things. No, but we can spend days here.", "By the way, we may have set a record for quorum calls. We have spent a lot of time with two lights on. That should tell the American people that there is nothing going on in here. We have had one vote this week, and the prospects for another vote are not very bright. What an exhausting schedule, two, three votes, possibly five votes in a week. Come on.", "Please, Mr. President, clear your message, talk about the things the American people are concerned about. Talk about how we get our kids home from Iraq, talk about how we get our former allies into the mix so they can help share the burden. That is what we want to hear.", "We do not want to hear only critical comments about John Kerry because then you force us to compare the two records. If I were President Bush, I would hide from the record. If they want to compare President Bush's record to Senator John Kerry's record of service to country, we would have quite a revelation for the people in this country.", "Spending millions on commercials to denigrate Senator John Kerry, a war hero, a volunteer, who went to Vietnam--go there, do your duty, pull a guy out of the water whose life may be hanging in the balance, under gunfire. Pull this man out of the water.", "I have campaigned with one of his former swift boat colleagues. If you heard the praise that he gave to LTG John Kerry for his leadership. But we do not want to talk about that. We want to try to subdue it with sneering commentaries about how he missed a vote and flip-flopped.", "I wish President Bush would look at some of the decisions he made and flip them. One of them I tried to pass was to have flag-draped coffins, the respect that they earn. People who gave their lives on behalf of the country's mission, when they come back to Dover, DE, where the coffins are deposited, and we say no, the media cannot show those coffins because that would alert people to the penalties of war, to the punishment that families endure. We do not want that. Hide it from the public. Don't let them understand what the cost of war is.", "They criticize Senator John Kerry, loyal American, who served his duty, served it well, served it here. Look at his voting record before he ran for President of the United States. Look at the President's tours for fundraising and political gatherings. He goes on Air Force One and the only cost--and this 747 is a beautiful airplane; most of America has seen it--all that has to be paid is the cost of the first-class transportation on a commercial airliner. Take this huge airplane, lift it into the sky and say: Well, we will reimburse it because we used it for fundraising or for political campaigns.", "Mr. President, change your tune. Let's hear your view on what America has to have to satisfy the needs of our constituents. Please, you have gone too far with this character abuse, with this character assassination. You have gone too far.", "Look at the American people. Look them in the eye and say, yes, I, President George Bush, approve of this message, and give a positive message about when drug prices are coming down, about how we will fund Head Start for 300,000 children who will now be dropped, or other programs that are talked about but not funded. Please, Mr. President, speak up on behalf of the people in America so we can build strength, so we can have some harmony and not the divisive attitude we find prevailing.", "It is not fair to the American people. When we deny a hero's recognition, we do something far worse. It was done in the State of Georgia in a senatorial election recently. A fellow named Max Cleland, with whom we served, and whom we all felt very close to, lost three limbs in Vietnam. They managed to paint him in a somewhat cowardly fashion, that he was soft on defense. One arm missing, half of one arm missing, two legs missing. It takes him 2 hours to get out of bed in the morning, and they made him look like he was soft on defense. What a disgrace. The American people have to look at that.", "And now the game is to denigrate John Kerry's record to make him look as if he is just absent and not doing anything worthwhile. He and Senator Edwards are trying to put this country on the right path. The voters will decide, by the way. But we ought to let the record be out there so that everybody knows what each of the parties is doing.", "Enough, Mr. President. Please change the tone of your commercials. It is not fair to have an airplane in the sky saying: Senator John Kerry, if he had his choice, would have voted against the interests of the troops. It is a foul lie, that is what it is, not true at all. If a vote was made, it was made in the context of an entire amendment. It was not made simply to take money away from our serving troops. President Bush knows that.", "I wish he would change his tone. It does not ring properly for the President. It does not become the President of the United States to be looking at Senator John Kerry's record and make jokes about his attendance, about his flip-flop. No, no, no, look at the things he has done. We can all pick out the blemishes of the other, but that is no way to run a country. That is the way to run a schoolyard fight. It does not become the President of the United States.", "I yield the floor, but I hope President Bush will change his tone."], "capitolwords_url": "http://capitolwords.org/date/2004/07/14/S8095_recess/"}