{u'speaker_state': u'IA', u'speaker_raw': u'mr. harkin', u'speaker_first': u'Tom', u'congress': 108, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-21/html/CREC-2004-07-21-pt1-PgS8516.htm', u'number': 102, u'id': u'CREC-2004-07-21-pt1-PgS8516.chunk60', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Harkin', u'pages': u'S8516-S8535', u'speaker_party': u'D', u'date': u'2004-07-21', u'bills': None, u'bioguide_id': u'H000206', u'order': 60, u'speaking': [u'I was watching on the monitor when Senator Byrd was recently on the floor talking about the lack of considering appropriations bills. In 2 days, we are going to adjourn for recess. What do we have to show for it? By this point, the Senate should have passed most, if not all, of the 13 appropriations bills, but this year under the Republican leadership we have only passed one, the Defense bill. We have not even debated the 12 others, much less put them to a vote.', u'Why is that? Is it because we are so busy in the Senate that we cannot debate these? Hardly. We spent days talking about judges who stand no chance of being confirmed; days on an amendment to ban gay unions that everyone knew would not pass, could not even get a majority vote, let alone 67 votes needed for a constitutional amendment. We spent weeks on a class action bill because Republican leadership did not want to consider amendments on which they thought they might lose.', u'Meanwhile, the Senate leadership has taken no action on increasing the minimum wage or extending unemployment benefits that could really make a difference for hard-working Americans.', u'The highway bill, which would create thousands of jobs, is now almost a year overdue, hung up by a veto threat of the White House. The bill to authorize Corps of Engineers projects that are important to farmers in my State was passed by the committee a month ago. There is no sign of any consideration in the Senate. According to the Senate leadership, there is no time to take up appropriations bills that provide funding for critically important Government services. Passing the appropriations bills ought to be one of our top priorities. These bills pay for everything from roads and veterans health to homeland security and education. But here it is, July 21, with only 21 legislative days remaining in the fiscal year, and we have passed one appropriations bill.', u'That is all.', u"As the ranking Democrat on the Labor, Health, Human Services and Education Appropriations Committee, I find this very troubling. It is not the committee chairman's fault. I know Senator Stevens is anxious to pass these bills. The same goes for the chairman of the Labor, Health, Human Services and Education Appropriations Subcommittee, Senator Specter. Our staffs have worked together closely on a bill. We are ready to mark it up on a moment's notice, but the White House and the Republican leadership in the Senate seem to have no interest in moving any appropriations bill other than Defense.", u"The reason is simple when one thinks about it. If these appropriations bills get debated on the Senate floor, everyone will see what the Republican Party's priorities are. It will be very clear. The Republican Party is out of touch with middle-class and low-income Americans. Education is a case in point. Two and a half years after President Bush signed the No Child Left Behind Act, it is obvious he has no intention of providing the funding to make it work. President Bush's budget for next year shortchanges the No Child Left Behind Act by a whooping $9.4 billion.", u'No wonder we hear from school boards, teachers, and principals all over our States complaining about the No Child Left Behind Act. It is an unfunded Government mandate, the biggest of all, telling our local schools what they have to do, and yet we do not provide the funding that was promised by the President, $9.4 billion less than what he promised, and it is shortchanging our schools.', u"Look at title I in education. That is the Federal program that specifically serves disadvantaged children who are at the most risk of falling behind and being left behind. The President's budget shortchanges this program by more than $7 billion. Now we are up to $16 billion in two cases of education.", u"It is the same story with kids with disabilities. The President's budget provides less than half of the level Congress committed to paying when the Individuals with Disabilities Education Act was passed in 1975. Meanwhile, Mr. Bush continues to oppose the bipartisan legislation Senator Hagel and I have offered to fully fund this law.", u"On higher education, the President offers virtually no help to low- and middle-income students who cannot afford to go to college. Under President Bush's budget, the maximum Pell grant award would be frozen for the third straight year while college tuitions continue to rise through the roof.", u"The level of Pell grants in the President's budget next year will be lower than it was in 2002. One wonders why so many students cannot afford to go to college now or why they are borrowing more money and graduating with these big debts. Well, maybe that is the administration's goal: Get these kids to borrow more money from the banks, pay these big interest rates, pay it back, rather than making Pell grants, which they should be providing.", u"Meanwhile, President Bush's budget eliminates funding entirely for programs like school counselors, arts and education, gifted and talented programs, and dropout prevention, all zeroed out in the President's education budget.", u'The administration says there is no money to do this, no money to make good on the pledges made only 2 years ago.', u'Well, I am sorry if I strongly disagree. Bear in mind that in this same budget with all of these cuts to education, the President calls for another $1 trillion in tax cuts.', u'It seems to me if there is room for $1 trillion in tax cuts, surely there is room for $9.4 billion to fund the No Child Left Behind education bill. That would be less than 1 percent of the proposed new tax cuts.', u"Time and again we hear this administration say, well, education reform is not about money. It is true, education reform is not only about money, but let's be real: If we are going to modernize school buildings, it costs money. If we are going to buy up-to-date textbooks and school technology, guess what. It costs money. If we are going to reduce class sizes, it costs money. If, under the No Child Left Behind Act, we want highly qualified teachers in the subjects in which they teach, guess what. It costs money. And if we want to ensure all kids with disabilities are learning at the proficient level as required by the new law, guess what. It costs money. If we want to ensure all young people, regardless of income, have a shot at going to college, guess what. It costs money. Unfortunately, money is something we do not get very much of in the President's education budget.", u"If they want a tax break for the wealthy, they get $1 trillion. If we want to fund education, forget it in the President's budget.", u'We Democrats tried to increase funding for education during the debate on the budget resolution in March. We offered amendments on the No Child Left Behind Act, on afterschool centers and Pell grants, but the Republican majority rebuffed us every time. Now the Republican leadership in the Senate will not even give us a chance to debate an education appropriations bill and offer amendments on the floor of the Senate. They will not even give us a chance to do that.', u'A couple of years ago when the President signed the No Child Left Behind bill, he seemed to think that education was an important Federal responsibility--Federal, not local. The President signed the No Child Left Behind Act, a Federal mandate to local schools. If the President thought 2 years ago that education was an important Federal responsibility, why is the President so reluctant to have us take up an appropriations bill that would fund this law?', u"I believe I know why. The Republicans have backed themselves into a corner. They are doling out so many tax cuts for the rich that they do not have any money left to fund our Nation's schools. They know if they offer an education bill with the limited amount of money they are willing to spend on students, there is going to be a huge outcry across the country. The American people would see what the President really stands for. They would see, in black and white, that this administration has no real interest in leaving no child behind.", u'Four years ago we were looking at over $5 trillion in surpluses over 10 years, with the Federal Reserve talking about the great economic effects of completely paying off the Federal debt by 2009. That was 4 years ago.', u'Four years later, now, this year, we are facing a record deficit of over $400 billion just this year. There are many reasons for that turnaround, but the biggest by far is the tax cuts. About half of the tax cuts we have passed here go to people averaging an income of over $1 million a year. Let me repeat that: Over one-half of those tax cuts that we have passed here go to people averaging an income of over $1 million a year.', u"This administration's misguided tax policies are undermining our Nation's fiscal strength; they are weakening our economy, jeopardizing Social Security, and reducing our ability to provide for the needs of our children and our Nation's education. It is no wonder that the Senate Republican leadership wants to avoid the issue of education funding. They do not want to bring the education funding bill out on the floor for open debate and amendments. They just want to sweep it under the rug and hope that no one notices.", u"The Republican Party controls the Senate schedule, so they have that power. But I urge them to reconsider. Let's mark up the bill in subcommittee, to the full committee, and bring it to the floor.", u"As I said, Senator Specter has done his job. My staff worked with his staff. We have a bill that is ready to go. Bring it out here. Let's have a good debate about how much we want to fund education. Give the public a chance to weigh in and see an open debate. Let's have amendments. Let's vote on them. I thought that was the way the process was supposed to work.", u"Maybe my friends on the other side of the aisle are right. Maybe people really do care more about tax cuts for the rich than about funding education. I don't think that is so, but there is only one way to find out. That is to bring the education appropriations bill to the floor in open debate and let Senators on both sides of the aisle offer their amendments. Let's vote on those amendments, and let's see how the elected Representatives of the people of this country feel about funding education after those debates and after those votes. As I said, it seems to me this is the way our democratic system is supposed to work.", u'Again, I urge the Republican leadership: Bring out our appropriations bills. I focus on education because I happen to be the ranking member on the appropriations subcommittee dealing with education, health, and labor. There are so many more, as I mentioned, such as the highway bill and homeland security, that we need to get through on the Senate floor. There are 21 days left, and we have passed only one appropriations bill.', u'The Senate is not doing its business. It is time we do.', u'I yield the floor and suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/21/S8516_executive-session/'}