{u'speaker_state': u'IN', u'speaker_raw': u'mr. pence', u'speaker_first': u'Mike', u'congress': 108, u'title': u'MARRIAGE PROTECTION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-29/html/CREC-2004-09-29-pt1-PgH7825.htm', u'number': 120, u'id': u'CREC-2004-09-29-pt1-PgH7825.chunk4', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Pence', u'pages': u'H7825-H7831', u'speaker_party': u'R', u'date': u'2004-09-29', u'bills': None, u'bioguide_id': u'P000587', u'order': 4, u'speaking': [u'Madam Speaker, I thank the gentleman from New Mexico (Mr. Pearce) for leading this Special Order tonight. I thank him for his courageous leadership as a freshman.', u'Madam Speaker, I associate myself with the remarks about our previous speaker. While we address the Speaker, we are nonetheless cognizant at times many millions of Americans look into our deliberations on this floor, and I think it is altogether fitting to recognize that a freshman, the gentlewoman from Colorado (Mrs. Musgrave), arrived in this institution and brought her support for traditional marriage to the floor of this Congress, and has turned her face like flint against the wind and has brought us to this point where we are on the eve of an enormously important vote in the life of our Nation, and I commend the gentlewoman for her tenacity and courage. To a lesser extent, I commend the people from Colorado for sending leaders like the gentlewoman to this institution.', u'That said, we are here tonight for the purpose of gathering thoughtful colleagues like the gentleman from New Mexico (Mr. Pearce) and those that will follow to consider out loud what will no doubt be lost in sound and fury on this floor tomorrow when the Marriage Protection Act, a constitutional amendment that defines marriage in the traditional terms as a union between a man and a woman, is brought to the floor of the House of Representatives.', u"There are those, and it is almost understandable in a season where a national election is just around the corner, there are those who will say this is politics. The more initiated among us would use phrases like ``wedge issues'' to explain the value of tomorrow's vote. But I must say and I believe I speak for the heart of this President whose moral courage has brought us to this vote today, of the leadership of this majority, of Republicans and even many Democrats who will tomorrow stand for this constitutional amendment when I say this is not about politics. This is, as the gentleman from New Mexico (Mr. Pearce) said, this is about who we are as a people. This is about the foundations of our society. It is about what it is we will hand on to our children and grandchildren.", u'In my judgment it all comes down to the simple belief, that is millenia old, that marriage matters. In one debate after another with some constituents in Indiana and in some national broadcast forums, I have allowed people who disagree with me on the need for a constitutional amendment. I have said if you do not think marriage matters to children, to communities, and thereby to the life of the Nation and to the vitality of our civil society, then I can understand why you would not be prepared to go to the necessary means of a constitutional amendment to defend it and define it in traditional terms.', u'But if you believe, as I do, and as survey after survey shows us, that the overwhelming majority of the American people do, that marriage matters, that far beyond the conviction that I share and that millions of Americans share that it first matters because it was ordained by God, we see it even beyond those terms as an institution upon which our society was founded. Rightly understood, marriage and the family is the first and original unit of government. It is the glue of the American family and it is the safest harbor for raising children.', u'None other than a predecessor who represented northeastern Indiana on this floor from 1976 to 1980, Dan Quayle, made this point when he was Vice President of the United States in 1992. Dan Quayle, against a withering assault, suggested in a national debate that the statistics proved that children who were raised, however imperfectly, in a two-parent home with a mother and father did significantly better in avoiding all types of social maladies than children, who for whatever reason, no fault of their own or their parents, found themselves in a different circumstance.', u"Dan Quayle's Murphy Brown speech became a national political joke, Madam Speaker, until after the election was over and the esteemed Atlantic Monthly Magazine pulled together a group of psychologists and sociologists and published in February 1993 that famous headline ``Dan Quayle Was Right''; because what Vice President Quayle said is even more true today, that children that are raised in traditional two-parent homes find themselves, for whatever reason, but looking at the facts, find themselves able to avoid a host of social maladies that beset our children: teen pregnancy, sexually transmitted diseases, falling into gang violence or drugs, dropping out of school. Children raised in two-parent homes are significantly less likely to fall into those maladies.", u'That is not to say that single parents are less significant to our Nation. My wife was raised by a single mom, and we laid her to rest early this year, and I honor single moms maybe more than any other moms in our Nation because they bear such an extraordinary burden with such dignity and grace.', u'But in the development of social policy, you recognize good, better, and best, and the reality is the sociologists have spoken; the unflagging truth of western civilization and of modern American history is that marriage matters to kids and therefore is worth being preserved.', u'My second and only other point before I yield to my colleagues is much addressed to all of us who will consider this debate on this floor tomorrow. I am a conservative Republican Member of this Congress, and yet I have noted there are conservative colleagues of mine who are troubled that we are bringing an amendment to the Constitution every bit as much as there are liberal Democrat colleagues of mine.', u'And so I wanted to take just a few more minutes to speak about why this Marriage Protection Act is necessary to amend the Constitution of the United States, because I truly believe that it is.', u'Let me say from my standpoint, the constitution of a nation rightly understood as the supreme law of the land of which it is a part is a document, yes; but as John Locke first described, it is part of a charter between the people. What I would offer today, the question is not whether our charter will be changed, or whether marriage will be defined one way or another in our social contract. Rather, it is whether that definition will be brought by the people in an orderly amendment process to the Constitution or whether this issue in a constitutional perspective will be decided by unelected Federal judges. That is it.', u'The point that I will make here in the few remaining minutes that I will take I hope, Madam Speaker, will make this point. This issue is coming to the fore. It is coming to our Federal courts. As I will prove in a few moments, the United States Supreme Court, which I venerate and respect, has in recent decisions signaled a willingness to extend the right of privacy to certain types of behavior which could very well, according to legal leading scholars, have laid the foundation to recognize gay marriage by a narrow majority of the Supreme Court.', u'Here is the record. Activist lawyers and their allies in the legal academy over the last decade have devised a strategy to override the public opinion that I described earlier which is, by one reckoning or another, by referendum in Missouri recently, 71 percent of the public affirmed the traditional definition of marriage, survey after survey shows the overwhelming majority of the American people support it, but there has been an effort to use the courts much in the same vein as in Roe v. Wade in 1973 to redefine the laws of all 50 States through judicial fiat.', u'They achieved their first success in 1999 when they convinced the Vermont Supreme Court that they should order the State legislature to legalize same sex marriage or create same sex civil unions. The legislature chose the latter despite strong public opposition. The activists won their second victory when they convinced the Massachusetts Supreme Judicial Court to force that State to give full marriage licenses to same sex couples. Even though citizens of that State opposed same sex marriage and no law had ever been passed to authorize it, same sex marriage in Massachusetts became a reality on 17 May 2004.', u'The activists have, Madam Speaker, literally plotted a State-by-State strategy to increase the number of judicial decisions mandating same sex marriage. The goal is to force the same sex marriage issue on the Nation piecemeal and then to demand the United States Supreme Court order the holdout States to accept and do the same. It is a fairly transparent and ingenious legal strategy. And the United States Supreme Court has provided potent ammunition for these activists when they decided the Lawrence v. Texas case of June 2003. In that case, dealing with same sex sodomy, the Supreme Court strongly signaled that a right to same sex marriage could be found in the number of the Bill of Rights, in the so-called right of privacy of the U.S. Constitution. This, Madam Speaker, is precisely the same right that the late Justice Blackmun derived the right for an abortion in 1973 in the infamous Roe v. Wade case.', u"Again I say, this Supreme Court in Lawrence v. Texas in June of 2003 signaled that a right to same sex marriage could be found in the U.S. Constitution. In fact, experts as varied as Laurence Tribe of Harvard and Justice Antonin Scalia agree that the court's decision points to the end of traditional marriage laws. Let me say it again. This is something of a consensus opinion when Justice Scalia on the right and the famed author and professor Laurence Tribe of Harvard on the left agree that the Texas case lays the foundation for essentially the redefinition of traditional marriage.", u"Activists are attempting to build on their successes as we speak. In Vermont, Massachusetts, and in the Supreme Court in the Lawrence case, same sex couples are now challenging marriage laws in my State of Indiana, California, Florida, New Jersey, New Mexico, New York, Oregon, Washington, and West Virginia. In addition, lawsuits have been filed in Alaska and Montana to force those States to grant particular marital benefits to same sex couples. And while I support the Defense of Marriage Act strongly, according to many experts it provides a weak defense to these lawsuits. State and Federal courts are poised to strike down that law under the Constitution's equal protection and due process clauses and force recognition of same sex marriage.", u'The only way, therefore, Madam Speaker, to prevent this core societal decision which, as the gentleman from New Mexico said, is central to who we are as a people, it is central to that which we would bequeath to our children and grandchildren, the only way to prevent this core societal decision from being made by unelected judges is to allow the people to speak on this issue through the constitutionally mandated amendment process. This process which requires, and we will attempt to achieve it tomorrow, two-thirds of the Congress and three-fourths of the States by votes of their legislature is the most dramatic grassroots political mechanism available to let the people speak.', u"Let me close and yield back to my colleague with that point. We are in the people's House. Our founding documents speak of we, the people. Abraham Lincoln, standing on what would become the graveyard at Gettysburg, spoke of a Nation of the people, by the people and for the people. Yet there are those, and we will hear it on this floor tomorrow, I suspect, Madam Speaker, who will make the case that rogue, unelected judges know better than the people of the United States and that somehow what we are doing on this floor tomorrow in an amendment to protect marriage as it is traditionally defined is somehow contrary to our best traditions.", u'I would offer to you as I close, our best tradition is that we are a government of the people, by the people and for the people. And when it comes to that institution which is marriage, which is so central to who we are, so necessary to the vitality of our society, we must hear from the people and that is what this majority will bring with our great leadership to the floor tomorrow for consideration.', u'I yield back my time with gratitude to the gentleman from New Mexico and my colleagues for being a part of this very important starting conversation about the Marriage Protection Act.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/29/H7825_marriage-protection/'}