{"speaker_state": "TN", "speaker_raw": "mr. duncan", "speaker_first": "John", "congress": 108, "title": "TRIBUTE TO MR. JIM DICK AND WIVK", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-03-18/html/CREC-2003-03-18-pt1-PgE507.htm", "number": 43, "id": "CREC-2003-03-18-pt1-PgE507.chunk0", "volume": 149, "chamber": "Extensions", "session": 1, "speaker_last": "Duncan", "pages": "E507-E508", "speaker_party": "R", "date": "2003-03-18", "bills": null, "bioguide_id": "D000533", "order": 0, "speaking": ["Mr. Speaker, I rise today to pay tribute to Jim Dick and WIVK, the radio station he created in Knoxville, Tennessee. On Wednesday, March 19, WIVK celebrates its 50th anniversary.", "Five decades ago, Jim Dick applied for and received a license from the Federal Communications Commission to build and operate a 1,000-watt AM radio station. At that moment, Dick Broadcasting Company was created.", "Jim Dick is certainly a visionary. He was one of the first people in the radio business to understand the importance of broadcasting on the FM dial. He is also one of the most admired and respected businessmen in East Tennessee.", "WIVK-AM debuted playing a wide range of music including gospel, country, jazz and others. The station only operated during the daytime hours in the early years. WIVK has grown immensely since then and is now a part of the Las Vegas based Citadel Communications Corporation.", "Jim Dick and everyone at WIVK have always supported the community and have given so much to the citizens of their listening area. Almost everyone in East Tennessee relies on WIVK for great country music, timely news and information, as well as radio broadcasts of University of Tennessee football games.", "Mr. Speaker, I would like to again congratulate Jim Dick, all of the staff at WIVK, Citadel Communications Corporation and all of those people who have given so much of themselves to make this great radio station the best in the Country. I have also included an article from the Knoxville News-Sentinel that celebrates the 50-year anniversary of WIVK that I would like to call to the attention of my fellow Members and other readers of the Record.", "Radio station WIVK is as much a part of East Tennessee as UT football and the rush for bread and milk at the first hint of snow. Through five decades of changing musical tastes, the station has unapologetically played country music and retained an unprecedented share of the listening audience. The station has helped launch the careers of country stars and even influenced the general direction of country music. ``It's hard to come up with another station to compare them to because WIVK is such a standout in the radio community,'' said Angela King, associate country editor of Radio &amp; Records. ``People in the industry say, `This is a model of how a radio station should be.' '' On Wednesday, March 19, WIVK will celebrate its 50th anniversary with a gala that will include testimonials from stars like Dolly Parton, Kenny Chesney, Kenny Rogers, Travis Tritt, Charlie Daniels and Ray Price. There'll also be stories and reminisces from the station's longtime personalities. Few would've given the station much hope in 1953 when young radioman Jim Dick put WIVK-AM on the air with $3,000 of his savings. At the time WIVK was just a 1,000-watt station that operated from sunrise to sunset only. Dick initially rented space on the second floor of Greene's Hardware on North Gay Street and broadcast at 850 on the AM dial. Dick didn't think the location of the station mattered much. ``Absolutely the most important thing I did was to determine who were good people and hired them,'' said Dick, who is now 84. Dick's ``good people'' became regional icons: ``Big Jim'' Hess, Claude ``The Cat'' Tomlinson, and later, Bobby Denton, Ed Brantley, Mike Hammond, Mickey Dearstone, Dave Young and other personalities became part of Knoxville's cultural landscape. In its infancy the station aired programs hosted by gospel music impresario the Rev. J. Bazzel Mull and millionaire grocer Cas Walker, who began broadcasting musical shows in 1929 to promote his grocery stores. The station also hired A. C. Wilson, one of the city's first black disc jockeys in 1954. Wilson hosted ``The Acey Boy Show,'' which featured jazz and hot rhythm and blues. ``He was a super guy,'' recalled Dick. ``If he hadn't have died, he could've really gone places.'' Hess and Tomlinson were the first two disc jockeys to establish themselves at the station with the team ``Big Jim'' and ``Little Alf.'' The duo's mischief on the air was but a pale shadow of the trickery they pulled off it. They particularly delighted in playing jokes on Rev. Mull, whose eyesight was so poor he was classed as legally blind. Once Hess and Tomlinson put Mull's car up on blocks just barely off the ground while the preacher and his wife were on the air. When the Mulls attempted to leave the station with Mrs. Mull at the wheel, the car's tires simply spun in the air. Thinking the vehicle was somehow stuck, Mull got out and pushed it, knocking it off the blocks and sending it and Mrs. Mull sailing. On another occasion the pranksters rigged the studio so that when Mull's program went on the air, what the preacher heard in the studio was Elvis Presley singing ``All Shook Up,'' while the radio audience listened to the gospel number that was actually on the turntable. One of the pair's jokes riled Mull so badly that he promised to go to Dick and get them fired. But Tomlinson, who was a master mimic and could imitate Dick perfectly, slipped into the boss' office before Mull got there. The preacher's eyesight was so poor, he didn't detect the impersonation, and Tomlinson promised Mull that severe punishment would be dealt to Hess and himself. ``The Rev. J. Bazzel Mull was very important to WIVK's early success,'' said Dick, who could be both amused and frustrated by his employees' antics. It wasn't the jokes, though, that finally drove Mull from WIVK; it was a referendum to legalize liquor in Knoxville in the early 1960s. Both Mull and Cas Walker were vehemently against the measure and campaigned vigorously against it on shows. But Dick read an editorial on the air supporting legal liquor, and his comments were reprinted in the News Sentinel. The measure passed, and ``the next morning Mull was packing up his records and he left the station,'' Dick remembered. Rock `n' roll did serious damage to country music's popularity in the late 1950s and early 1960s. Stations across the country abandoned the format for Top 40. Local country favorite WNOX had already abandoned country music when WIVK followed suit in 1961. That was about the time a young announcer named Bobby Denton was trying to break into radio. ``I started in radio by announcing drag races from Maryville Drag Strip after school on WSKT,'' said Denton, who is now officially retired but still serves as a consultant to current WIVK owner Citadel Communications. Denton became acquainted with Tomlinson, who then persuaded Dick to give Denton a job at WIVK. But Dick was not impressed with his new hire's broadcasting skills. ``He said, `This guy is so bad we have to get him off the air!' '' Denton recalled. During the station's three years of playing Top 40, they found the field crowded. WNOX and WKGN dominated the Top 40 format, and in 1964, WIVK moved to all-country programming. In 1965 two pivotal events took place. WIVK was granted permission to increase its AM signal from 1,000 to 50,000 watts and an FM sister station was established. FM's replacement, because of its clearer signal, of the AM radio format was still years away, but Dick had the foresight to promote FM heavily from the outset. ``We would sign off at sunset and say, `If you just have half a radio, we'll have to say goodnight until tomorrow morning. But if you have a whole radio, you can tune us in at 107.7 FM.' '' Dick recalled. ``Car dealerships would tell us that people came in wanting to buy a car with a `whole radio.' '' By the mid-1970s, however, FM was the dominant frequency. With its new, more powerful signal, WIVK-AM shifted into high gear. Longtime morning disc jockey Tomlinson created the characters ``Ol' Man Schultz'' and simple soul ``Lester Longmire.'' The characters would remain regional favorites for the next 25 years. The station also began hosting a series of country concerts and championing country performers. In its early days the station had had young singer Dolly Parton performing in its small downstairs auditorium on Cas Walker's program. She had also recorded early demos after hours in the station's studios. By the mid-1960s the station was beginning to wield enough influence to have a big impact in the country music field. For example, Denton has long been credited with persuading Jerry Lee Lewis to give country music a shot when his rock 'n' roll career was at an ebb. ``We became good friends, and he would come to my house,'' Denton recalled. ``I think I just said `Jerry Lee, I think if you would record country, people would buy it.' '' Lewis replied that he was country and was a far sight better country singer than some of the current country stars. Shortly thereafter, in 1968, Lewis began a string of country Top 10 hits. Other stars have credited the station with helping establish their careers. Alabama's Randy Owen has long recounted how he and his wife stopped at the station with the first single recorded by the group, which was then calling itself Wild Country. Owen went inside and asked then-program director Denton if he would take time to listen to the record. ``We listened to it,'' Denton recalled, ``and I said `That's pretty good!' '' Owen and his wife then drove down Kingston Pike and were on their way to the band's Myrtle Beach base when Denton put the single on the air. ``Randy said he just pulled the car over and started hugging his wife and crying because that was the first time he had ever heard his song on the radio,'' Denton recalled. Kenny Rogers' first appearance as a country performer was at one of the station's concerts in 1975. ``He was scared to death,'' remembered Denton. ``He didn't know how the crowd would respond to him.'' East Tennessee natives Con Hunley and current superstar Kenny Chesney were also championed early on the station. Ed Brantley, now WIVK's vice-president and general manager, started at the station in 1973 as a part-time announcer and hosted the station's first call-in talk show, ``Sound Off.'' ``That was when country definitely wasn't the cool format,'' said Brantley, ``but the people who did like it were a solid base.'' The ``solid base'' became even more solid as the decade went on with the station drawing an almost unheard of 20-plus market share. Much of that had to do with the station establishing a solid news department and broadcasting regular weather reports and school closings. In 1978 the station began broadcasting UT football games, which further solidified its audience base. Some of the WIVK's success was due to its programmers knowing the tastes of the audience. Brantley said the station took chances with several artists who dipped their toes into country. When the Pointer Sisters released the song ``Fairytale,'' WIVK was one of the first to add it to the regular rotation. The station was also an early supporter of Olivia Newton-John's music. ``We played a lot of crossover,'' said Brantley, ``and then with `Urban Cowboy' it just broke loose.'' At that time the station was receiving ratings for its AM and FM stations as one number, sometimes giving it better than a 30-point market share. Typical successful stations in other similar-sized markets were happy when they hit a 10 share. Through the years a few local stations have challenged WIVK by going with a country format, but none have succeeded. ``Our research showed that it would take a direct competitor five years and $5 million dollars in advertising and promotions to even compete with us,'' Denton said. The only time that WIVK-FM seemed vulnerable was when Claude Tomlinson became ill in 1990. During his illness, the station would let Tomlinson broadcast from his home and sometimes his hospital bed. Tomlinson died in 1991 and was replaced by the team Darren Wilhite and Tim Wall. The duo remained with the station for six years until they were replaced by Andy (Jerry Chistopher Ritchie) and Alison (West) in 1997. Ritchie said that his and West's goal in coming to such a hugely successful station was to ``just not screw it up.'' They were surprised by the career longevity they encountered. ``It's pleasantly unusual to find anybody who's been at the same station for five years, much less 35,'' said Ritchie. ``It's exciting to find some stability.'' In fact, the station's personalities have nearly all been with WIVK for more than five years and have become part of the culture as their predecessors did. Andy and Alison, Gunner, Colleen Addair, Hoss and Jack Ryan are all part of the fabric of East Tennessee. After the FM station became the dominant vehicle for WIVK, the AM station in 1987 moved to 990-AM, the former frequency of WNOX. In 1992 it shifted to all-talk and news format and became the region's most popular station in that format. Jim Dick is no longer involved with either station. Dick Broadcasting sold WIVK and 11 other stations to Las Vegas- based Citadel Communications for $300 million in 2000. However, Dick does visit the station and has warm feelings for the people still involved with the project he began 50 years ago. ``I'm very proud of them,'' says Dick. ``Very proud.''"], "capitolwords_url": "http://capitolwords.org/date/2003/03/18/E507_tribute-to-mr-jim-dick-and-wivk/"}