{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 108, u'title': u'ENERGY AND WATER DEVELOPMENT APPROPRIATIONS ACT, 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-09-15/html/CREC-2003-09-15-pt1-PgS11435.htm', u'number': 126, u'id': u'CREC-2003-09-15-pt1-PgS11435.chunk54', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S11435-S11451', u'speaker_party': u'D', u'date': u'2003-09-15', u'bills': None, u'bioguide_id': u'K000105', u'order': 54, u'speaking': [u'Mr. President, we live in a dangerous world, and the greatest danger of all is still the danger of nuclear war or the use of a nuclear weapon by a terrorist group. We know that terrorists are still plotting each and every day to find new ways to kill Americans.', u"The United States has a responsibility to do what it can to make this a safer world--not as a lone ranger, not as the world's policeman, but for our national security, and for the principles of freedom and democracy that make our country what it is.", u"We can't afford to let our own policy help ignite a new nuclear arms race. At the very time when we are urging other nations to halt their own nuclear weapons programs, the administration is rushing forward to develop our own new nuclear weapons.", u"This bill contains $6 million for the development of the so-called ``mini-nukes'', and $15 million for the so-called nuclear bunker-buster. They want to speed up the testing of nuclear weapons, and select the site for a new pit facility--a factor for new nuclear warheads.", u"These provisions demonstrate the dangerous new direction of our nuclear weapons policy. They continue the go-it-alone, damn-the-torpedoes approach to the delicate balance of international arms control in today's world.", u"By passing this amendment, we can demonstrate that we are not embarking on this reckless new nuclear policy. It makes no sense for us to tell other nations to ``Do as we say, not as we do.'' We must do a better job of leading the way in reducing reliance on nuclear weapons and honoring our commitments to international arms control. The House bill takes this approach, because it prohibits the use of funds for the development of low-yield nuclear weapons and nuclear bunker busters.", u"There's a reason why arms control has been such a key element of our foreign policy and defense policy over many decades. Last month, an infuriated gathering took place in Hiroshima to honor those who died there in 1945. The world knows the massive devastation that a nuclear weapon can unleash. Since 1945 nuclear weapons have never been used again in war. Yet, this year on the anniversary of those tragedies, the Bush Administration's Strategic Command held a secret meeting in Nebraska at Offut Air Force Base to discuss the plan for a new generation of nuclear weapons. They barred congressional staff from the meeting. Their nuclear policy is being discussed in the dark, without telling the American people or our allies what the policy is.", u"The administration disbanded an advisory committee to the National Nuclear Security Administration with membership that ranged from James Schlesinger to Sidney Drell. Obviously, the administration is not interested in what some of the best minds in our country and the world have to say about nuclear policy in today's world. It's wrong to begin a new nuclear arms race by designing, building, and testing new weapons.", u"The administration wants to lift the 1993 statutory ban imposed on developing ``mini-nukes.'' But these weapons are far from the type of small, surgical-strike weapons that the name suggests. They will not keep us safer or more secure. Mini-nukes are a dream come true for rogue regimes and terrorists, and a nightmare for every other nation on Earth. Just one of these weapons, carried by a terrorist in a suitcase, can devastate an entire city. A five-kiloton weapon would be half the size of the Hiroshima bomb.", u'Some claim that these weapons are needed against deeply buried, hardened bunkers. But current technology will allow such a warhead to burrow only fifty feet into the ground or less. Detonating even a one-kiloton weapon at that depth would create a crater larger than the World Trade Center, larger than a football field. It will spew a million cubic feet or radioactive dust into the atmosphere. Imagine what a five-kiloton blast would do.', u"Not only is the Bush administration developing their new nuclear weapons, it's also rushing to test them. As Deputy Assistant Secretary of Defense, Fred Celec said in 2003, if you, ``design a new nuclear weapon . . . you will probably have to have a nuclear test.''", u'In fact, the administration coupled its request to design their nuclear weapons with a request to speed up the time it would take to test them.', u'No one questions the safety of our nuclear stockpile. This accelerated test readiness is not needed to preserve our existing arsenal. The only reason for rushing to achieve the shortest possible testing time is to test new kinds of nuclear weapons.', u'Consistent with this goal, the administration has also requested funds to design a large-scale production facility for plutonium pits, which are factories for new nuclear warheads. The administration wants a facility able to produce 500 of these pits a year, a level that far exceeds what is needed to maintain the current stockpile.', u"The administration claims that it is reducing its current nuclear stockpile from 7,500 tactical warheads to less than 2,200. But while they plan for these reductions, the Department of Energy continues to ask for funding sufficient to support the stockpile levels set by the START I Arms Control Treaty in 1991 a level set before the fall of the Soviet Union. If we build 500 plutonium pits a year, it will far exceed the number needed for the current stockpile, even if we make the reductions planned by the administration. The numbers don't add up. We are escalating the nuclear arms race, not reducing it.", u"These actions demonstrate the administration's contempt for the Nuclear Non-Proliferation Treaty, the foundation of all current global nuclear arms control. The Non-Proliferation Treaty, signed in 1968, has long stood for the fundamental principle that the world will be safer if nuclear proliferation does not extend beyond the five nations that possessed nuclear weapons at that time--the United States, Great Britain, the Soviet Union, China, and France. It reflected the worldwide consensus that the greater the number of nations with nuclear weapons, the greater the risk of nuclear war.", u'The Non-Proliferation Treaty has clearly prevented a worldwide nuclear arms race. Since the treaty was signed, only five additional nations acquired nuclear weapons, and out of them South Africa later got rid of them. Israel, India, and Pakistan never signed the treaty. North Korea signed it in 1985, but withdrew from it last year.', u"The Bush administration's policy jeopardizes the entire structure of nuclear arms control so carefully negotiated by world leaders over the past half century, starting with the Eisenhower administration.", u"The history of those years is still vivid in our minds. I was 13 years old on that fateful day in August 1945, when a B-29 bomber named ``Enola Gay'' dropped the first nuclear weapon, ``Little Boy,'' over Hiroshima. More than four square miles of the city were instantly and completely destroyed. More than 90,000 people died instantly. Another 50,000 died by the end of that year. Three days later, another B-29 dropped ``Fat Man'' over Nagasaki, killing 39,000 people and injuring 25,000 more.", u'In 1957, when the Soviet Union launched Sputnik, it became clear that two oceans could not protect us from a nuclear attack at home.', u'The Cuban Missile Crisis of 1962 showed the entire world how close it could come to catastrophe, and gave supreme urgency to nuclear arms control.', u'In 1968, the Non-Proliferation Treaty was signed in Moscow, London, and Washington, DC, and went into full effect in 1970. For the next 20 years, the United States and the Soviet Union negotiated a series of landmark treaties to keep the world from blowing itself up.', u"Some say these efforts on arms control have not prevented the spread of nuclear weapons. But look at the past 15 years; South Africa, Belarus, Kazakhstan, and the Ukraine--the world's third largest nuclear power--renounced the use of nuclear weapons and joined the Non-Proliferation Treaty as non-nuclear states.", u'Britain and France ratified the Comprehensive Test Ban Treaty. Even though the U.S. Senate did not ratify this landmark treaty, every signatory and ratifier has obeyed the spirit of the treaty and not tested nuclear weapons. The United States and Russia have removed thousands of nuclear weapons from alert status, reduced the number of weapons, and coordinated in protecting nuclear materials from theft.', u"Without this amendment, we turn our backs on five decades of progress in reducing the threat we and the world face from nuclear weapons. Some in the administration argue that in today's world the yield of the nuclear weapons in our current arsenals is so immense that our enemies know that we will never use them. They argue that these massive nuclear weapons have no deterrent value against many of today's adversaries and that we need smaller, more ``usable'' nuclear weapons to make deterrence more credible.", u'In fact, if we start treating nuclear weapons as just another weapon in our arsenal, we will increase the likelihood of their use--not only against our adversaries, but also against ourselves. We would be dangerously blurring the line between nuclear and conventional weapons, and tear down the firewall between these weapons that has served us so well in preventing nuclear war in the entire half-century since World War II.', u"As Secretary of State Powell said last year, ``Nuclear weapons in this day and age may serve some deterrent effect, and so be it, but to think of using them as just another weapon in what might start out as a conventional conflict in this day and age seems to me to be something that no side should be contemplating.''", u'It is difficult to believe that these new types of nuclear weapons serve any rational military purpose. As we saw in the first Persian Gulf war and again in the war against Iraq, precision-guided conventional and stand-off weapons serve us incredibly well. How could low-yield nuclear weapons be any more effective than the precision-guided conventional weapons? And their radioactive fall-out would be far more dangerous to our ground troops and to civilian populations.', u"Our goal is to prevent nuclear wars, not start them. I urge my colleagues to approve the Feinstein-Kennedy amendment, and say ``no'' to any such fateful step on the road to nuclear war.", u'I wanted to thank my good friend and colleague from California for her presentation earlier this afternoon and also for her eloquence when we addressed this issue earlier in the session. She has reminded us in this body about how this administration has been evolving its whole nuclear policy with very subtle changes, moving us in a very dramatic and different direction than has been generally embraced over the period of the last 50 years.', u'What she has commented on, and what troubles me and, I think, increasingly Members of the Senate at these hearings that have been held, by and large under security conditions and not in the broad daylight for public debate and discussions--I think, hopefully, as a result of these discussions and the understanding we have developed here, and has been particularly well developed--I think in the House of Representatives by many of those on both sides of the aisle, I might add, Republican and Democrat alike, who have examined this in considerable detail, they have reviewed this and made a very strong recommendation we not move in this direction.', u"I don't think anyone can say our House colleagues have been negligent in assuring that we were going to develop the kinds of defense systems and also the defense capability to ensure the protection for our national security.", u"As shown on this chart, we review very briefly the half century of arms control. Going back over the period of time, in 1963 there was the Partial Test Ban Treaty, and there was the Nonproliferation Treaty in 1970. We also see the SALT and ABM Treaties, and also SALT II. These are all efforts by both Republicans and Democrats to move us away from the real dangers of nuclear confrontation and nuclear war. As we remember, a number of years ago we talked about the ``nuclear winter'' as well. We have seen enormous progress that has been made and great leadership by both Republicans and Democrats. Many of our colleagues in the recent past, such as Senators Richard Lugar and Sam Nunn, with the development of the Nunn-Lugar provisions, tried to get those countries that have been willing to sign on and move us away from the dangers of nuclear proliferation, to get help and assistance from the United States to help them achieve that goal. Now we have a very different direction.", u'Finally, we have these statements made by the administration. Fred Celek said:', u'If a nuclear bomb could be developed to penetrate rock and concrete and still explode, it will ultimately get fielded. I have a bias in favor of the lowest usable yield because I have advised the use of that which will cause minimum destruction.', u'We are basically talking about an effort that recognizes a very important part of our history--Republicans and Democrats--to move us away from nuclear proliferation, and the United States has been a leader. Other countries have been willing. That has been the result of 50 years of work of Republicans and Democrats.', u'Now, in a world of increased tension, in many respects as a result of terrorism, we are finding ourselves in a situation where the administration wants to alter that policy in terms of development and testing. Mininukes--and there is really no such thing as a small nuke; a nuke is a nuke. It is no different by nature, disposition, and its capability. Those who have served in the military are familiar with a great deal of information regarding nuclear weapons. Our present Secretary of State wrote a book and included the comments I stated. As a former military officer, he understands this. At a time, frankly, when we are unsurpassed in terms of our military capability, why in the world do we want to develop small conventional systems which will trigger other countries to do that. That could compromise what we have today in terms of our military and our Armed Forces.', u'There is one modern military force in the world, and it happens to be the United States. We have to keep it that way. Why put at risk that advantage with the proliferation by other countries of small useful nukes--I think that is unwise--as well as the dangers it would pose in terms of the growth of terrorism.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/09/15/S11435_energy-and-water-development-appropriations-act-20/'}