{u'speaker_state': u'LA', u'speaker_raw': u'ms. landrieu', u'speaker_first': u'Mary', u'congress': 108, u'title': u'Senate', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-12/html/CREC-2003-11-12-pt2-PgS14547.htm', u'number': 164, u'id': u'CREC-2003-11-12-pt2-PgS14547.chunk578', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Landrieu', u'pages': u'S14547-S14635', u'speaker_party': u'D', u'date': u'2003-11-12', u'bills': None, u'bioguide_id': u'L000550', u'order': 578, u'speaking': [u'Mr. President, I would like to answer a couple of points that the Senator from Tennessee raised. My colleague from Iowa is here to join me for a few moments to speak on the floor about this subject.', u"Let me say there really isn't a Member I respect more in the Senate than the new Senator from Tennessee. He and I served together on the Energy Committee. I am well aware of his very progressive views on civil rights. I am aware of his history as a clerk for one of the finest justices who has served in the country. I am aware of his connection to Louisiana and as a southern leader. As a Democrat, I respect the work he did in Tennessee as a Republican Governor of that State. I look forward to many wonderful years working with him.", u'But I would like to answer the question of why many people in the South are upset and concerned about what the Republican majority is calling on us to do today.', u'I want to start with the charge that the Senator from Virginia said--stalling, stalling, stalling. The Senator from Tennessee knows very well the Democrats did not ask for this 30 hours. The Republican leadership is stalling the veterans bill, the Energy bill, and the housing bill, which people in our State--as the Senator from Tennessee knows, I have 400,000 veterans in Louisiana. He must have 500,000 veterans in Tennessee. Their bills are pending while we debate whether or not it is fair to block 4 of 168 nominees--4 of 168.', u"The second point I want to make is that the Senator from Arizona took 90 seconds to come to the floor and refer to the people who are listening--and we do believe the country is interested in the debate here in the Senate--that these four individuals were ``not given a trial.'' I think the words were ``hung without a jury,'' or some such inflammatory language.", u"Please let me say for the Record that these 4 judges out of 168, only 2 percent of President Bush's nominees, were given hearings. The nominee from Texas, Priscilla Owen, 1 full day of hearing; the nominee from Alabama, Judge Pickering, 2 days of hearings, and 1 day was given after the anthrax attack. The Capitol was literally under attack and we felt so strongly about providing a hearing the day after the attack that the nominee was given a hearing. Mr. Estrada was given 1 day of hearing, and Mr. Pryor was given 1 day of hearing.", u"So the notion that these nominees have not been given their day in court, time to express their views and to answer questions, is absolutely false. That is in contrast to the 57 nominees of 63 of President Clinton's nominees. Let me repeat: 57 out of 63 who didn't get 1 minute of a hearing, not 1 minute.", u'These 4 we have blocked for reasons that I and my colleagues will go into--and Senator Harkin will speak about in a minute--have been blocked for very good reasons. All of them got a hearing. I just wanted to make that clear.', u'I know the Senator from Tennessee will remember those hearings in those committees.', u'The third point I want to clarify is the Senator from Utah said he would never not give a nominee the opportunity for a vote. The Record will reflect that the Senator from Utah has voted seven times against cloture for giving a nominee--not a judicial nominee but appointee--a vote on the Senate floor.', u"I urge Senators to not use words such as ``never'' or ``every'' because the fact is, filibusters have been attempted before over the course of our history: In 1968, in 1980, in 1994, and in the year 2000, but they haven't been successful.", u'This filibuster is successful for one reason and one reason only: The American people do not want these four judges on the bench. They just do not want them on the bench, and they are expressing that through the Democrats here in the Senate. I will tell you why.', u'Let me talk about Mr. Pryor for just 1 second. I want my colleague from Tennessee to know, and my colleague from Alabama will know this. I know I am going to aggravate some Democrats when I say this. But I was willing to vote for Judge Pryor, and I had basically told that to the Senator from Alabama, who is a good friend of mine, someone with whom I really enjoy working, who is much more conservative than I am on some issues. But I really do like him and I really do trust him in many ways. I talked with him and we talked about it. I was prepared to vote for Mr. Pryor until this ad appeared. Let me read it to you. Judicial Chambers:', u'While some in the Senate are playing with religion, Catholics need not apply.', u'I am a Catholic. When these ads appear, by right-wing groups that want to divide this country, Catholic against Protestant, Gentile against Jew, man against woman, straight against gay, it is something inside me that just boils up.', u"When the Republican leadership tells me I have a problem with Catholic judges--my father is a Catholic judge, and my sister is a Catholic judge. I don't have problems with Catholic judges. I don't have problems with William Pryor. I have problems with this red meat rhetoric that is anti-American, anti-constitutional, and defies every principle that this country and the men who are dying today and women in Iraq fight for. It is not a matter of whether you are Catholic, whether you are Jewish, whether you are Protestant. You should be judged on qualifications. But the right wing--and I told the Senator from Alabama until the National Republican Party repudiates this ad, the chairman of the party stands up and says these ads have no place, and the Republican Party repudiates these ads, the nominee will not get my vote--not because he is pro-life and I am pro-choice, not because of this or that, but because of this ad.", u"That is what this election is about. I will tell you the people in my State are tired of it. I have Catholics and Protestants who want to be united, to be together, who want to create jobs, who want to help veterans, want to figure out the problem in Iraq, and they are so tired of the Republican leadership just using every little wedge issue, religion or race to wedge everybody apart. I know Democrats aren't completely innocent of these tactics, but it has gotten to the point where it has basically shut down the work here.", u'I want to be clear. My dad is a Catholic judge; my sister is a Catholic judge. I am not against Catholic judges. But we are against ads like that, and until they are repudiated we will not allow this nominee to go forward.', u"I don't even know if I want to go into Judge Pickering from Mississippi because I know he is from a fine family. But I will say this about that. I know his son well. He is a wonderful man. He is in Congress. I know he has beautiful grandchildren, and he has a wonderful family. But I will tell you this: The Senator from Tennessee should know this better than anyone because I think he is part of the new South. I think his whole life has been spent helping us in the South deal with the terrible issue of discrimination, to the point where it breaks your heart to think about what the laws did to people, crushed their spirits, crushed their lives, robbed them of the opportunity for anything. I grew up in that kind of place. I spent my whole life trying to change it, and I know he has, too.", u"One of the reasons we have stopped the Pickering nomination is that many of us--and I don't think it is just Democrats, it is Republicans and Independents in the South--want the nominees on that Fifth Circuit to be about the new South, not the old South. To many of us, many of the moderate, middle, mainstream civil rights organizations, this Pickering nomination is about the old South. He was not one of the strongest civil rights leaders in Mississippi. There are hundreds of qualified judges, White and Black, who really sacrificed for civil rights. Why couldn't we have somebody like that on our bench? They don't have to be liberal. They could be moderate or conservative. Why do we have to reach back and find someone from the past? Why not reach forward?", u"When Judge Pickering got out of law school, he asked his law partner to join him. His law partner belonged to the Mississippi Sovereignty Commission. My father got out of law school a few years before he did, in 1954. Judge Pickering got out in 1961. My father never, in 100 years, would have asked a member of the Mississippi Sovereignty Commission to be his law partner. It just wouldn't have happened, because our family was a civil rights family. We rejected everything the Mississippi Sovereignty Commission or the Louisiana Sovereignty Commission or the Alabama Sovereignty Commission did, which was to basically intimidate African Americans. No matter how good they were, no matter how hard they worked, no matter how talented they were, no matter how many times they went to church or loved their children, because they were Black, they couldn't get a job, they couldn't live in the neighborhoods. That is what the sovereignty commissions did.", u'So you are asking me, after spending 40 years of my life fighting against this, to stand here and say it is OK to appoint someone like this to the bench? And then get upset when I say I have a problem with that?', u'Well, I am sorry about it. I do have a problem with it. Most of the people in my State have problems with it because, believe me, there are lots of people in Mississippi who were in the civil rights movement on the right side of the movement, not the wrong side; the forward side, not the back side. And I will tell this President or any President, we are looking for people in the future, not the past. We are looking for a new South. We reject the old South.', u'In conclusion, let me just say that my time has expired. Senator Harkin is in the Chamber. I thank him for his great patience. I am sorry I got a little exercised. But I guess coming from the part of the country I do and being Catholic, it has been very hard, especially for us, to have to hear some of the rhetoric that is thrown around on the Senate floor.', u'Again, to my friend from Tennessee, I have the utmost respect for him. He has been a real leader in this effort.', u'I yield the floor and acknowledge Senator Harkin who is here to speak.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/11/12/S14547_senate/'}