{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 107, "title": "LOCAL LAW ENFORCEMENT ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-07/html/CREC-2002-06-07-pt1-PgS5246.htm", "number": 74, "id": "CREC-2002-06-07-pt1-PgS5246.chunk19", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S5246-S5248", "speaker_party": "D", "date": "2002-06-07", "bills": null, "bioguide_id": "L000174", "order": 19, "speaking": ["Mr. President, I agree with the senior Senator from Nevada. Everybody is going to say they are against hate crimes. Nobody is going to say they are for hate crimes. But if we are against them, then let's pass laws that give our law enforcement officers the teeth to go after hate crimes. Let's not go through the fiction of trying to amend this bill to death so nothing comes forward. We cannot let everyone say they are against hate crimes while some do their best to kill the hate crimes legislation.", "Violent crimes motivated by prejudice and hate are tragedies that demand our attention. These crimes mar our history, from the lynchings that haunted our race relations for more than a century to the recent well-publicized slayings of Matthew Shepard and James Byrd, Jr.", "Since September 11, we have seen a disturbing increase in crimes committed against Arabs, Muslims, and those of South Asian descent. In other words, hate has been a persistent threat to the public safety, especially the safety of minority group members.", "I am not naive enough to think we can outlaw hate, but we can make outlaws of those who commit hate crimes. We can do a lot more to protect Americans from these crimes, and to ensure equal rights for all our citizens.", "The Local Law Enforcement Enhancement Act will do just that. It will provide a measure of protection for those who fear the violent consequences of prejudice. I am proud to be a cosponsor of this legislation. I am also proud that it is one of the first bills I moved through the Judiciary Committee after I became chairman. I had the opportunity as a new chairman to set priorities by deciding what would be on the agenda. I made sure this was one of the first bills the Committee considered.", "I am grateful to Senators Kennedy, Specter, and Smith for their bipartisan leadership on this issue. Unfortunately, the bipartisanship surrounding this bill is not universal, as the distinguished Senator from Nevada has already pointed out. Republicans objected before the Memorial Day recess to a unanimous consent request that would have allowed this bill to come to the full Senate for debate. I wish they had allowed it to do that. It could have been passed by now.", "I am glad we can now begin debate. I am honored to open the debate. Senator Kennedy is with his family today following a long-time family commitment, but he will join us on Monday to debate this important bill.", "The hate crimes legislation we consider today strengthens current law by making it easier for Federal authorities to investigate and prosecute crimes based on race, color, religion, and national origin. Victims will no longer have to be engaged in a narrow range of activities, such as serving as a juror, to be protected under Federal law. In other words, if a criminal commits a hate crime against a juror, he or she can be prosecuted under Federal law. But if a criminal commits the same hate crime against the same victim, while the victim is conducting private business, that criminal is immune from prosecution under Federal hate crimes law.", "This bill also focuses the attention and resources of the Federal Government on the problem of hate crimes committed against people because of their sexual orientation, or their gender, or their disability. That is an important step.", "Now, opponents of this legislation like to say that ``all crimes are hate crimes.'' But everyone in this Chamber agrees that some crimes are more serious--and more deserving of Federal attention--than others. We have repeatedly increased the Federal role in fighting crime over the last decades, from the hijacking of airplanes to carjacking to drug crimes. So the question we face today is whether crimes motivated by prejudice deserve greater Federal attention than the limited amount they receive today. I believe they do, and I know 50 other U.S. Senators from both parties who have sponsored this bill agree with me.", "The crimes we are talking about today are particularly pernicious crimes that affect more than just the victims and their families--they inspire fear in those who have no connection to the victim beyond a shared characteristic, such as race or disability or sexual orientation.", "Mr. President, when James Byrd, Jr., was dragged behind a pickup truck--dragged--one can only imagine the terror and horror he felt in the face of his violent death. He was killed by bigots in Texas in 1998. Why? For the sole reason that he was black. Think how many African Americans throughout our Nation felt diminished as citizens to know that another African American was horribly, brutally killed simply because of the color of his skin.", "When Matthew Shepard was murdered in Wyoming, he was left hanging on a fence. Why? Because he was gay. Don't you think gays and lesbians in the United States felt less safe on the streets and in their homes? These crimes promote fear and insecurity that are distinct from the reactions to other crimes. They produce a national reaction. We need to take action to enhance their prosecution.", "These terrible crimes have also affected my little State of Vermont. In 1996, Julianne Williams and Lollie Winans were murdered in the Shenandoah National Park in Virginia. Ms. Williams lived in Burlington, VT. She and Ms. Winans were planning to move to Huntington, VT, after their hiking trip to Virginia. (Huntington, VT, I must say, is a beautiful little town, one of the most peaceful places you can imagine.) They were murdered.", "In April, the Justice Department indicted Darrell Davis Rice for murder. The prosecutors invoked the Hate Crimes Sentencing Enhancement Act, charging that Mr. Rice killed the two women as part of his plan to ``assault, intimidate, injure, and kill women because of their gender.'' Prosecutors said that Rice had stated that he ``hates gays.'' He said he had taken it upon himself to determine that Ms. Williams and Ms. Winans ``deserved to die because they were lesbians.'' What a horrible commentary. This man decided in his mind they deserved to die, so he was going to kill them.", "Now, Rice was susceptible to Federal hate crime laws because the murders occurred on Federal land. If he had been indicted for killing these women in Huntington, VT, he would not have been susceptible to this enhancement. So his indictment fell within a narrow window. With passage of this act, we can provide Federal protection to women, gays and lesbians throughout our Nation.", "All Americans have the right to live, travel, and gather where they choose. In the past, we have responded as a Nation to deter and to punish violent denials of civil rights. We have enacted Federal laws to protect the civil rights of all of our citizens for nearly 150 years. This law continues that great and honorable tradition.", "This bill will strengthen Federal jurisdiction over hate crimes as a backup, but not a substitute, for State and local law enforcement. States will still bear the responsibility for prosecuting most hate crimes. That is important to me as a former State prosecutor.", "I have a great deal of respect for the law enforcement officers in my State, such as David Demag, the Police Chief in Essex, VT, who is now serving on the Medal of Valor Review Board. I want the States to have primary jurisdiction, because they can handle most hate crimes prosecutions. But there are times when Federal assistance is helpful and even necessary. For those cases, we must have this Federal law.", "In a sign that this legislation respects the proper balance between Federal and local authority, it has received strong bipartisan support from State and local law enforcement organizations across the country. This support convinces me that we should pass this powerful law enforcement tool without further delay.", "Moreover, this bill accomplishes a critically important goal--protecting all of our citizens--without compromising our constitutional responsibilities. It is a tool for combating acts and threats of violence motivated by hatred and bigotry. It doesn't target pure speech--even that speech that you and I and everybody finds offensive or disagreeable. The Constitution does not permit us in Congress to prohibit the expression of an idea simply because we disagree with it.", "As Justice Holmes wrote, the Constitution protects not just freedom for the thought and expression we agree with, but freedom for the thought that we hate. I am devoted to that principle, and I am confident that this bill does not contradict it. Indeed, Senator Kennedy, who has been a leader on civil rights for four decades, has worked carefully and hard to tailor this needed remedy to the narrowing restrictions of the current very activist Supreme Court.", "It is long past time to pass this bill. Of course, the Senate has done its part before. In 1999, we passed it as part of the Commerce-Justice-State appropriations bill, but the House insisted on its removal. In 2000, the Senate voted 57 to 42 to include it as an amendment to the Department of Defense authorization bill. That year, the House even voted 232 to 192 to instruct House conferees on the bill to agree to the Senate language on hate crimes.", "Nonetheless, the House Republican leadership insisted on its removal and they won. So despite the best efforts of former President Clinton and us all, we were twice unable to overcome the opposition of the other body. I hope we will this time.", "I hope the House Republicans will finally allow a vote on this measure. I urge President Bush to ask them to do so. Think about what the President said so eloquently last week at West Point. I think of this because the distinguished Presiding Officer is a well-respected graduate of West Point.", "When the President spoke at West Point's commencement about our fight against terrorism, he called it a conflict between good and evil and said that we cannot allow other nations to ``tolerate the hatred that leads to terror.'' He correctly stated that ``there can be no neutrality between justice and cruelty.'' He promised that ``the United States will promote moderation and tolerance and human rights.''", "I agree with President Bush. And I believe that passage of this legislation will show once again that America values tolerance and protects all of its people. I urge the opponents of this legislation to consider the message it sends to the rest of America when, year after year, we are unable to move this broadly supported bill.", "A majority of the people in the Senate support this bill, a majority of the people in the House of Representatives support it, and a majority of Americans support it. Yet a small group blocks it from going forward. What does that say about our American values?", "I say to the Republican leadership in the other body and in our own: Listen to what President Bush has so eloquently said at West Point. Let's pass this legislation. The victims of hate deserve our support--the victims do. Those who would impose hateful conduct upon them deserve to know that the United States of America doesn't stand for that. So we need a vote, both in this body and in the House of Representatives. If we have such a vote, Mr. President, we will once again make it very clear: The U.S. Government does not tolerate hate and intolerance, no matter who it is directed against. Making that statement, we make our Nation even stronger.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2002/06/07/S5246_local-law-enforcement-act-of-2001/"}