{u'speaker_state': u'MD', u'speaker_raw': u'ms. mikulski', u'speaker_first': u'Barbara', u'congress': 107, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgS839-2.chunk19', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Mikulski', u'pages': u'S839-S869', u'speaker_party': u'D', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'M000702', u'order': 19, u'speaking': [u'Thank you very much.', u'Mr. President, as we consider the nomination of John Ashcroft for Attorney General, I would like to compliment the Judiciary Committee on their process and deliberation in bringing this nomination to the floor.', u'On my side of the aisle, I would like to be particularly complimentary of the leadership provided by Senator Patrick Leahy and, of course, the work done by Senator Orrin Hatch. I believe the deliberations were fair, rigorous, thorough, and conducted in a tone that was really becoming of the U.S. Senate. I would like to congratulate my colleagues on that.', u'As I consider the nomination of all the Cabinet members, particularly this one, I want to speak first about the statement that said a President is entitled to his nominees. The nominations to head up the executive branch are not entitlement programs. There is nothing entitlement about it. In fact, we were given a constitutional mandate to examine each and every nominee and to give our advice and consent to the President of the United States. The founding fathers were very clear that the Senate should not be a rubber stamp in terms of a Presidential set of nominees. The President is entitled to fair consideration of those nominees, but not for us to be a rubber stamp.', u"On each and every one of those nominees, I have given my independent judgment and have voted for most of President Bush's nominations because I think they meet three tests: Competency, integrity, and a commitment to the mission of the agency.", u"President Bush in his inaugural address pledged to ``work to build a single nation of justice and opportunity.'' Yet one of his first acts was to choose John Ashcroft to lead the Department of Justice, someone who has had an extreme ideological agenda on civil rights, on a woman's right to choose, on gun control, his positions are far outside the mainstream. Often, his rhetoric has been harsh and wounding. As attorney general and Governor of Missouri; he pushed systematically and regularly for the disempowerment of people of color and the disempowerment of women to have access to health services related to their own reproduction.", u"Can anyone be surprised that this nomination is divisive? This is not a time in our history for further division. My wonderful colleague from New Hampshire left the floor. I want to say something. I don't have a litmus test on nominations. I don't have a single issue by which I judge any and of all the nominees. He raised the issue, and appropriately, that if you are not pro-choice, can you be confirmed in the Senate, or can you get Democratic votes? The answer is yes, and right here.", u"I will give you an example. Governor Thompson has now been appointed our Secretary of HHS. I am pro-choice. Governor Thompson is not. I did not hesitate to vote for Governor Thompson because I looked at the pattern of the way he governed. He is a champion of welfare rights and truly a compassionate conservative--one of the first to have a State version of a woman's health agenda, a real commitment to dealing with the tragedy of long-term care and extra support to care givers. This is a Cabinet member I want to work with in constructive dialog.", u"I had no litmus test. I don't believe my colleagues do. I believe among our own side of the aisle there are people about which it is not whether you are pro-choice or pro-life, it is, are you committed to some of the central values of our society?", u"Do you believe America is a mosaic, that all people come with different heritages and different beliefs and have a right to equal opportunity and justice under the law? Do you believe the social glue is access to courts that you believe are fundamentally fair. Do you believe that an Attorney General's Office at the State or Federal level will embrace the fundamental principles of our U.S. Government? That is our criteria.", u"When I looked at the nomination of John Ashcroft, I had to say, Is he competent? Yes. You can't dispute that. His whole education and record--yes, he is competent. On integrity? Until the confirmation hearing, I believed him to be a man of great integrity. I had no doubt. But all of a sudden, there were two John Ashcrofts. The prehearing John Ashcroft who was Attorney General, as Governor of Missouri, here on the Senate floor had one set of beliefs. I respect those beliefs. People are entitled to their beliefs. But all of a sudden in the confirmation hearing, his beliefs no longer mattered to him. If you fundamentally opposed, as he did, issues of civil rights, the access of women to have reproductive services, how is it you could have such passionate beliefs one day and then say they didn't matter, you would put them on the shelf?", u"I respect the passion Senator Ashcroft has of his beliefs. Though he is entitled to his beliefs, I don't believe his beliefs entitle him to be Attorney General of the United States. I don't know how you can believe something so passionately one day and then say you will put them on the shelf. Beliefs are not something like the surplus that you can put in a lockbox. Beliefs cannot be put in a lockbox.", u"When I looked at John Ashcroft and his record as attorney general and as Governor, I was deeply troubled. What I was troubled about was how he enforced issues, his record on civil rights, on a woman's right to choose, on enforcing the laws.", u'On civil rights, the Attorney General of the United States decides how vigorously we enforce existing civil rights laws. The Civil Rights Division monitors and ensures that school districts comply with desegregation. Yet as attorney general, John Ashcroft strenuously opposed a voluntary court-ordered desegregation plan agreed to by all parties. He even tried to block this after a Federal court found that the State was acting unconstitutionally and then went on to vilify the court for their position.', u"One of the fundamental civil rights is the right to vote. Didn't we just go through that in the most closely contested election? Every vote does count, and everybody who can should be registered. Yet as Governor, he vetoed the Voter Registration Reform Act which would have significantly increased minority voter registration and was endorsed by such groups as the League of Women Voters. I believe there has been a persistent pattern of opposing opportunity in the areas of civil rights.", u"On the protection of rights of individuals, the right to choose, the Attorney General has great power to undermine existing laws and the constitutional protection of a woman's right to choose. As attorney general, John Ashcroft used his office to limit women's access to health care, particularly reproductive health care, filing an amicus brief in a case that sought to prevent nurses from providing routine GYN services and also giving out on a voluntary basis usual and customary methods of contraceptives, saying they were practicing medicine. What they were doing was practicing public health.", u"Based on his record and other statements, I can only conclude that John Ashcroft would use his position to undermine existing laws, including the constitutional protection of a woman's right to choose and access to reproductive health services, after these services have already been affirmed by law and the Supreme Court.", u'Sexual orientation. The Attorney General is charged with enforcing antidiscrimination laws, which include protections for homosexuals. Yet John Ashcroft opposed the nomination of James Hormel to be Ambassador to Luxemburg simply because he is gay. Now, hello, what does that mean would happen in his own department? Will this be an issue with his own hiring at the Department of Justice?', u'The Justice Department advises the President on proposed legislation; for example, hate crimes prevention, another part of the social glue of America. John Ashcroft voted against this legislation. How does he feel about hate crimes now? Will he enforce existing hate crime laws? Will he recommend that the President expand them?', u"The Justice Department is called upon to enforce other laws. One of the big flashing yellow lights is racial profiling. By the way, the former Governor of New Jersey was called into question about the way she enforced racial profiling, but I voted for her to be EPA Administrator because that is not the issue in being an EPA Administrator. Again, no litmus test and no listening to the so-called left-wing groups they talk about. Please let's end this demeaning of groups.", u'The NAACP, People for the American Way, the ACLU, these are part of America. Senator Ashcroft could have acted in racial profiling, but he held it up in committee. He was quite passive. Is he going to be passive when it comes to this as Attorney General? I wonder.', u'Then we have activism. Bill Lann Lee was nominated for the Assistant Secretary for Civil Rights--a compelling story, a man of great talent, a man who worked his way up, not unlike some of the nominees given to us by President Bush, such as Mr. Martinez, Ms. Chao, whose stories are compelling. Bill Lann Lee had a compelling story, but he also had one other thing on his resume. He happened to have been a civil rights lawyer for the NAACP. This made him, in the Ashcroft analysis, a radical activist. What is wrong with being a lawyer for the NAACP? I thought Thurgood Marshall once had that job--not a bad place to earn your spurs. But, oh, no.', u"So what is it that John Ashcroft is going to look for in his Assistant Secretary for Civil Rights? Passivity? Let's get somebody passive? I don't think so, because it really goes against what we require in that job, because in that job you have to be proactive.", u"I don't believe John Ashcroft is a racist. I also don't believe he is anti-Catholic. I believe those rhetorical charges were not only exaggerated but I truly believe they are unfounded. At the same time, he does have a record of insensitivity. I look at that pattern where he routinely blocked the nomination of women and minorities; he opposed 12 judicial nominees, 8 of whom were women and minorities.", u'Others have spoken about his position on gun control. As a fervent opponent of even the most basic gun control measures, how can we expect him to vigorously enforce the gun safety laws that are already on the books?', u'Let me conclude. The President does have the right to name his Cabinet, but the Senate has the constitutional requirement to give advice and consent on these nominations. My advice to President Bush is: I am sorry you gave us such a divisive nominee. Other nominees are excellent. Others I will look forward to working with, and to starting a constructive dialog with. I am so sorry this happened. I am sorry it happened to John Ashcroft. If John Ashcroft had been nominated for Secretary of Agriculture, I would have probably voted for him. But I cannot vote for him to be Attorney General because I do believe that beliefs matter and the beliefs that you show over a record of a lifetime show the true way you will conduct your office. Beliefs are not in a lockbox.', u'I cannot consent to the nomination of John Ashcroft. I urge my colleagues to join me in opposing this nomination. I also urge my colleagues, let us not have demeaning rhetoric on the floor or try to demonize either a group or a nominee.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/S839-2_executive-session/'}