{u'speaker_state': u'MI', u'speaker_raw': u'mr. levin', u'speaker_first': u'Carl', u'congress': 107, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgS839-2.chunk56', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Levin', u'pages': u'S839-S869', u'speaker_party': u'D', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'L000261', u'order': 56, u'speaking': [u"Mr. President, the Senate will soon vote on whether or not one of our former colleagues and friend, Senator John Ashcroft, should be confirmed to the position of Attorney General of the United States. In the vast majority of Cabinet nominations, the decision is an obvious one. Most of a President's nominees to his Cabinet receive overwhelming, if not unanimous, support by the Senate, and that is as it should be. When it comes to Cabinet appointees, we as a Senate are willing to give the President wide berth in his choice, knowing that, unlike the lifetime appointment of Federal judges, the President must be able to choose appointees who can carry out his program during his term, people who share his values, his vision and his ideals. But the Constitution also requires us to exercise our judgment. The deference owed the President is due deference, not unlimited deference.", u'In his inaugural address to the Nation, President Bush laid out the vision and ideals he will seek to carry out, visions and ideals which I believe most of us share. He said:', u'The grandest of these ideals is an unfolding American promise that everyone deserves a chance, that no insignificant person was ever born.', u"And he called on Americans ``to enact this promise in our lives and our laws.'' He then made this pledge: ``I will work to build a single nation of justice . . .'' The Department of Justice is the place above all where the chance to further the vision of ``a single nation of justice'' resides.", u"Like the rest of my colleagues, I know Senator Ashcroft in his role as Senator from, and as advocate for, the State of Missouri. I consider him a friend. But today we are not called upon to judge Senator Ashcroft as a friend or colleague, as a Senator representing his home State, or as a nominee for any other post but Attorney General of the United States--at this time in our history and keeping in mind the goal of building a ``single nation of justice.''", u'The Attorney General does not mechanically enforce the law. His job is not a matter of simply applying a specified law to a specified set of facts. Great discretion resides with the Attorney General and the proper functioning of the Department of Justice requires that the public--all the public--feels that discretion will be exercised with balanced and deliberative judgment.', u"There are many times when a prosecutor has within his grasp the power to prosecute or take a pass, and in that decision lies the lives of the people involved and their families. A commitment to enforce the law of the land is the beginning point, not the ending point. The discretion exercised by the Attorney General is not critical in the easy or obvious matters that do not require the Attorney General's most considered judgment, but in the complex and unclear ones where a commitment simply to enforce the law does not resolve the complexities, and where balanced deliberation is essential.", u"If America is to build a ``single nation of justice,'' the Department of Justice should have as its head someone whose record demonstrates evenhandedness and whose rhetoric seeks to assure the American people of fair and balanced consideration, rather than division and distrust. More than 25 years ago, at his swearing-in ceremony, Edward Levi, Attorney General under President Ford, reflected this sentiment by stating if we are going to achieve ``our common goals: among them domestic tranquility, the blessings of liberty and the establishment of justice'' through the enforcement and administration of law, then it takes ``dedicated men and women to accomplish this through their zeal and determination, and also their concern for fairness and impartiality.''", u"While Senator Ashcroft's rhetoric over the years reveals his zeal and determination, it has not reflected the same concern for impartiality and fairness. I have concluded that his record and his rhetoric are so divisive and polarizing that his nomination will not provide the necessary confidence all Americans are entitled to have in the fairness and impartiality required of the Department of Justice. Here are four examples:", u"First is his position and his effort with respect to the nomination of Judge Ronnie White as a Federal District Judge for the Eastern District of Missouri. It was unfair and inappropriate to maintain Judge White, a distinguished jurist on the Missouri Supreme Court, had ``a slant toward criminals'' and was ``against . . . the culture in terms of maintaining order,'' as Senator Ashcroft did in his speech to the Senate on October 4, 1999. It was unjust to say Judge White practices ``procriminal jurisprudence'' and will use his ``lifetime appointment to push law in a procriminal direction.'' It was an unfounded and unfair characterization of Judge White to assert that Judge White ``has been very willing to say: We should seek, at every turn, in some of these cases to provide an additional opportunity for an individual to escape punishment.'' It was a significant distortion of Judge White's record for Senator Ashcroft to say in the same speech to the Senate that Judge White's ``opinions, and particularly his dissents, reflect a serious bias against a willingness to impose the death penalty,'' given the fact that Judge White voted with then-Governor Ashcroft's appointees in death penalty cases 95 percent of the time.", u"Moreover, it was unfair that Senator Ashcroft did not raise any reference to the death penalty or any of his concerns about Judge White's record before or at Judge White's confirmation hearing. Judge White was not given the chance to respond to these allegations during the consideration of his nomination. Rather, these personal attacks came well after Judge White had appeared before the Judiciary Committee. When asked at his own confirmation hearing whether he treated Judge White fairly, Senator Ashcroft said:", u'I believe that I acted properly in carrying out my duties as a member of the committee and as a member of the Senate in relation to Judge White.', u"In responding in that fashion, he neither defended his characterizations, qualified them or withdrew them. Senator Ashcroft's response therefore left standing as his current view his claims and statements with respect to Judge White.", u"Second is Senator Ashcroft's interview with Southern Partisan magazine, a publication which has been described as a ``neo-confederate.'' Senator Ashcroft not only granted an interview to Southern Partisan magazine, he commended the magazine for helping to ``set the record straight.'' He said:", u"We've all got to stand up and speak in this respect, or else we'll be taught that these people were giving their lives, subscribing their sacred fortunes and their honor to some perverted agenda.", u"While in that interview Senator Ashcroft expressed support for Southern Partisan's message, he later said that he did not know much about Southern Partisan and did not know what it promoted. Fair enough.", u"But since his interview with Southern Partisan, much has been said about the magazine in the media and at Senator Ashcroft's own confirmation hearing. Southern Partisan was described as a ``publication that defends slavery, white separatism, apartheid and David Duke'' by a media watch group.", u"In 1995, Southern Partisan offered its subscribers T-shirts celebrating the assassination of Abraham Lincoln. In the same year, an author of an article in that publication alleged ``there is no indication that slavery is contrary to Christian ethics.'' In 1990, another article praised former Ku Klux Klan Grand Wizard David Duke as ``a Populist spokesperson for a recapturing of the American ideal.''", u"In 1996, an article in the magazine alleged ``slave owners . . . did not have a practice of breaking up slave families. If anything, they encouraged strong slave families to further the slaves' peace and happiness.'' In 1991, another writer printed in the publication wrote, ``Newly arrived in New York City, I puzzled, `Where are the Americans?' for I met only Italians, Jews, and Puerto Ricans.''", u"I take Senator Ashcroft at his word that he did not know much about Southern Partisan magazine when he praised them for helping to ``set the record straight,'' in his words. I take him at his word. But where was the immediate disgust and repudiation when he learned what he had inadvertently praised? And, after the inquiries of others, why not make a prompt inquiry to satisfy himself that he had not inadvertently advanced the purpose of a racist publication? Even in his written responses to the Judiciary Committee, he said he only rejects the publication ``if the allegations about [the] magazine are true.''", u"More than 2 years after the original interview he gave to that magazine, it appears he never took it upon himself to inquire about the magazine's purpose, to see for himself if the allegations were true, and, if so, to correct the record.", u"A person being considered for the office of Attorney General--the single most important person charged with enforcing our Nation's civil rights laws in a fair and just manner--should accept the obligation to make that inquiry if the American people are to have faith that their Attorney General will ``build a single nation of justice.''", u"As a third example, I am troubled by Senator Ashcroft's previous speeches on drug treatment. In 1997, Senator Ashcroft told the Claremont Institute:", u'A government which takes the resources that we should devote toward the interdiction of drugs and converts them to treatment resources . . . is a government that accommodates us at our lowest and least instead of calls us to our highest and best.', u'During the same year, he addressed the Christian Coalition Road to Victory and said:', u"Instead of stopping drugs at the border, we're investing in drug treatment centers. Instead of calling America to her highest and best by saying ``no'' to drugs, we're accommodating drug users with treatment. . . .", u'Again, it is not just Senator Ashcroft\'s views on drug treatment that are troublesome--although they are--it is his choice of words, his rhetoric, that is so divisive and so polarizing. To suggest, as Senator Ashcroft does, that those who are crippled by addiction to drugs and who seek treatment are somehow the ``lowest and least\'\' violates President Bush\'s own inaugural promise that ``no insignificant person was ever born" and that we will ``build a single nation of justice.\'\'', u"When I asked Senator Ashcroft in a written question what he meant by ``lowest and least,'' to give him an opportunity to comment or to explain or to confirm the clear impression that those words create, his response was a nonresponse.", u"A fourth example is Senator Ashcroft's opposition to James Hormel's nomination for Ambassador to Luxembourg. Senator Ashcroft stated in press accounts that he opposed Mr. Hormel's nomination because Mr. Hormel ``actively supported the gay lifestyle.'' Senator Ashcroft also said a person's sexual orientation ``is within what could be considered and what is eligible for consideration'' with respect to the qualifications to serve as an Ambassador.", u"To suggest that a person could not represent America's interests or should be judged professionally because of sexual orientation is inappropriate and divisive.", u'When pressed on this issue by the ranking member of the Judiciary Committee, Senator Ashcroft further responded in writing:', u'I did not believe [Hormel] would effectively represent the United States in Luxembourg, the most Roman Catholic country in all of Europe.', u"To suggest that Luxembourg would not welcome Mr. Hormel's nomination is not true. Luxembourg has outlawed discrimination based on sexual orientation, and its Government specifically said they would welcome James Hormel as Ambassador. And, most importantly, to fail to retract such contentious statements about a person because of his sexual orientation adds further doubt that all our people will have confidence that this nominee will strive to build that single nation of justice for which the President has called.", u"In summary, I am deeply troubled by Senator Ashcroft's record of repeatedly divisive rhetoric and sometimes simply unfair personal attacks, such as what he has said and done about Judge White, his passive acceptance of the message of Southern Partisan, his statements about drug treatment as accommodating the ``lowest and least,'' and his statements about Mr. Hormel's qualifications to serve his country because of his sexual orientation.", u'Senator Ashcroft has frequently engaged in ``us versus them" rhetoric. He frequently rejects moderation and has even criticized some members of his own party for engaging in what he characterized as ``deceptions\'\' when they ``preach pragmatism, champion conciliation [and] counsel compromise.\'\'', u'Senator Ashcroft, in his confirmation hearings, in his written answers to questions posed by a number of Senators, including myself, either reaffirmed some of his divisive statements or simply did not explain the extreme language. His refusal to comment on some of the most troubling past statements leaves them standing as his current views.', u"His language and his approach to issues in terms of ``us versus them'' would not prevent me from voting for his confirmation for most positions in the Cabinet. But more than any other Cabinet member, the Attorney General, as the chief law enforcement officer of the United States, is charged with the responsibility of assuring that the Department of Justice's goal is equal justice under the law for all Americans. And although I consider John Ashcroft a friend, I will vote no on the nomination of John Ashcroft for Attorney General of the United States.", u'Mr. President, I yield the floor.', u'Mr. DeWINE addressed the Chair.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/S839-2_executive-session/'}