{u'speaker_state': u'IA', u'speaker_raw': u'mr. harkin', u'speaker_first': u'Tom', u'congress': 107, u'title': u'NOMINATION OF JOHN ASHCROFT TO BE ATTORNEY GENERAL', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-02-01/html/CREC-2001-02-01-pt1-PgS933-6.htm', u'number': 14, u'id': u'CREC-2001-02-01-pt1-PgS933-6.chunk8', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Harkin', u'pages': u'S933-S981', u'speaker_party': u'D', u'date': u'2001-02-01', u'bills': None, u'bioguide_id': u'H000206', u'order': 8, u'speaking': [u'Mr. President, after reviewing his testimony before the Judiciary Committee and studying his long public record, I cannot support the nomination of John Ashcroft to be United States Attorney General.', u'This is not an easy decision for any of us. We have all served in this body with former Senator Ashcroft. I cannot say that I was a personal friend of his. We never associated socially or anything like that, but I did have dealings with Senator Ashcroft, as we all do around here, on matters of legislative importance.', u'Quite frankly, in my dealings with him, I always found him to be courteous to me and my staff. I found that we could work together even though we did not have the same views, perhaps, on certain pieces of legislation. I found that we worked together in the spirit of compromise here on the Senate floor.', u"When John Ashcroft's name was first announced as the nominee for Attorney General, I, of course, thought to myself, he certainly would not have been my first choice, but then again George Bush was not my first choice for President. But I recognized that Presidents should have fairly large leeway to have the people around them they want.", u'But, again, we also have an obligation, a constitutional obligation, in the advise and consent clause in the U.S. Constitution to look over those individuals, to give careful scrutiny to those individuals, to make sure that we, as a body collectively--at least by majority vote--are able to believe that nominated officials will have the honesty, the character, and wherewithal to carry out their duties and to serve all of the American people well.', u"After long and difficult deliberation, I have come to the conclusion that there are significant questions raised on John Ashcroft's fitness to be our Nation's chief law enforcement officer.", u'First and foremost, I have serious concerns about the misleading statements Mr. Ashcroft made during the confirmation hearings.', u"As we all know, Senator Ashcroft strongly opposed the nomination of Mr. Jim Hormel as Ambassador to Luxembourg. Jim Hormel, a distinguished lawyer, successful businessman, educator, philanthropist a scion of our famous midwestern families. We all have heard of Hormel Meats. We probably had Hormel bacon in the morning, things such as that. They are a fine family who came from Iowa and Minnesota. Mr. Hormel, of course, has taken up his residency, as of late, in San Francisco, I don't know how many years ago, but some years ago. Prior to that, he had been Dean of Students at the University of Chicago Law School.", u'I have known Mr. Hormel for many years. I consider him a friend. As I said, not only is he a great lawyer, businessman, educator, and philanthropist, but he is also an outstanding family man.', u"In 1998, Mr. Ashcroft said he opposed Mr. Hormel's nomination because he had--and I quote John Ashcroft's own words--``actively supported the gay lifestyle.''", u"Further, Mr. Ashcroft said that a person's sexual conduct--and I quote again Mr. Ashcroft's own words--``is within what could be considered and what is eligible for consideration'' for ambassadorial nominees.", u"However, in his testimony just 2 weeks ago, Mr. Ashcroft denied his opposition had anything to do with Jim Hormel's sexual orientation. He said he opposed him because, again, he had known Jim Hormel for a long time, going back to the days when Hormel had--and I quote again John Ashcroft--``recruited him'' for law school.", u"Mr. Ashcroft said he based his opposition to Jim Hormel being Ambassador to Luxembourg on the totality of Hormel's record. I spoke with Ambassador Hormel just last week about this. He said he had never had any contact with Senator Ashcroft, not when he was dean of students at the University of Chicago Law School and not since he was nominated in 1997. He did not recruit Mr. Ashcroft for law school. As dean of students, of course--and there are a lot of students there--Mr. Hormel was honest; he said: I can't remember. Maybe when he was a student, I might have met him. I might have talked to him. I might have said something to a group of students. He may have come into my office for something. But I have no recollection of that.", u"Furthermore, Mr. Hormel emphatically stated he did not ``recruit'' John Ashcroft for Chicago Law School. When he was nominated in 1997, Mr. Hormel repeatedly tried to meet with John Ashcroft to talk to him. Even if I oppose someone, I at least give them the courtesy to come in and make their case. I have always made that policy, because maybe there is something I haven't heard or something I would look at differently. John Ashcroft would not even meet with Jim Hormel.", u"Mr. Hormel did get a recess appointment from President Clinton, served well, and was distinguished in his post in Luxembourg. I asked people at the State Department in charge of that area how he performed, and they said extremely well. They said that he had conducted his position in the best interests of the United States and as a distinguished Ambassador. Again, sexual orientation should not have any bearing on a person's fitness for that job or any other job.", u"John Ashcroft also testified that he has never asked job applicants about their sexual orientation. But in a recent Washington Post article, a health care expert, Paul Offner, who had interviewed for a cabinet post under then Governor Ashcroft, remembers differently. Offner, who is now part of the Georgetown University faculty, recalled that Governor Ashcroft's first question to him was whether or not he had the same sexual preferences as most men. At the time it happened, Offner, also told others about the interview question.", u'If this is true, this does not seem to be the kind of individual who should serve as Attorney General of the United States of America.', u"I am also disturbed by how, as an elected official--namely, U.S. Senator--Mr. Ashcroft used unseemly political tactics, including the reckless and unwarranted destruction of a judicial nominee's reputation, a sitting judge's reputation, for his own political benefit. Senator Ashcroft led the campaign to block the Federal judicial nomination of Missouri Supreme Court Justice Ronnie White in order to gain political points in his reelection bid against then-sitting Gov. Mel Carnahan. Ashcroft on this very floor referred to the distinguished and accomplished judge as ``pro-criminal and activist,'' a man with a ``tremendous bent toward criminal activity.''", u"Mr. Ashcroft stood on this floor--I remember listening to him, and I couldn't believe someone actually said this about a sitting State supreme court justice from his own State--that Judge White had ``a tremendous bent toward criminal activity.''", u"I don't know Ronnie White. I have met him only once. But after I looked over his record it seemed to me that what Mr. Ashcroft was saying was not only false, it was defamatory. And it is behavior unworthy of a U.S. Attorney General. It is one thing in a political campaign to take on your political opponent and hit him with tough words in tough races, but you can fight back. I have been hit pretty hard in some of my political campaigns. But when the election is over, you get over it because at least you are able to fight back. Here was a Senator using the privileges of the floor of the Senate to personally defame the character of a sitting Supreme Court justice of the State of Missouri when that judge had no ability to fight back.", u"Finally Mr. White did get his day, sort of, in court before the Judiciary Committee. I commend Senator Leahy for making sure Ronnie White got his day here to show that he is a distinguished justice, that he has absolutely the opposite of a bent toward criminal activity. He also strongly believes in upholding the law, ensuring that every person, no matter how low that person is, no matter how heinous the crime--that every person has competent representation and a fair trial. Mr. Ashcroft's own words and what he did to Justice White make me wonder if Mr. Ashcroft thinks every person, no matter how low, no matter how heinous the crime, no matter how much you disagree with that person, is entitled to competent representation and a fair trial.", u"I also have concerns about John Ashcroft's testimony about the desegregation court order in Missouri when he was attorney general and governor. John Ashcroft said that Missouri did nothing wrong. But I think most people would agree that upholding segregation and blatantly defying a federal court order is the very definition of wrong. This was in the 1980s, not the 1950s.", u'Also while Governor, Mr. Ashcroft appointed the election boards in St. Louis County and in St. Louis city. The county, an affluent area, 84 percent white, votes mainly Republican; the city, less affluent, 47 percent black, votes mainly Democratic. During that period of time, the county hired 1,500 volunteers, such as out of the League of Women Voters, for training, for registration of voters. During that same period of time, the city board trained zero because the city election board, appointed by John Ashcroft, refused to follow the policy on volunteers used by his appointed board in the county and throughout the state. The State legislature saw this anomaly and passed two bills in 1988 and 1989 to require the city to do the same as the county and the state. Governor Ashcroft vetoed both of those bills.', u"I am also troubled by parts of John Ashcroft's record which reflects poorly on his commitment to seeking justice for all Americans. Despite his statements to the contrary, I am simply not convinced that John Ashcroft will diligently and thoroughly uphold all of our laws.", u"I am particularly concerned about John Ashcroft's statements and actions regarding reproductive rights. Throughout his career, he has been a staunch opponent of the right of women to make their own reproductive decisions. He even wrote legislation to criminalize abortion, even in the cases of rape and incest. Yet during his recent testimony, John Ashcroft told committee members he believes that Roe v. Wade is the law of the land--and he would not try to overturn it. He even stated, ``No woman should fear being threatened or coerced in seeking constitutionally protected health services.'' How are America's women supposed to believe John Ashcroft in his recent testimony on a woman's right to choose when he had repeatedly stated during his political career that there is no constitutional right to choose and that Roe v. Wade was wrongly decided? I'm not sure he can.", u'I am not sure anyone can simply switch off decades of hostility to reproductive rights, intolerance towards homosexuals, and other views, and then fairly and aggressively enforce the laws--he deeply believes are wrong.', u'As I expect, John Ashcroft will be confirmed despite my vote. I hope they will prove me wrong.', u'I thank the President.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/02/01/S933-6_nomination-of-john-ashcroft-to-be-attorney-general/'}