{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 107, "title": "AIDS PANDEMIC", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-03-20/html/CREC-2001-03-20-pt1-PgH995-2.htm", "number": 37, "id": "CREC-2001-03-20-pt1-PgH995-2.chunk15", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Jackson-Lee", "pages": "H995-H1003", "speaker_party": "D", "date": "2001-03-20", "bills": null, "bioguide_id": "J000032", "order": 15, "speaking": ["Mr. Speaker, I thank the gentlewoman for her leadership and the opportunity to join her on this important Special Order that is seeking to put, again, on the national horizon the question of HIV/AIDS and its international impact. Let me thank the gentlewoman very much for her leadership on the Marshall Plan of the 106th Congress; and of course, we want to see it funded again this year.", "I do not know if we realize the deep sphere, the piercing of the heart of what HIV/AIDS has done internationally. In our travels in visiting South Africa, we came upon an area in Soweto where, as we entered the area, we were told of a woman who had just been stoned to death because of her willingness to stand up and admit that she was HIV infected. These are the kinds of cultural differences that bar information from getting to large segments of the population in Africa.", "Although I would say that I am gratified by the progress that has been made, it is clearly a necessity that we speak about this issue today and that we encourage and work with and make a strong request to the Congress and to the White House to put this as one of its number one priorities.", "Let me also emphasize that this weekend I was able to participate in a community partners conference on HIV/AIDS in the 18th Congressional District in Houston. Over 500 people were present there who obviously were concerned about domestic AIDS, a variety of minority groups from all over the country who have helped sponsor this particular conference; and they too were as concerned about the international impact as they were concerned about the national impact.", "As my colleague well knows, we were together at the United Nations when Vice President Gore spoke to this issue, with the support of Kofi Annan and the former United States ambassador to the U.N. It was clear that the members of the Security Council were recognizing that this is a devastating plague. So I believe that it is of necessity that we acknowledge it, we acknowledge the fact that HIV/AIDS has been declared the world's deadliest disease by the World Health Organization. It is expected to grow in intensity in India, Southeast Asia, and in China.", "Mr. Speaker, HIV/AIDS has become a plague on the continent of Africa of biblical proportions by claiming over 18 million lives in recent decades. This crisis is having a direct impact on the future viability of many sub-Saharan countries. For this reason, I am delighted this evening to again emphasize the importance of how we can bring about a cure or bring about a diminishing of this terrible impact.", "We need additional funding for medication to be made available to the millions of poor around the world, to fight the growing death toll attributable to HIV/AIDS. The impact of the HIV/AIDS epidemic on sub-Saharan Africa has been especially severe. Since the beginning of the epidemic, over 80 percent of all AIDS deaths have occurred in sub-Saharan Africa, and by the end of 1999 there were an estimated 23.3 million people in sub-Saharan Africa living with HIV/AIDS. That is 70 percent of the total HIV-infected people worldwide.", "In sub-Saharan Africa there are over 5,000 AIDS-related funerals per day. That is why when we passed the African Growth and Opportunity Act, a trade bill and, of course, many went to the floor of the House and said, what relevance does a trade bill have to do with Africa now, when, in fact, they are dying of HIV/AIDS. But it was important, and I offered amendments, to focus the corporate community on providing resources. I am sorry to say that we are not yet there with enough resources to help in the devastating pandemic that is going on and the resources needed to provide the medication.", "The world knew the size of the coming catastrophe in Africa and had the means available to slow its progression. Estimates from the World Health Organization in 1990 and 1991 projected a caseload and eventual death toll in the tens of millions by 2000. Yet, we did not act. And now is the time that we must establish the fact of a crisis not only of mind and action, but of heart.", "Less than 20 years after doctors first described the symptoms, HIV has infected 53 million people. So far, 19 million have died, roughly the population along the Amtrak route from New York to Washington, D.C. We have pharmaceutical companies who have offered to provide charitable dollars to help; but I believe we need important action, and that is why I am a cosponsor of the Affordable HIV/AIDS Medicines for Poor Countries Act of 2001. It is important that pharmaceuticals begin in a massive way to allow generic drugs to go into sub-Saharan Africa to be able to confront this problem. It is only a matter of funding, and we need the administration and its White House Office on AIDS policy to begin to develop this kind of strategy and work with the pharmaceuticals to now go to the next step and be able to develop these generic drugs.", "The administration and Congress can work together, along with the Congressional Black Caucus and many other caucuses that are concerned about this issue. This effort should be led by drug manufacturers and the Congress. It should be a top priority. We could see an end to unnecessary deaths and suffering by the close of this year if we make the commitment to do so today.", "The cost of HIV/AIDS treatment for those living in the Third World is estimated to be about $10,000. It is estimated even if treatment costs were reduced to only $1,000 a year, it would still be far too expensive for Third World countries. Drug therapies that have extended the lives of people living with HIV/AIDS in the United States and other developed countries could cost between $4,000 and $20,000 per person per year in sub-Saharan Africa. We can do this. The treatment of HIV/AIDS involves three drugs that, taken in combination, can prolong the life of an AIDS patient significantly, the cocktail. In the United States we have seen a 75 percent decline in the amount of mortality in the last 3 years.", "The therapies which use various combinations of anti-viral drugs emerged in Western countries 5 years ago, transforming the health and future of AIDS patients who took them. Since that time, the gap in medical care between rich and poor countries has grown tremendously. We have a crisis, Mr. Speaker, and we can do something about it. Of the estimated 36 million people living with HIV, more than 25 million are in sub-Saharan Africa.", "Nearly 42 million of South Africa's 45 million people are infected with the virus, more than any other country. What I would say, Mr. Speaker, is that the UNAID update report released last week on HIV/AIDS infection rates reports that in many countries, up to 35 percent of all adults are infected with the disease. The report also estimates that half of today's teenage population in parts of Africa will perish from HIV/AIDS, and the most vulnerable group are women in Africa. Fifty-five percent of all adults living with HIV are women. I believe we can do something about this, and I thank the gentlewoman from California (Ms. Lee) and her visit to the South African conference in Durban, South Africa, in bringing back the information.", "This is a time now for us to be concerned about our babies, the babies of the world, the babies in sub-Saharan Africa, the women of the world, the men of the world, families of the world. It is time now that we stand and join in with the World Health Organization, this administration, the Congress, many of our progressive caucuses, including the Congressional Black Caucus, Mr. Speaker, and provide a resolution and a solution to the devastation and death.", "Mr. Speaker, I rise to join my democratic colleague, Representative Barbara Lee from California, in expressing our concerns regarding the ravages of HIV/AIDS on the continent of Africa. For this reason I am in favor of any effort by this body to increase access to HIV/AIDS treatment and education throughout the developing world, but especially on the continent of Africa.", "HIV/AIDS has been declared the world's deadliest disease by the World Health Organization. HIV/AIDS has become a plague on the Continent of Africa of biblical proportions by claiming over 18 million lives in recent decades. Unlike the black death in 14th century Europe, which took half as many lives, the means of controlling AIDS were known.", "This crisis is having a direct impact on the future viability of many sub-Saharan African communities. For this reason, I am joining Congresswoman Lee of California in support of additional funding for medication to be made available to the millions of poor around the world to fight the growing death toll attributed to HIV/AIDS.", "The impact of the HIV/AIDS epidemic on sub-Saharan Africa has been especially severe. Since the beginning of the epidemic, over 80% of all AIDS deaths have occurred in sub-Saharan Africa. By the end of 1999, there were an estimated 23.3 million people in sub-Saharan Africa living with HIV/AIDS. That is 70% of the total number of HIV-infected people worldwide. In sub-Saharan Africa, there are over five thousand AIDS-related funerals per day.", "The world knew the size of the coming catastrophe in Africa and had the means available to slow its progression. Estimates from the World Health Organization in 1990 and 1991 projected a caseload, and eventual death toll, in the tens of millions by 2000.", "Less than 20 years after doctors first described its symptoms; HIV has infected 53 million people. So far, 19 million have died, roughly the population along the Amtrak route from New York to Washington, DC.", "Recently a drug company announced an initiative to offer a limit of $100 million in charitable contributions of medicines to fight AIDS in Africa.", "I would offer that the drug manufactures and the Congressional Black Caucus should be on the same side in this effort. It is only a matter of funding, which this Administration could take the lead in gathering from the global community of wealthier nations. This effort should be lead by drug manufactures and the Congress as a top priority. We could see an end to unnecessary deaths and sufferings by the close of this year if we make the commitment to do so today.", "The cost of HIV/AIDS treatment for those living in the third world is estimated to be about $10,000 a year. It is estimated that even if treatment cost were reduced to only $1,000 a year it would still be far too expensive for Third World countries.", "Drug therapies that have extended the lives of people living with HIV/AIDS in the United States and other developed countries could cost between $4,000 and $20,000 per person per year in sub-Saharan Africa.", "The treatment of HIV/AIDS involves three drugs that taken in combination can prolong the life of an AIDS patient significantly.", "In the United States, where the treatment has become standard, the AIDS-related mortality rate fell 75 percent in three years.", "The therapies, which use various combinations of antiviral drugs emerged in Western countries five years ago, transforming the health and future of AIDS patients who took them.", "Since that time the gap in medical care between rich and poor countries has grown tremendously--our nation along with other should be ashamed at this condition.", "Now we are faced with a situation where the world's largest drug companies have begun a court challenge of South Africa's efforts to buy cheap, generic substitutes for patented AIDS medicines.", "Of the estimate d36 million people living with HIV more than 25 million are in sub-Saharan Africa. Nearly 4.2 million of South Africa's 45 million people are infected with the virus, more than in any other country.", "According to the UNAIDS Update report released last week on HIV/AIDS infection rates in many countries up to 35% of all adults are infected with the disease. The report also estimates that half of today's teenage population in parts of Africa will perish from HIV/AIDS. The most vulnerable group being affected by HIV/AIDS is the women of Africa; their infection rate is far greater than males. About fifty-five percent of all adults living with HIV are women, and this rate is expected to continue to rise in countries where poverty, poor health systems and limited resources for prevention and care are present. What fuels the spread of this disease or any disease is, misinformation, cultural practices, passivity on the part of leaders, neglect on the part of those nations with resources that if engaged would make a difference in the fight to win out over the disease.", "I would like to commend Congresswoman Lee for her efforts to offer a clear perspective on the HIV/AIDS epidemic in Africa. She recently returned from Durban, South Africa, after participating in AIDS 2000, which was the 13th International AIDS conference.", "Now, more than ever, the leadership of the United States is needed in order to avert a tragedy on the Continent of Africa. Therefore, I implore my fellow colleagues of the House to seriously reconsider the level of funding that has been appropriated for this critical area. Many people have asked why this is important to the United States. I reiterate that aside from the humanitarian perspective, the CIA has issued a report that declares HIV/AIDS a threat to our national security. HIV/AIDS undermines democracy and progress in many African nations and the developing world. Left to its own course HIV/AIDS will lead to political instability and may result in civil wars, which may affect the global balance of powers as well as economic viability of many African nations. In many of these instances, our military service personnel may be pressed into service in order to defend American interest in any attempt to bring stability to those nation's that decline into civil strife because of the ravages of HIV/AIDS. HIV/AIDS like any plague cannot be contained in any specific geographical area it will roll across borders of the rich and poor nations alike. Unfortunately, when this dreaded disease came to our shores many felt that it was a calamity for gay people, drug users AIDS knows no boundaries. With globalization, we also must be conscious of the potential for AIDS and other infectious diseases to be carried across borders.", "The World Health Organization estimates that 34.5 million children and adults in Africa are living with HIV and/or AIDS. We must work to bring this tragic situation under control using all means at our disposal as a nation, which includes acting in a leadership capacity to encourage other nations to join in an effort to address this mammoth health crisis.", "I would ask my colleagues not to continue to bury their minds under useless words, but to apply our collective resources to find solutions to the problem of HIV/AIDS in Africa."], "capitolwords_url": "http://capitolwords.org/date/2001/03/20/H995-2_aids-pandemic/"}