{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm", "number": 78, "id": "CREC-2000-06-20-pt1-PgS5410-2.chunk71", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S5410-S5435", "speaker_party": "R", "date": "2000-06-20", "bills": null, "bioguide_id": "H000338", "order": 71, "speaking": ["Mr. President, I rise to speak in favor of the amendment that I have offered concerning the horrible crimes that are being committed in our country that have come to be known as hate crimes. They are violent crimes that are committed against a victim because of that victim's membership in a particular class or group. These crimes are abhorrent to me, and I believe to all Americans who think about it. They should be stopped. That is why I have offered this amendment.", "My amendment does two things. First, it requires that a comprehensive analysis be conducted to determine whether State and local jurisdictions are failing or refusing to prosecute hate-motivated crimes to the fullest extent possible. Second, it provides assistance to State and local jurisdictions who lack the resources to carry out their duties of combating hate crimes.", "Let me talk about the comprehensive study first. Under the Hate Crimes Statistics Act, data has been collected regarding the number of hate-motivated crimes that have been committed throughout the country. This data, however, has never been properly analyzed to determine whether States are abdicating their responsibility to investigate and prosecute hate crimes. My amendment calls for a comprehensive analysis of this raw data that would include a comparison of the records of different jurisdictions--some with hate crimes laws, others without--to determine whether there, in fact, is a problem with the way certain States are investigating and prosecuting these crimes.", "Supporters of broad hate crimes legislation, like that proposed in the Kennedy amendment, claim that there are States and localities that are unwilling to investigate and prosecute hate crimes. It is unclear whether this claim is true. There is precious little evidence showing that there is a widespread problem with State and local police and prosecutors refusing to enforce the law when the victim is black, or a woman, or gay, or disabled.", "At the hearing on hate crimes legislation that we held in the Judiciary Committee, Deputy Attorney General Eric Holder came to testify and explain the reasons why the Justice Department supports the expansive legislation proposed by Senator Kennedy. I asked Mr. Holder the rather basic and straightforward question of whether he could identify ``any specific instances in which State law enforcement authorities have deliberately failed to enforce the law against the perpetrator of a crime.'' After he gave a somewhat non-responsive answer, I asked him again: ``Can you give me specific instances where the States have failed in their duty to investigate and prosecute hate crimes?'' Mr. Holder could not. He then indicated that he would go back to the Justice Department, conduct some research, and then provide the Judiciary Committee with the specific instances for which I asked.", "In a subsequent response to written questions, the Justice Department identified three cases in which the Justice Department ``filed charges against defendants . . . after determining that the state response was inadequate to vindicate the federal interest.'' In addition, the Department identified two cases where the Justice Department determined that the State could not ``respond as effectively as the Federal Government because, for example, State penalties are less severe.'' These five cases hardly show wholesale abdication of prosecutorial responsibilities by State and local prosecutors. To the contrary, these cases show that State and local authorities are vigorously combating hate crimes and, where necessary, cooperating with Federal officials who may assist them in investigating, charging, and trying these defendants.", "During the debate yesterday, Senator Kennedy indicated that the Justice Department had produced additional examples of cases where State and local prosecutors have failed or refused to prosecute hate crimes. There are three of these additional cases. I have to say, however, that the three additional cases produced by the Justice Department and cited by Senator Kennedy do not establish that State and local authorities are unwilling to combat hate crimes.", "So where does that leave us? We are being asked to enact a broad federalization of all hate-motivated crimes that historically have been handled at the State and local level because, it is argued, States and local authorities are either unable or unwilling to prosecute them. My amendment's grant program addresses the first concern--that States and localities, because of a lack of resources, are unable to prosecute these crimes. If there is not enough money there, let's put enough money into the bill. I am not against increasing the sums. As for the second concern, we are being asked to conclude that States and localities are unwilling to prosecute hate-motivated crimes on the basis of eight cases--eight cases out of the thousands and thousands of criminal cases that are brought each year. Eight cases, I might add, that at the very least are equivocal on the issue of whether States and localities are failing or refusing to prosecute hate crimes.", "Supporters of the Kennedy amendment also cite to the horrible beating death of Matthew Shepard in Laramie, WY, and the dragging death of James Byrd, Jr. in Jasper, TX, as evidence that there is a problem that Congress should address. But the Shepard and Byrd cases prove my point. Both were fully prosecuted by local authorities who sought and obtained convictions. In the Byrd case, the defendants were given the death penalty--something that would not be permitted under the Kennedy amendment.", "This is not a case where my mind is made up; where no matter what evidence I am shown of dereliction by State and local authorities in the area of hate crimes, I would say that it is not enough, or is not sufficient for me to believe that there is a problem. I am open to the possibility that State and local authorities are not doing their part. I hope that is not true, but my mind is not made up. That is why my amendment calls for a comprehensive study that would carefully and thoroughly and objectively study the data we have collected to see if there is a disparity in the investigation and prosecution of hate crimes. If there is a problem with prosecution at the State level, then I am on record calling for an effective and responsible Federal response.", "To summarize: My amendment calls for a comprehensive analysis of hate crimes statistics to determine whether, in fact, any State and local law enforcement authorities are unwilling, for whatever reason, to combat these horrific crimes. Even if the eight cases identified by the Justice Department did show that State and local authorities were unwilling to investigate and prosecute hate-motivated crimes, they still would only be eight cases out of the thousands and thousands of cases that are brought each year. They simply do not show a widespread problem regarding State and local prosecution of hate-motivated crime.", "In fact, if you look at them it show that the system is working and the two bodies, the State and local prosecutors and the Federal prosecutors generally work together and they simply do not show a widespread problem regarding State and local prosecutions of hate-motivated crime. Reasonable people should agree that an analysis of the hate crimes statistics that have been collected ought to be conducted to determine whether there is anything to the argument that State and local authorities are failing to combat hate crimes. If the study shows that State and local authorities are derelict in their duties when it comes to hate crimes, I will be the first to support legislation targeted at such government conduct.", "The second main thing that my amendment does is create a grant program to help provide resources to States and local jurisdictions to investigate and prosecute hate-motivated crimes. Supporters of the Kennedy amendment claim that some State and local jurisdictions do not have adequate resources to combat hate crimes. They say that these jurisdictions, while willing to combat hate crimes, are unable to do so because they lack the resources. My amendment answers this very real concern. My amendment would equip States and localities with the resources necessary so that they can combat such crimes. And my Amendment would do so without federalizing every hate-motivated crime.", "Now, I should make clear what my amendment does not do. It does not create a new federal crime. It does not federalize crimes motivated because of a person's membership in a particular class or group. Such federalization would, in my estimation, be unconstitutional and would unduly burden federal law enforcement, federal prosecutors and federal courts.", "I must say that the serious constitutional questions that are raised by the Kennedy amendment's broad federalization of what are now State crimes is its greatest drawback. The intention of Senator Kennedy's amendment--to combat hate-motivated crimes--is certainly praiseworthy. But the Kennedy amendment's method for achieving this laudable aim--by making a federal case out of every hate-motivated crime--is not. If enacted, the Kennedy amendment likely will be struck down as unconstitutional. As I discussed at length yesterday, Congress simply does not have the authority to enact such broad legislation under either Section 5 of the Fourteenth Amendment or the Commerce Clause. This is clear in light of the Supreme Court's decision last month in United States v. Morrison.", "During the debate yesterday it was argued that the Thirteenth Amendment provides Congress with the authority to enact the Kennedy amendment. I respectfully disagree. The Thirteenth Amendment provides:", "Neither slavery nor involuntary servitude except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction. Congress shall have the power to enforce this article by appropriate legislation.", "Under this amendment, Congress is authorized to prohibit private action that constitutes a badge, incident or relic of slavery. An argument could perhaps be made that the failure or refusal by State authorities to investigate and prosecute crimes committed because the victim is an African-American constitutes a badge or incident or relic of slavery. But while this creative, Thirteenth Amendment argument possibly may work for federal regulation of hate crimes committed against African-Americans, it simply does not work for federal regulation of hate crimes against women, or gays, or the disabled, as the Thirteenth Amendment applies only to the badges or incidents or relics of slavery. At no time in our nation's history, thank goodness, have our laws sanctioned the enslavement of women, homosexuals or the disabled.", "Supporters of the Kennedy amendment argued yesterday that the Justice Department has placed its stamp of approval on this creative, Thirteenth Amendment argument. I am fairly confident, however, notwithstanding the Justice Department's opinion, that the Supreme Court will not interpret the Thirteenth Amendment so expansively.", "In conclusion, it is my hope that my colleagues who intend to vote for the Kennedy amendment will also support my amendment. While I strongly disagree with the approach taken by the Kennedy amendment, the two amendments are not inconsistent. My amendment provides for a strong and workable assistance program for State and local law enforcement. Indeed, it has the support of the National District Attorneys Association. Further, my amendment requires a comprehensive study so that we can really learn what, if any, problems and difficulties exist at the State and local level.", "With that, I reserve the remainder of my time."], "capitolwords_url": "http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/"}