{u'speaker_state': u'UT', u'speaker_raw': u'mr. hatch', u'speaker_first': u'Orrin', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm', u'number': 78, u'id': u'CREC-2000-06-20-pt1-PgS5410-2.chunk84', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Hatch', u'pages': u'S5410-S5435', u'speaker_party': u'R', u'date': u'2000-06-20', u'bills': None, u'bioguide_id': u'H000338', u'order': 84, u'speaking': [u'Mr. President, the distinguished Senator from Oregon made my case. I decry what happened in the Matthew Shepard case. I decry what happened in the James Byrd case. Those horrific crimes, however, were investigated by local authorities and prosecuted by local prosecutors. In both instances, the local prosecutors obtained appropriate sentences--life terms in the case of the Shepard defendants and death sentences in the case of the Byrd defendants. Local law enforcement and local prosecutors did their jobs and investigated and prosecuted truly awful hate crimes.', u'All of these horrible examples of hate crimes were handled properly by State and local authorities. That is why my amendment is strongly supported by the National District Attorneys Association, the major organization that represents State and local prosecutors throughout the country.', u'The National District Attorneys Association has endorsed my amendment because State and local prosecutors believe that the assistance offered in my amendment would be very helpful to them as they seek to fight hate-motivated crime.', u"In a letter of support, the National District Attorneys Association also states that it strongly endorses my amendment because my amendment ``appropriately recognizes that local law enforcement has the primary responsibility to safeguard their citizens while working as a team with the Federal Government.''", u'I have at least a couple of problems with the Kennedy amendment. First, it is unconstitutional. The Morrison case, decided only a month ago, is directly on point and leads to the inexorable conclusion that the Kennedy amendment, if adopted, will be struck down as unconstitutional. Second, the Kennedy amendment is overbroad. It would make a federal case out of every single hate-motivated crime that occurs in this country--including all rapes and sexual assaults, which currently are prosecuted under State law. Can you imagine what will happen if our Federal courts are clogged with all the rape cases in this country that are currently being handled very well by State and local prosecutors? That is why the National District Attorneys Association is strongly supportive of what I am trying to do here today.', u"My amendment takes action with regard to the horrible crimes that are being committed in our country that have come to be known as hate crimes. They are violent crimes that are committed against a victim because of that victim's membership in a particular class or group. These crimes are abhorrent to me, and to all Americans. They should be stopped. That is why I have offered this amendment.", u'My amendment does two things. First, it requires that a comprehensive analysis be conducted to determine whether State and local jurisdictions are failing or refusing to prosecute hate-motivated crimes to the fullest extent possible. Second, it provides assistance to State and local jurisdictions who lack the resources to carry out their duties of combating hate crimes.', u'Let me talk about the comprehensive study first. Under the Hate Crimes Statistics Act, which I worked to get enacted in 1990, data has been collected regarding the number of hate-motivated crimes that have been committed throughout the country. This data, however, has never been properly analyzed to determine whether States are abdicating their responsibility to investigate and prosecute hate crimes. My amendment calls for a comprehensive analysis of this raw data that would include a comparison of the records of different jurisdictions--some with hate crimes laws, others without--to determine whether there, in fact, is a problem with the way certain States are investigating and prosecuting these crimes.', u'Supporters of broad hate crimes legislation, like that proposed in the Kennedy amendment, claim that there are States and localities that are unwilling to investigate and prosecute hate crimes. It is unclear whether this claim is true. There is little or no evidence showing that there is a widespread problem with State and local police and prosecutors refusing to enforce the law when the victim is black, or a woman, or gay, or disabled. Of the thousands--perhaps hundreds of thousands--of criminal cases that are brought every year, the Justice Department could identify only five cases where it believed that it could have done a better job than the States in prosecuting a particular hate crime. In each of these five cases, however, the States either investigated and prosecuted the hate crime themselves, or worked with the federal government to investigate and prosecute the hate crime. In none of these cases did the perpetrator of the hate crime escape the heavy hand of the law.', u'In United States v. Lee and Jarrad, a 1994 case from Georgia, the State obtained a guilty plea from one of the defendants and, after investigating the matter for several months, determined that there was insufficient evidence to prosecute the other defendant.', u'In United States v. Black and Clark, a 1991 case from California, the county sheriff--who lacked resources--ceded investigatory authority to the FBI after the federal government indicated its desire to investigate and prosecute the case. Because the defendants were charged federally, State prosecutors declined to bring State charges. My amendment would provide grants for similarly situated Sheriffs who operate on a tight budget.', u'In United States v. Bledsoe, a 1983 case from Kansas, the State prosecuted the defendant for homicide and, after a trial, the defendant was acquitted. The Justice Department then brought federal charges and obtained a life sentence.', u'In United States v. Mungia, Mungia and Martin, a Texas case, state prosecutors worked with federal prosecutors and agreed that federal charges were preferable because (1) the defendants could be tried jointly in federal court and (2) overcrowding in State prisons might have led to the defendants serving less than their full sentences.', u'And, in United States v. Lane and Pierce, a 1987 case from Colorado, State prosecutors worked with federal prosecutors and agreed that federal charges were preferable because most of the witnesses were in federal custody in several different States.', u'These five cases hardly show wholesale abdication of prosecutorial responsibility by State and local prosecutors. To the contrary, these cases show that State and local authorities are vigorously combating hate crimes and, where necessary, cooperating with federal officials who may assist them in investigating, charging, and trying these defendants.', u'During the debate yesterday, Senator Kennedy indicated that the Justice Department had produced to the Judiciary Committee additional examples of cases where State and local prosecutors have failed or refused to prosecute hate crimes.', u'In fact, the Justice Department did identify three additional cases to Senator Kennedy. However of these three additional cases produced by the Justice Department and cited by Senator Kennedy, none establishes that State and local authorities are unwilling to combat hate crimes.', u'In the 1984 case of United States v. Kila, the State authorities who were investigating the case requested that the Justice Department become involved in the case and bring federal charges. A federal jury then acquitted the defendants of the federal charges.', u'In a 1982 case that the Justice Department does not name, the defendant was acquitted of federal charges; the Justice Department does not state whether State charges were brought or whether the local prosecutors simply deferred to the federal prosecutors.', u'And, in United States v. Franklin, a 1980 case from Indiana, the defendant was acquitted of federal charges; again, the Justice Department does not state whether State charges were brought or whether local prosecutors deferred to federal prosecutors.', u'In summary, my amendment calls for a comprehensive analysis of hate crimes statistics to determine whether, in fact, any State and local law enforcement authorities are unwilling, for whatever reason, to combat these horrific crimes.', u'Even if the eight cases I have just discussed did show that State and local authorities were unwilling to investigate and prosecute hate-motivated crimes, they still would only be eight cases out of the thousands and thousands of cases that are brought each year. In no way do they show a widespread problem regarding State and local prosecution of hate-motivated crime. Reasonable people should agree that an analysis of the hate crimes statistics that have been collected ought to be conducted to determine whether there is anything to the argument that State and local authorities are failing to combat hate rimes. If the study shows that State and local authorities are derelict in their duties when it comes to hate crimes, I will be the first to support legislation targeted at such government conduct.', u'The second main thing that my amendment does is create a grant program to help provide resources to States and local jurisdictions to investigate and prosecute hate-motivated crimes. Supporters of the Kennedy amendment claim that some State and local jurisdictions do not have adequate resources to combat hate crimes. They say that these jurisdictions, while willing to combat hate crimes, are unable to do so because they lack the resources. My amendment seeks to answer this very real concern. My amendment would equip States and localities with the resources necessary so that they can combat such crimes. And my amendment would do so without federalizing every hate-motivated crime.', u"Now, I should make clear what my amendment does not do. It does not create a new federal crime. It does not federalize crimes motivated because of a persons's membership in a particular class or group. Such federalization would, in my estimation, be unconstitutional and would unduly burden federal law enforcement, federal prosecutors and federal courts.", u"I must say that the serious constitutional questions that are raised by the Kennedy amendment's broad federalization of what now are State crimes is its greatest drawback. The intention of Senator Kenndy's amendment--to combat hate-motivated crimes--is certainly praiseworthy. But the Kennedy amendment's method for achieving this laudable aim--by making a federal case out of every hate-motivated crime--is not. If enacted, the Kennedy amendment likely will be struck down as unconstitutional. As I discussed at length yesterday, Congress simply does not have the authority to enact such broad legislation under either Section 5 of the 14th amendment or the commerce clause. This is clear in light of the Supreme Court's decision last month in United States v. Morrison.", u"During the debate yesterday it was argued that the 13th amendment provides Congress with the authority to enact the legislation proposed in the Kennedy amendment. I respectfully disagree. The 13th amendment provides: ``Neither slavery nor involuntary servitude except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction. Congress shall have the power to enforce this article by appropriate legislation.'' An argument could perhaps be made that the failure or refusal by State authorities to investigate and prosecute crimes committed because the victim is an African-American constitutes at badge or incident of slavery. But while this creative 13th amendment argument possibly may work for federal regulation of hate crimes committed against African-Americans, it simply does not work for federal regulation of hate crimes against women, or gays, or the disabled, as the 13th amendment applies only to the badges or incidents or relics of slavery. At no time in our nation's history, thank goodness, have our laws sanctioned the enslavement of women, homosexuals, or the disabled.", u"Supporters of the Kennedy amendment argued yesterday that the Justice Department has placed its stamp of approval on this creative 13th amendment argument. I am fairly confident, however, notwithstanding the Justice Department's opinion, that the Supreme Court will not interpret the 13th amendment so expansively.", u'In conclusion, I urge my colleagues to vote against the Kennedy amendment. It almost certainly is unconstitutional, given the current state of constitutional law. In addition, it is bad policy to enact a broad federalization of what traditionally have been State crimes--crimes that are, by all accounts, being vigorously investigated and prosecuted at the State and local level.', u'I also would urge my colleagues to vote in favor of the amendment that I have offered. It calls for a study of the way States are dealing with the problem of hate crimes and provides grants to States so they will have the resources to continue their efforts. And, my amendment has the added benefit of being constitutional. For the reasons that I have stated, I urge my colleagues to vote in favor of my amendment.', u'I commend Senator Kennedy and those who are supporting his amendment in the sense that all of us should be against this type of tyranny, this type of criminal activity that is motivated by hate, this type of mean, venal, vile conduct that lessens our society. But nobody should make the mistake of not understanding that I do not think the case has been made that States and localities are unwilling to combat hate crimes. In the cases I have seen, the evidence is to the contrary: States and localities are leading the fight against hate-motivated crimes. The only way to resolve this issue regarding the willingness of the States to engage in the fight against hate crimes is to do what I suggest: conduct a thoroughgoing study of the hate crimes statistics that we do have to see if, in fact, States and local jurisdictions are not doing their jobs. I, for one, do not believe that the case has been made against local prosecutors.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/'}