{u'speaker_state': u'UT', u'speaker_raw': u'mr. hatch', u'speaker_first': u'Orrin', u'congress': 104, u'title': u'ADDITIONAL STATEMENTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-09/html/CREC-1996-09-09-pt1-PgS10076-4.htm', u'number': 122, u'id': u'CREC-1996-09-09-pt1-PgS10076-4.chunk0', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Hatch', u'pages': u'S10076-S10079', u'speaker_party': u'R', u'date': u'1996-09-09', u'bills': [u'S. 1740'], u'bioguide_id': u'H000338', u'order': 0, u'speaking': [u'Mr. President, I ask that written testimony from Rabbi David Saperstein, director and counsel for the Religious Action Center of Reform Judaism, and a letter from Herman Hill Kay concerning S. 1740, the Defense of Marriage Act, be printed in the Record. Both Rabbi Saperstein and Mr. Kay submitted these materials to be included in the transcript of the hearing held before the Senate Judiciary Committee on July 11, 1996. Unfortunately, their statements were received too late to be included, and for that reason, I ask that they be printed in the Congressional Record.', u'The material follows:', u"Mr. Chairman, members of the committee, thank you for this opportunity to comment on the ``Defense of Marriage Act'' (S. 1740). My name is Rabbi David Saperstein, and I am Director and Counsel of the Religious Action Center of Reform Judaism (RAC). The RAC represents the Union of American Hebrew Congregations and the Central Conference of American Rabbis, the lay and clerical bodies of Reform Judaism, with membership of over 1.5 million Reform Jews and 1700 Reform rabbis in 850 congregations nationwide. In recent years, both the parent bodies of the RAC have passed formal resolutions supporting gay civil marriage, and I have included copies of those statements as appendices to my testimony this morning. I am also an attorney who teaches advanced Constitutional Law, especially on the First Amendment's religion clauses at the Georgetown University Law Center. Over the years, I have written a number of books and articles addressing church- state and constitutional legal issues. This bill is woefully ill-advised and is morally wrong. Let me first address the legal concerns, lay out why this bill would likely fail to pass even the most forgiving constitutional test and why, under the current legal system, it is, unnecessary. I will then turn to some of the broader political and moral issues the bill raises."], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/09/S10076-4_additional-statements/'}