{"speaker_state": "DC", "speaker_raw": "ms. norton", "speaker_first": "Eleanor", "congress": 105, "title": "WOMEN'S HISTORY MONTH", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-03-05/html/CREC-1998-03-05-pt1-PgH891.htm", "number": 21, "id": "CREC-1998-03-05-pt1-PgH891.chunk7", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Norton", "pages": "H891-H897", "speaker_party": "D", "date": "1998-03-05", "bills": null, "bioguide_id": "N000147", "order": 7, "speaking": ["Mr. Speaker, I thank the gentlewoman from California (Ms. Woolsey), for those very important remarks and for her work with our caucus.", "I want to continue to talk about that work. I spoke earlier about new legislation that the caucus worked to get passed last year. I want to speak about new ground we have broken with new approaches to working for women as a part of the Women's Caucus.", "We have initiated three new approaches. One is a team approach, a bipartisan team approach. The other is a Women's Caucus hearing approach, and the third is a women's town meeting approach.", "Let me say a word about women's bipartisan teams. We are a bipartisan caucus, and we have often worked together on an omnibus legislative bill so we can bring together every bill that women have introduced, and we have put it all into omnibus legislation and we introduced it.", "We decided that the Women's Caucus should continue to work on such legislation, but that we ought to work more closely together in teams of Members who have special interests. I think the women and families of America need to know about this team approach.", "Did you know that the women of the Women's Caucus are working as teams? That means we Republicans and Democrats led each team, one from each party, on issues that we read from our constituents as among their primary concerns when it comes to women and families.", "Let me call out what these teams are, and let me let you know what women Members are working on these teams.", "Expanding the work against violence against women, the gentlewoman from Wyoming (Mrs. Cubin) and the gentlewoman from California (Ms. Roybal-Allard).", "Preventative health services for women, the gentlewoman from Maryland (Mrs. Morella) and the gentlewoman from the Virgin Islands (Ms. Christian-Green).", "Educational child care and school readiness, a major issue this session, the gentlewoman from Ohio (Ms. Pryce) and the gentlewoman from California (Mrs. Tauscher).", "Job training and vocational education, the gentlewoman from Hawaii (Mrs. Mink), and here may I say I am calling out the team leaders. There is not enough time to call out all the team members for each important area.", "Title IX, the gentlewoman from Michigan (Ms. Kilpatrick).", "Health care insurance reform, the gentlewoman from Washington (Mrs. Smith) and the gentlewoman from New York (Ms. Slaughter).", "Juvenile justice, the gentlewoman from North Carolina (Mrs. Myrick) and the gentlewoman from California (Ms. Lofgren).", "Women in the military, the gentlewoman from Florida (Mrs. Fowler) and the gentlewoman from California (Ms. Harman).", "Pensions and retirement benefits for women, the gentlewoman from Washington (Ms. Dunn) and the gentlewoman from Connecticut (Mrs. Kennelly).", "Teen pregnancy, the gentlewoman from Texas (Ms. Granger) and the gentlewoman from North Carolina (Mrs. Clayton).", "Higher education, the gentlewoman from New Jersey (Mrs. Roukema) and the gentlewoman from California (Ms. Sanchez).", "Women-owned businesses, the gentlewoman from New York (Mrs. Kelly) and the gentlewoman from California (Ms. Millender-McDonald).", "HIV-AIDS, the gentlewoman from Maryland (Mrs. Morella) and the gentlewoman from Texas (Ms. Johnson).", "International women's rights, the gentlewoman from Florida (Ms. Ros-Lehtinen) and the gentlewoman from Georgia (Ms. McKinney).", "You have teams, but what do these teams do? Let me offer a representative sample of what these teams have been doing, because I believe that when you hear some of what in fact happens that may not meet the public eye on the floor of the Congress, that women, men and families in America will have some sense of the very hard work that women insist upon doing for women and families.", "The gentlewoman from Florida (Ms. Fowler) is a Republican; the gentlewoman from California (Ms. Harman) is a Democrat. They have worked like two peas in a pod on an issue that reared its head the first day of the 105th Congress, and that was sexual harassment of women in the military.", "As I speak, there is an important trial going on of a high level military official who was accused of sexual harassment. At Aberdeen, they broke a terrible story of drill sergeants who were said to be harassing women in their command.", "We are concerned about this, but I do not think the country should be surprised. You cannot change what has occurred over the millennia, which has been putting men and women together in the military, without knowing there will be occasions like this.", "The real question is, what are you going to do about it? You ought to expect there will be some occasions like this, and we ought to, I think, be very proud of our armed services, that this is very much the exception and not the rule.", "Well, Representatives Fowler and Harman, working closely with the gentlewoman from Connecticut (Mrs. Johnson) and me, simply decided we were going to press this issue to the finish. I am pleased to report that our team leaders, the gentlewoman from Florida (Ms. Fowler) and the gentlewoman from California (Ms. Harman), worked with the chair of their subcommittee, the gentleman from Indiana (Mr. Buyer), who is the chairman of the Subcommittee on National Security on military personnel, and brought that work into our caucus so that we could coordinate with that committee as they went all around the country to see whether or not sexual harassment of this kind was present in other installations as well.", "This issue has been settled in the Army, as far as I am concerned, because they brought it before us, the secretary of the Army Togo West, and what has happened is an extraordinary report that indicates the action that the Army is going to take.", "I have to say that if the gentlewoman from California (Ms. Harman) and the gentlewoman from Florida (Mrs. Fowler) and the gentlewoman from Connecticut (Mrs. Johnson) and I sat down to write what had occurred, we could not have written a better report ourselves.", "We think this is going to take care of the sexual harassment in the Army, and I am proud of the work the women in the caucus have done here. We were far more disappointed at the Kassebaum Commission report, because that commission had been established by Defense Secretary Cohen following reports of sexual harassment in the military, a very distinguished commission, which worked very hard.", "But I am here to report that the bipartisan Women's Caucus disagrees that women should be separated in training. We think all you do is to delay the problem. If women are separated in training, you are going to get women and men coming together for the first time when they are in fact in the field. Rather work these problems out in training, than to bring them to the field, where we simply cannot afford that kind of intrusion on the work of our Armed Forces.", "This is a bipartisan matter. We are not necessarily speaking for Democratic women or Republican women. We are not about to turn back on the notion that we want to further integrate women in the Armed Forces, not move back from where we were. As it is, each service can decide how they are going to do this, and the Marines are not integrating training. But we are not going to stand for moving back, for example, integrated training in the Army, where integrated training has occurred.", "If there is a problem, there is a problem at one installation. There may be problems at others. You do not deal with problems by turning back the clock; you deal with problems by rooting out the problems.", "There is a commission of people who have studied this matter before in the Armed Forces, and they have said they believe, above all, that women should be further integrated, and not taken back. So the Secretary of Defense is going to have to decide which way to go.", "We appreciate what the Kassebaum Commission did and we understand why they did it, but I have to tell you, if anybody had looked closely at the integration of blacks and whites in the services after World War II, I can tell you that there were many incidents, and that it was very hard to get southern white men under the command of black men. But in a command structure, you can do it, and we did it successfully in the military with blacks and whites, and the Women's Caucus is going to demand it be done as well with women and men.", "The team has done yeoman service and work, and they continue to be vigilant and report to us in their report to the caucus that they will be looking at specifically gender segregation in the military to see whether or not anything emerges on the floor, so that the entire Women's Caucus will come forward to fight, if need be.", "Thus far, all is quiet on the home front. I think that those who want to come forward to try to sex segregate training know that they are going to have a fight on their hands, and I think so far, so good. But be forewarned, you are going to meet a phalanx of women on the floor if you try it, and they are going to be Republican women and they are going to be Democratic women.", "Let me go on to report on another team, the Preventative Health Services Team, just to give you an idea of the kinds of things Women's Caucus do that do not always make it to the floor as legislation.", "That team, of course, is chaired by team leaders the gentlewoman from Maryland (Mrs. Morella), from whom you have just heard, and the gentlewoman from the Virgin Islands (Ms. Christian-Green). I should really say Dr. Christian-Green, by which I mean MD doctor. Dr. Green has been a MD for more than 20 years, and is now a Member who represents the Virgin Islands.", "An example of what that team has in mind for this year is that among the things that that team will be doing this year is a presentation on breast self examination by Doctor-Congresswoman Donna Christian-Green.", "They reported she is going to discuss proper breast self-examination, and what she is going to do is ask women staff from all over the Congress, the Senate and the House, and she and the gentlewoman from Maryland (Mrs. Morella) are going to call them together and have a discussion about this, the progress that has been made, and what we need to do to get breast self-examination more widespread.", "You will not see that on the floor of the House. That is the kind of innovative thinking and follow through that is typical of these two Members and of Members of this caucus.", "Let me give you another example from the work of the team leaders on Women-owned Businesses. That team has as team leaders the gentlewoman from California (Ms. Millender-McDonald) and the gentlewoman from New York (Mrs. Kelly).", "They have already had a hearing, and I will have a word to say about that later, but they have already had a hearing on women's procurement in the Federal sector. The Federal sector is the granddaddy of all procurement, obviously, because the Federal Government is so large and so many contracts are let, and they found some difficulty as women strive to get more of those contracts.", "Let me tell the Members an interesting approach they have taken. Together they have introduced House Resolution 313, which makes recommendations on ways women can gain access to more procurement opportunities for the Federal Government. But being women, who always like to get something done, they have done more than simply introduced the resolution. They have sent copies of their resolution, their follow-up in this session has been to send copies of this resolution to all Federal agencies, encouraging them to implement these recommendations right now, without legislation, as a follow-up to their own women's caucus hearing.", "I believe the gentlewoman from Maryland (Mrs. Morella) may want to say some more. I will finish with these teams, so if she wants to have something more to say, I will yield more time to her.", "The gentlewoman from Maryland (Mrs. Morella) works on the team on HIV/AIDS. This is an issue that plagues our country still. We have made enormous progress on it, but the disease is moving sideways to women and to people of color. We have to find ways to keep the disease from popping up in a new population. We have done well. We need to do much work, but we have done well with gay men. We cannot have this disease move over to minorities and women, and we need more work here.", "They will be sponsoring a briefing with HHS and advocacy groups to discuss access to treatment for low-income HIV-infected women and their families, and Medicaid coverage for such patients. This disease is moving to women, but particularly to low-income women, and particularly to women of color. That will be a real service.", "Finally, let me say a word about a follow-up to a hearing that my co-chair, the gentlewoman from Connecticut (Mrs. Nancy Johnson) and I had on contraceptive research. We found that the government is not doing contraceptive research anymore. That means more abortions, and that means nobody in the world is doing it, because we pay for most of this research.", "We want to encourage more of this research, and we want to encourage more work to cover contraception so that after-the-fact remedies like abortion will become rare, as it is said. The gentlewoman from Connecticut (Mrs. Johnson) and I sponsored such a women's caucus hearing and we are sending a letter to insurance companies encouraging health plans to provide adequate coverage for contraception. There are all manner of plans that cover abortion and do not cover the pill, do not cover the IUD.", "That is an invitation at a time when we have not done enough contraceptive research, it is usually inadequate and I must say not foolproof methods available to use, and then go to backup remedies which none of us want to encourage. We hope that insurance companies will provide such coverage. I am a cosponsor of the bill, as is the gentlewoman from Connecticut (Mrs. Johnson) that would require companies to do so. But in advance of that and before that bill passes, we would like voluntary compliance.", "We are also drafting language regarding contraceptive research funding to start up again the kind of funding that only the most powerful and richest government can do. We do not have adequate contraceptive research for women in America. We do not have it for women in the world. It is one of the great services we could do for the world.", "Would the gentlewoman from Maryland (Mrs. Morella) have more time she desires before I go further?"], "capitolwords_url": "http://capitolwords.org/date/1998/03/05/H891_womens-history-month/"}