{u'speaker_state': u'NH', u'speaker_raw': u'mr. smith of new hampshire', u'speaker_first': u'Bob', u'congress': 106, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-05-25/html/CREC-1999-05-25-pt1-PgS5954-2.htm', u'number': 76, u'id': u'CREC-1999-05-25-pt1-PgS5954-2.chunk34', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Smith', u'pages': u'S5954-S5970', u'speaker_party': u'R', u'date': u'1999-05-25', u'bills': None, u'bioguide_id': u'S000606', u'order': 34, u'speaking': [u'Mr. President, I rise today to share with my colleagues a brief story from the closing days of World War II, the war in the Pacific.', u'It is a harrowing story, with many elements. Bad timing, bad weather. Heroism and fortitude. Negligence and shame. Bad luck. Above all, it is the story of some very special men whose will to survive shines like a beacon decades later.', u'I should point out that it is because of the efforts of a 13 year old boy in Florida that I introduce this bill today. Hunter Scott, working for nearly two years on what started as a history project, compiled a mountain of clippings, letters, and interviews that ultimately led Congressman Joe Scarborough to introduce this bill in the House, and for me to do so in the Senate. Hunter, on behalf of the survivors of the U.S.S. Indianapolis, the family of Captain McVay, and your country, I thank you for your courageous efforts.', u'Mr. President, we have the opportunity to redeem the reputation of a wronged man, and salute the indomitable will of a courageous crew. I had the distinct honor and priviledge of hosting two distinguished members of that courageous crew just this morning; Richard Paroubek, of Williamsburg, VA, who was a Yeoman 1st Class, and Woodie James of Salt Lake City, UT, who was a Coxswain. The bill I introduce today will honor these two men, and their fellow shipmates of the U.S.S. Indianapolis, and redeem their Captain, Charles McVay.', u"A 1920 graduate of the U.S. Naval Academy, Charles Butler McVay III was a career naval officer with an exemplary record, including participation in the landings in North Africa and award of the Silver Star for courage under fire earned during the Soloman Islands campaign. Before taking command of the Indianapolis in November 1944, Captain McVay was chairman of the Joint Intelligence Committee of the Combined Chiefs of Staff in Washington, the Allies' highest intelligence unit.", u"Captain McVay led the ship through the invasion of Iwo Jima, then the bombardment of Okinawa in the spring of 1945 during which Indianapolis' antiaircraft guns shot down seven enemy planes before the ship was severely damaged. McVay returned the ship safely to Mare Island in California for repairs.", u"In 1945, the Indianapolis delivered the world's first operational atomic bomb to the island of Tinian, which would later be dropped on Hiroshima by the Enola Gay on August 6. After delivering its fateful cargo, the Indianapolis then reported to the naval station at Guam for further orders. She was ordered to join the battleship U.S.S. Idaho in the Philippines to prepare for the invasion of Japan.", u"It was at Guam that the series of events ultimately leading to the sinking of the Indianapolis began to unfold. Hostilities in this part of the Pacific had long since ceased. The Japanese surface fleet was no longer considered a likely threat, and attention instead had turned 1,000 miles to the north where preparations were underway for the invasion of the Japanese mainland. These conditions led to a relaxed state of alert on the part of those who decided to send the Indianapolis across the Philippine Sea unescorted, and consequently, Captain McVay's orders to ``zigzag at his discretion.'' Zigzagging is a naval maneuver used to avoid torpedo attack, generally considered most effective once the torpedoes have been launched.", u"The Indianapolis, unescorted, departed Guam for the Philippines on July 28. Just after midnight on 30 July 1945, midway between Guam and the Leyte Gulf, she was hit by two torpedoes fired by the ``I-58,'' a Japanese submarine. The first blew away the bow, the second struck near mid-ship on the starboard side adjacent to a fuel tank and a powder magazine. The resulting explosion split the ship in two.", u'Of the 1,196 men aboard, about 900 escaped the sinking ship and made it into the water in the twelve minutes before she sank. Few life rafts were released. Shark attacks began at sunrise on the first day, and continued until the men were physically removed from the water, almost five days later.', u'Shortly after 11:00 A.M. of the fourth day, the survivors were accidentally discovered by an American bomber on routine antisubmarine patrol. A patrolling seaplane was dispatched to lend assistance and report. En route to the scene the pilot overflew the destroyer U.S.S. Cecil Doyle ( DD-368), and alerted her captain to the emergency. The captain of the Doyle, on his own authority, decided to divert to the scene.', u"Arriving hours ahead of the Doyle, the seaplane's crew began dropping rubber rafts and supplies. While doing so, they observed men being attacked by sharks. Disregarding standing orders not to land at sea, the plane landed and began taxiing to pick up the stragglers and lone swimmers who were at greatest risk of shark attack.", u"As darkness fell, the crew of the seaplane waited for help to arrive, all the while continuing to seek out and pull nearly dead men from the water. When the plane's fuselage was full, survivors were tied to the wing with parachute cord. The plane's crew rescued 56 men that day.", u"The Cecil Doyle was the first vessel on the scene, and began taking survivors aboard. Disregarding the safety of his own vessel, the Doyle's captain pointed his largest searchlight into the night sky to serve as a beacon for other rescue vessels. This beacon was the first indication to the survivors that their prayers had been answered. Help had at last arrived.", u'Of the 900 who made it into the water only 317 remained alive. After almost five days of constant shark attacks, starvation, terrible thirst, and suffering from exposure and their wounds, the men of the Indianapolis were at last rescued from the sea.', u"Curiously, the Navy withheld the news of the sunken ship from the American people for two weeks, until the day the Japanese surrendered on August 15, 1945, thus insuring minimum press coverage for the story of the Indianapolis' loss.", u"Also suspicious, conceding that they were ``starting the proceedings without having available all the necessary data,'' less than two weeks after the sinking of the Indianapolis, before the sinking of the ship had even been announced to the public, the Navy opened an official board of inquiry to investigate Captain McVay and his actions. The board recommended a general court-martial for McVay.", u"Admiral Nimitz, Commander in Chief of Pacific Command, did not agree--he wrote the Navy's Judge Advocate General that at worst McVay was guilty of an error in judgment, but not gross negligence worthy of court-martial. Nimitz recommended a letter of reprimand.", u'Overriding both Nimitz and Admiral Raymond Spruance who commanded the Fifth Fleet, Secretary of the Navy James Forrestal and Admiral Ernest King, Chief of Naval Operations, directed that court-martial proceedings against Captain McVay proceed.', u'Captain McVay was notified of the pending court-martial, but not told what specific charges would be brought against him. The reason was simple. The Navy had not yet decided what to charge him with. Four days before the trial began they did decide on two charges: the first, failing to issue orders to abandon ship in a timely fashion; and the second, hazarding his vessel by failing to zigzag during good visibility.', u"It's difficult to understand why the Navy brought the first charge against McVay. Explosions from the torpedo attacks had knocked out the ship's communications system, making it impossible to give an abandon ship order to the crew except by word of mouth, which McVay had done. He was ultimately found not guilty on this count.", u"That left the second charge of failing to zigzag. Perhaps the most egregious aspect however, was in the phrasing of the charge itself. The phrase was ``during good visibility.'' According to all accounts of the survivors, including written accounts only recently declassified and not made available to McVay's defense at the trial, the visibility that night was severely limited with heavy cloud cover. This is pertinent for two reasons. First, no Navy directives in force at that time or since recommended, much less ordered, zigzagging at night in poor visibility. Secondly, as Admiral Nimitz pointed out, the rule requiring zigzagging would not have applied in any event, since McVay's orders gave him discretion on that matter and thus took precedence over all other orders. Thus, when he stopped zigzagging, he was simply exercising his command authority in accordance with Navy directives. Unbelievably, this point was never made by McVay's defense counsel during the subsequent court-martial.", u"Captain McVay was ultimately found guilty on the charge of failing to zigzag, and was discharged from the Navy with a ruined career. In 1946, at the specific request of Admiral Nimitz who had become Chief of Naval Operations, Secretary Forrestal, in a partial admission of injustice, remitted McVay's sentence and restored him to duty. But, Captain McVay's court-martial, and personal culpability for the sinking of the Indianapolis continued to stain his Navy records. The stigma of his conviction remained with him always, and he ultimately took his own life in 1968. To this day Captain McVay is recorded in history as negligent in the deaths of 870 sailors.", u'We need to restore the reputation of this honorable officer. In the decades since World War II, the crew of the Indianapolis has worked tirelessly in defending their Captain, and trying to ensure that his memory is properly honored. It is at the specific request of the survivors of the U.S.S. Indianapolis that I introduce this resolution.', u"Since McVay's court-martial, a number of factors, including once classified documents not made available to McVay's defense, have surfaced raising significant questions about the justice of the conviction.", u"Although naval authorities at Guam knew that on July 24, four days before the Indianapolis departed for Leyte, the destroyer escort U.S.S. Underhill had been sunk by a Japanese submarine within range of the Indianapolis' path, McVay was not told.", u'Although a code-breaking system called ULTRA had alerted naval intelligence that a Japanese submarine (the I-58, which ultimately sank the Indianapolis) was operating in his path, McVay was not told. Classified as top secret until the early 1990s, this intelligence--and the fact it was withheld from McVay before he sailed from Guam--was suppressed during his court-martial.', u"Although the routing officer at Guam was aware of the ULTRA intelligence report, he said a destroyer escort for the Indianapolis was ``not necessary'' and, unbelievably, testified at McVay's court-martial that the risk of submarine attack along the Indianapolis' route ``was very slight''.", u"Although McVay was told of ``submarine sightings'' along his path, he was told none had been confirmed. Such sightings were commonplace throughout the war and were generally ignored by Navy commanders unless confirmed. Thus, the Indianapolis set sail for Leyte on July 26, 1945, sent into harm's way with its captain unaware of dangers which shore-based naval personnel know were in his path.", u"The U.S.S. Indianapolis was not equipped with submarine detection equipment, and therefore Captain McVay requested a destroyer escort. Although no capital ship without submarine detection devices had sailed between Guam and the Philippines without a destroyer escort throughout all of World War II, McVay's request for such an escort was denied.", u'The Navy failed to notice when the ship did not show up in port in the Philippines. U.S. authorities intercepted a message from the I-58 to its headquarters in Japan informing them that it had sunk the U.S.S. Indianapolis. This message was ignored and the Navy did not initiate a search. The Indianapolis transmitted three distress calls before it sank, and one was received at the naval base in the Philippines. Again, no search was initiated and no effort was made to locate any survivors. It was not until four days after the ship had sunk, when a bomber inadvertently spotted sailors being eaten by sharks in the water below, that a search party was dispatched.', u'Although 700 navy ships were lost in combat in World War II, McVay was the only captain to be court-martialed as the result of a sunken ship.', u'Captain McVay was denied both his first choice of defense counsel and a delay to develop his defense. His counsel, a line officer with no trial experience, had only four days to prepare his case.', u"Incredibly, the Navy brought Mochitura Hashimoto, the commander of the Japanese I-58 submarine that sunk the Indianapolis to testify at the court-martial. Hashimoto testified that just after midnight the clouds cleared long enough to see and fire upon the Indianapolis. He also implied in pretrial statements that zigzagging would not have saved the Indianapolis because of his clear view, but this point was not raised by McVay's defense during the trial itself.", u"Another witness in the trial, veteran Navy submariner Glynn Donaho, a four-time Navy Cross winner was asked by McVay's defense counsel whether ``it would have been more or less difficult for you to attain the proper firing position'' if the Indianapolis had been zigzagging under the conditions which existed that night. His answer was, ``No, not as long as I could see the target.'' This testimony was either deliberately ignored by, or passed over the heads of, the court-martial board, and it was not pursued further by McVay's defense.", u"Many of the survivors of the Indianapolis believe that a decision to convict McVay was made before his court-martial began. They are convinced McVay was made a scapegoat to hide the mistakes of others. McVay was court-martialed and convicted of ``hazarding his ship by failing to zigzag'' despite overwhelming evidence that the Navy itself had placed the ship in harm's way, despite testimony from the Japanese submarine commander that zigzagging would have made no difference, despite the fact that although 700 Navy ships were lost in combat in World War II McVay was the only captain to be court-martialed, and despite the fact the Navy did not notice when the Indianapolis failed to arrive on schedule, thus costing hundreds of lives unnecessarily and creating the greatest sea disaster in the history of the United States Navy.", u'The resolution I am introducing corrects a 54 year old injustice, restores the honorable name of a decorated Navy combat veteran, and honors the wishes of his loyal and faithful crew. It will also honor the crew of the Indianapolis for their courage in surviving this awful tragedy.', u'I urge my colleagues to support this resolution and I am proud to offer it on behalf of Captain McVay and the wonderful and honorable men of the U.S.S. Indianapolis, two of whom are sitting with us in the gallery today, Mr. President.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/05/25/S5954-2_statements-on-introduced-bills-and-joint-resolutio/'}