{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 106, "title": "NOMINATIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-09-08/html/CREC-1999-09-08-pt1-PgS10654-5.htm", "number": 115, "id": "CREC-1999-09-08-pt1-PgS10654-5.chunk0", "volume": 145, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S10654-S10655", "speaker_party": null, "date": "1999-09-08", "bills": null, "bioguide_id": null, "order": 0, "speaking": [" Executive nominations received by the Senate September 8, 1999: Department of the Treasury Jay Johnson, of Wisconsin, to be Director of the Mint for a term of five years, vice Philip N. Diehl, term expired. African Development Bank Willene A. Johnson, of New York, to be United States Director of the African Development Bank for a term of five years, vice Alice Marie Dear, term expired. Department of State Joseph W. Prueher, of Tennessee, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the People's Republic of China. Department of Justice Mark Reid Tucker, of North Carolina, to be United States Marshal for the Eastern District of North Carolina for the term of four years, vice William I. Berryhill, to which position he was appointed during the last recess of the Senate. In the Army The following named officer for appointment in the United States Army to the grade indicated while assigned to a position of importance and responsibility under title 10, U.S.C., section 601: To be generalGen. Thomas A. Schwartz, 0711. Foreign Service The following-named Career Members of the Senior Foreign Service of the Agency for International Development for promotion in the Senior Foreign Service to the classes indicated: Career Members of the Senior Foreign Service of the United States of America, Class of Career Minister:George Carner, of CaliforniaWilliam S. Rhodes, of Virginia Career Members of the Senior Foreign Service of the United States of America, Class of Minister-Counselor:Elena Brineman, of VirginiaLisa Chiles, of the District of ColumbiaDirk W. Dijkerman, of New YorkLewis W. Lucke, of TexasWalter E. North, of Washington The following-named Career Members of the Foreign Service of the Agency for International Development for promotion into the Senior Foreign Service: Career Members of the Senior Foreign Service of the United States of America, Class of Counselor:James R. Bonnell, of VirginiaDavid E. Eckerson, of WashingtonWilliam A. Jeffers, of FloridaRodney W. Johnson, of VirginiaDebra D. Mc Farland, of FloridaB. Eilene Oldwine, of New YorkMary Catherine Ott, of MarylandMichael Crooks Trott, of VirginiaSteven G. Wisecarver, of Virginia The following-named Career Members of the Senior Foreign Service of the Department of State for promotion in the Senior Foreign Service to the classes indicated: Career members of the Senior Foreign Service of the United States of America, Class of Career Minister:Johnnie Carson, of IllinoisRyan Clark Crocker, of WashingtonMarc I. Grossman, of VirginiaDonna Jean Hrinak, of PennsylvaniaA. Elizabeth Jones, of MarylandB. Lynn Pascoe, of Missouri Career members of the Senior Foreign Service of the United States of America, Class of Minister-Counselor:Michael R. Arietti, of ConnecticutJohn R. Baca, of TexasRobyn M. Bishop, of FloridaWilliam J. Brencick, of MissouriSteven Robert Buckler, of New HampshireR. Nicholas Burns, of VirginiaShaun M. Byrnes, of CaliforniaJames C. Cason, of FloridaRichard A. Christenson, of WisconsinJohn R. Dawson, of New YorkAlan W. Eastham, Jr., of ArkansasEric S. Edelman, of VirginiaM. Michael Einik, of VirginiaW. Douglas Frank, of MarylandDaniel Fried, of the District of ColumbiaMichael F. Gallagher, of PennsylvaniaMaura Harty, of FloridaKevin F. Herbert, of New YorkChristopher Robert Hill, of Rhode IslandDavid T. Hopper, of VirginiaFranklin Huddle, Jr., of CaliforniaVicki J. Huddleston, of MarylandMarie T. Huhtala, of CaliforniaDavid Timothy Johnson, of TexasWayne E. Julian, of TexasScott Mark Kennedy, of CaliforniaJimmy J. Kolker, of South DakotaGeorge C. Lannon, of TexasJoseph Robert Manzanares, of ColoradoThomas H. Martin, of CaliforniaNancy M. Mason, of the District of ColumbiaBarbro A. Owens-Kirkpatrick, of CaliforniaGary Dean Penner, of NebraskaSteven Karl Pifer, of CaliforniaMichael Christian Polt, of TennesseeWilliam Pinckney Pope, of VirginiaNancy J. Powell, of IowaTimothy E. Roddy, of VirginiaVladimir Peter Sambaiew, of TexasStephen A. Schlaikjer, of FloridaDeborah Ruth Schwartz, of MarylandCatherine Munnell Smith, of ConnecticutRobert J. Smolik, of CaliforniaTerry R. Snell, of WashingtonJames Vanderhoff, of TexasLinda E. Watt, of VirginiaGretchen Gerwe Welch, of CaliforniaWallace Ray Williams, of Washington The following-named Career Members of the Foreign Service for Promotion into the Senior Foreign Service, and for appointment as Consular Officers and Secretaries in the Diplomatic Service, as indicated: Career Members of the Senior Foreign Service of the United States of America, Class of Counselor: Bernard Alter, of ColoradoDianneMcIntyre Andruch, of ArizonaKay L. Anske, of TexasKathleen Therese Austin, of the District of ColumbiaPerry Edwin Ball, of GeorgiaMarcia S. Bernicat, of New JerseyJanet L. Bogue, of WashingtonTerry Alan Breese, of CaliforniaJudson L. Bruns III, of ColoradoDonald Camp, of MarylandRobert F. Cekuta, of New YorkHarlan K. Cohen, of ConnecticutFrederick Bishop Cook, of FloridaBohdan Dmytrewycz, of VirginiaEdward K. H. Dong, of CaliforniaStephen Anthony Edson, of KansasJames A. Forbes, of NevadaJames John Foster, of the District of ColumbiaDeborah E. Graze, of VirginiaRosemary Ellen Hansen, of VirginiaJohn J. Hartley II, of South CarolinaJoseph Hilliard, Jr., of WashingtonJoseph Huggins, of the District of ColumbiaMiriam Kahal Hughes, of FloridaMark Hansley Jackson, of FloridaJames Robert Keith, of FloridaGeorge Albert Krol, of New JerseyHelen R. Meagher LaLime, of FloridaRobert G. Loftis, of ColoradoStephen George Mc Farland, of TexasJames D. Mc Gee, of IndianaWilliam J. Mc Glynn, Jr., of VirginiaP. Michael Mc Kinley, of ConnecticutJohn L. Moran, of New YorkJoseph Adamo Mussomeli, of TexasDavid Daniel Nelson, of South DakotaWanda Letitia Nesbitt, of PennsylvaniaStephen Vance Noble, of VermontVictoria Nuland, of ConnecticutMaurice S. Parker, of CaliforniaHoward T. Perlow, of VirginiaJune Carter Perry, of the District of ColumbiaLouis M. Possanza, of VirginiaCharles Aaron Ray, of TexasJohn Alexander Ritchie, of VirginiaCarol Ann Rodley, of MaineEarle St. Aubin Scarlett, of CaliforniaJack David Segal, of CaliforniaThomas Alfred Shannon, Jr., of FloridaPamela Jo H. Slutz, of TexasDavid Carter Stewart, of TexasHoward Stoffer, of New YorkEleanor Bly Sutter, of New YorkBruce Edwin Thomas, of CaliforniaThomas Joseph Tiernan, of IllinoisCraig Stuart Tymeson, of FloridaCarol van Voorst, of VirginiaPhilip R. Wall, of WashingtonDonald Eugene Wells, of IllinoisGeorge Mc Donald White, of IndianaJames G. Williard, of FloridaJames Howard Yellin, of Pennsylvania Career Members of the Senior Foreign Service, Class of Counselor, and Consular Officers and Secretaries in the Diplomatic Service of the United States of America:M. Audrey Anderson, of OregonTony R. Bell, of TexasJack A. Blair, Jr., of VirginiaGerald L. De Salvo, of FloridaMartin T. Donnelly, of VirginiaJohn F. Durbin, of OhioBarbara L. Koch, of New YorkJames A. Mc Whirter, of FloridaGretchen A. Mc Coy, of NebraskaRonald L. Miller, of MichiganRalph W. Moore, of FloridaJoe D. Morton, of MarylandJohn C. Murphy, of VirginiaAlan M. Nathanson, of VirginiaSusan H. Swart, of Florida The following-named persons of the agencies indicated for appointment as Foreign Service Officers of the classes stated, and also for the other appointments indicated herewith: For appointment as Foreign Service Officer of Class One, Consular Officer and Secretary in the Diplomatic Service of the United States of America: Department of StateRueben Michael Rafferty, of Virginia For appointment as Foreign Service Officer of Class Two, Consular Officer and Secretary in the Diplomatic Service of the United States of America: Department of CommerceRichard R. Craig, of Connecticut For appointment as Foreign Service Officers of Class Three, Consular Officers and Secretaries in the Diplomatic Service of the United States of America:Sanford N. Owens, of WashingtonGregory S. Taevs, of California Department of StateJanet L. Henneke, of Texas For appointment as Foreign Service Officers of Class Three, Consular Officers and Secretaries in the Diplomatic Service of the United States of America, effective June 28, 1996:Donald Leroy Moore, of Florida For appointment as Foreign Service Officers of Class Four, Consular Officers and Secretaries in the Diplomatic Service of the United States of America:Victoria Anne Lieber Alvarado, of CaliforniaIndran J. Amirthanayagam, of New YorkDaniel Bazan, of TexasWilliam David Bent, of MassachusettsDavid C. Brooks, of ConnecticutRobin D. Diallo, of CaliforniaPatricia L. Fietz, of New YorkNicholas Joseph Giacobbe, Jr., of VirginiaAnthony R. Giovanniello, of CaliforniaKatharina P. Gollner-Sweet, of VirginiaPatricia H.H. Guy, of FloridaAlan Rand Holst, of TexasVictor J. Huser, of TexasFarnaz Khadem, of CaliforniaArthur H. Marquardt, of MichiganVonda Gay Nichols, of TexasChristopher Gregory Palmer, of VirginiaGregory C. Patrick, of CaliforniaDavid Matthew Purl, of CaliforniaMark M. Schlachter, of NebraskaAnn G. Soraghan, of VirginiaDonn-Allan Gerard Titus, of FloridaSteward D. Tuttle, Jr., of CaliforniaSusan M. Walsh, of AlabamaWilliam J. Weissman, of CaliforniaRobert A. Zimmerman, of New Jersey The following-named Members of the Foreign Service of the Departments of Commerce and State to be Consular Officers and/or Secretaries in the Diplomatic Service of the United States of America, as indicated: Consular Officers and Secretaries in the Diplomatic Service of the United States of America:Jessamyn Fay Allen, of TexasJoshua C. Archibald, of CaliforniaDavid Ashley Bagwell, Jr., of AlabamaKimberley S. Barr, of TexasJohn P. Barry, Jr., of New YorkMichael C. Barry, of VirginiaGregory W. Bayer, of ConnecticutMitchell Peter Benedict, of VirginiaNicholas Richard Berliner, of ConnecticutAudu Mark E. Besmer, of ConnecticutDavid B. Bingham, of the District of ColumbiaRichard Lee Buangan, of CaliforniaAmy Christine Carlon, of TexasAmy A. Carnie, of New HampshireLee Francis Cissna, of MarylandDavid L. Citron, of VirginiaJohn David Cockrell, of OhioThomas McKinney Coleman II, of MississippiArthur F. Coletta, of MarylandRobert Allyn Collins, of TexasCarlos Rex Crigger, of VirginiaJason R. Cubas, of FloridaAimee Cutrona, of CaliforniaCharles W. Davis, Jr., of TexasRobert Andrew Dickson III, of VirginiaMatthew S. Dolbow, of ConnecticutJ. Brian Duggan, of TexasDebra L. Dymersky, of VirginiaDaniel W. Ebert, of VirginiaMark Daryl Erickson, of New HampshireJohn Lee Espinoza, of TexasJames Douglas Fellows, of MarylandAaron D. Fishman, of the District of ColumbiaThomas R. Fladland, of South DakotaAndrew L. Flashberg, of CaliforniaAlan Gunnar Frey, of VirginiaLynne Brett Gadkowski, of New HampshireDouglas B. Galloway, of MarylandGregory Nelson Gardner, of CaliforniaGregory Lawrence Garland, of FloridaBrian Joseph George, of ColoradoRobert W. Gerber, of North CarolinaEthan Glick, of MarylandAnn M. Gough, of MassachusettsSimon R. Hankinson, of FloridaKeith Lee Heffern, of VirginiaMaura F. Hennessy-Shaw, of the District of ColumbiaJ. Denver Herren, of OklahomaChing-Hsiu Sherry Hong, of FloridaWilliam Dennis Howard, of CaliforniaBrian D. Jensen, of CaliforniaNathaniel Graham Jensen, of New HampshireWilliam B. Johnson, of FloridaJanice L. Jordan, of VirginiaEmira C. Kasem, of VirginiaRobert Earl Kemp, of KentuckyClifford T. Knight, of VirginiaJonathan Korach, of VirginiaWilliam Henry Laitinen, of the District of ColumbiaDavid Michael LaMontagne, of North CarolinaMichael E. Latham, of VirginiaMichael John Layne, of VirginiaVal J. LeTellier, of CaliforniaTimothy J. Lunardi, of PennsylvaniaJoseph A. Marr, of IllinoisAmy Marie Mason, of MaineSarah Michelle Mathai, of ConnecticutLaura Ann Mc Callum, of TexasTerry William Mc Connaughey, of MarylandMikael C. Mc Cowan, of New YorkDaniel F. Mc Cullough, of OhioAndrew Eugene Mc David, Jr., of ColoradoKimberly A. Mc Donald, of VirginiaJohn Ross Mc Guire, of VirginiaKevin L. Mc Neil, of TennesseeJonathan R. Mennuti, of TexasTodd H. Millick, of MarylandJoaquin F. Monserrate, of Puerto RicoGregory R. C. Morrison, of the District of ColumbiaAmanda Celeste Morrow, of TexasMark Motley, of New YorkHerro K. Mustafa, of VirginiaJohn H. Naeher, of VirginiaConstantinos C. Nicolaidis, of WashingtonGlenn Carlyle Nye III, of VirginiaNeil M. O'Connor, of MassachusettsHugues Ogier, of HawaiiMorgan Andrew Parker, of MissouriLiza Petrush, of the District of ColumbiaRobert B. Pickell, of VirginiaJennifer Rasamimanana, of CaliforniaCarl C. Risch, of PennsylvaniaKaren E. Robblee, of New YorkRobert C. Ruehle, of New YorkLinda A. Rouse, of VirginiaMeredith L. Sager, of VirginiaSuzanne R. Sene, of VirginiaKier May Sexton, of VirginiaEugenia Maria Sidereas, of IllinoisCharazed Sioud, of MarylandL. Reece Smyth, Jr., of TexasMichael J. Solberg, of ArkansasMichelle A. Solinsky, of WashingtonShayna Steinger Singh, of IowaFoster Stolte, of MarylandTodd R. Stone, of ColoradoSims Thomas, of OregonDu D. Tran, of the District of ColumbiaAndrew Jason Trego, of KansasValda Maija Vikmanis, of MinnesotaCarol J. Volk, of New YorkAmy Hart Vrampas, of FloridaPatricia M. Wagner, of TexasPaul Shane Watzlavick, of TexasJonathan K. Webster, of the District of ColumbiaJonathan Craig Weyer, of New JerseyTodd M. Wilcox, of FloridaCooper J. Wimmer, of PennsylvaniaAmy Elaine Wisgerhof, of CaliforniaKami A. Witmer, of PennsylvaniaJennifer Forest Yang, of CaliforniaHugo Yon, of CaliforniaFenwick W. Yu, of MarylandZaid Abdullah Zaid, of Maryland The following-named Career Member of the Foreign Service of the Department of State for promotion in the Senior Foreign Service as indicated, effective December 7, 1997: Career Member of the Senior Foreign Service of the United States of America, Class of Counselor:Stephen R. Kelly, of New Hampshire"], "capitolwords_url": "http://capitolwords.org/date/1999/09/08/S10654-5_nominations/"}