{u'speaker_state': u'NY', u'speaker_raw': u'mr. crowley', u'speaker_first': u'Joseph', u'congress': 106, u'title': u'CONFERENCE REPORT ON H.R. 2670, DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-10-20/html/CREC-1999-10-20-pt1-PgH10377-2.htm', u'number': 143, u'id': u'CREC-1999-10-20-pt1-PgH10377-2.chunk147', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Crowley', u'pages': u'H10377-H10408', u'speaker_party': u'D', u'date': u'1999-10-20', u'bills': None, u'bioguide_id': u'C001038', u'order': 147, u'speaking': [u'Mr. Speaker, I rise today to voice my objections to the FY 2000 Commerce, Justice, State Appropriations Conference Report. The Conference Report before us today is deficient in two key areas: it lacks the Hate Crimes legislation that was included by the Senate version and it withholds payment of our financial obligations to the United Nations unless the State Department Authorization bill is first signed into law.', u'Mr. Speaker, the Hate Crimes Prevention Act of 1999 is cosponsored by myself and 184 of my colleagues and has passed the Senate. It is disappointing that the Conferees receded to the House on this measure, when it enjoys such broad support and is so sorely needed.', u"Just a few weeks ago, our Country was shocked when a gunman entered a Jewish Community Center in Los Angeles shooting at innocent children. His intent ``sending a message by killing Jews.''", u'One year ago, in Laramie, Wyoming, a young man named Matthew Shepard was killed. The reason, because he was gay. Now, with the removal of the Hate Crimes provision by the Conferees on the anniversary of his brutal murder, it is a double tragedy for his family.', u'In Jasper, Texas, a man was murdered and dragged through the streets because he was African-American.', u'All of these incidents are Hate Crimes, and they do not just affect the group that was killed, they affect all Americans.', u'This is especially troubling to me because of the rash of anti-immigrant billboards and posters in my district, which falsely blame immigrants for societies problems. Having spent my entire life in Queens, I recognize the problems faced daily by minorities and strive to eliminate any form of discrimination still present in our society.', u"I believe the ``Hate Crimes Prevention Act of 1999'' is a constructive and measured response to a problem that continues to plague our nation--violence motivated by prejudice. This legislation is also needed because many States lack comprehensive hate crimes laws.", u'Now, I know some people believe that hate is not an issue when prosecuting a crime. They say our laws already punish the criminal act and that our laws are strong enough.', u'I answer with the most recent figures from 1997, when 8,049 hate crimes were reported in the United States. And, according to the FBI, hate crimes are under reported, so the actual figure is much higher.', u'And I say to my colleagues, penalties for committing a murder are increased if the murder happens during the commission of a crime. Murdering a police officer is considered first degree murder, even if there was no premeditation. Committing armed robbery carries a higher punishment than petty larceny.', u"There are degrees to crime. And committing a crime against someone because of their race, color, sex, sexual orientation, religion, ethnicity or other group should warrant a different penalty. These crimes are designed to send a message. We don't like your kind and here is what we are going to do about it.", u"So why can't we punish crimes motivated by hate differently than other crimes?", u"Mr. Speaker, this legislation does not punish free speech as some have contended. Nowhere does it say, you can't hold a certain political view or believe in a particular philosophy. What it does say, is that if you commit a violent act because of those beliefs, you will be punished.", u"Hate crimes laws are also constitutional. The U.S. Supreme Court's ruling in Wisconsin v. Mitchell unanimously upheld a Wisconsin statute which gave enhanced sentences to a defendant who intentionally selects a victim because of the person's race, religion, color, disability, sexual orientation, or nation of origin. Once again, I would like to express my disappointment and frustration at the actions of the Conferees for failing to include this provision.", u'Mr. Speaker, the second area of deficiency in this legislation is the provision withholding the U.S. payment of our financial obligations to the United Nations until the State Department Authorization bill is signed into law. I am both saddened and troubled by this provision because in all likelihood, this legislation will not be signed into law because of the continuing fight over linking the unrelated issue of family planning to our U.N. arrears payment.', u"For several years, critical funds earmarked for payment of America's debt to the U.N. have been linked to the unrelated issue of U.S. bilateral family planning programs.", u'These issues deserve to be considered on their own individual merits and should not be linked. Withholding money from the United Nations damages the financial viability of this essential institution. In addition, it jeopardizes our relations with even our closest allies, who are owed millions in peacekeeping reimbursements that have gone unpaid due to the financial shortfall at the U.N. created by the more than $1 billion in U.S. debt. Our credibility has been damaged. We must stand by our legal responsibility and moral obligation to pay our outstanding debts to the U.N.', u'The U.N. plays an important role in the world today. Efforts to reduce infant mortality, immunize children, eradicate deadly diseases, protect innocent civilians in war torn nations, and feed starving families serve to clearly demonstrate that supporting the United Nations saves lives.', u'I believe we should do everything we can to prevent and reduce the number of abortions. That is why I am committed to de-linking the Smith amendment policy from UN arrears. U.S. law already states that no money can be spent on abortions; this includes our overseas funding. And, neither the United Nations nor United Nations Population Fund (UNFPA, which provides voluntary family planning services to poor countries) provide abortion services of any kind, nor do they promote abortion as a method of family planning. UNFPA actually reduces the number of abortions by teaching women how to practice safe and effective birth control.', u"The Smith amendment policy is a prohibition on activities supported by USAID, not the United Nations. Put another way, the Smith amendment language relates to US-supported family planning activities in other countries, not the activities of the United Nations. There is no link whatsoever between the Smith amendment and the United Nations. This policy doesn't apply to the United Nations because, as I said, the UN does not promote or perform abortions. Nonetheless, some Members of the House have consistently linked it to the UN, creating the US debt to the UN of more than $1 billion.", u'Mr. Speaker, the issue of our UN arrears is a serious one. The United States has been quick to criticize the UN for a host of perceived failures. The slow response to the needs of refugees from Kosova, the failure to stop Slobodan Milosevic and paramilitaries in East Timor, and the list goes on. But what many fail to realize, is that for the UN to succeed in its endeavors, it takes the necessary resources.', u"By failing to pay our obligations, we limit the UN's ability to prevent the spread of violence. And in the end, this costs the U.S. more money. How much would we have saved if we didn't need to fight an air war in the Balkans? How much would we have saved if the UN had the resources to prevent the crisis in Bosnia? And how much money would we save if the UN had the resources to prevent future crises before they start? By not paying our obligation, we are costing the American taxpayer more in the long run.", u"Mr. Speaker, when we fail to pay our financial obligation to the United Nations, we are also hurting America's credibility. Many have made this statement, but what does it mean? It means that the US's ability to effectively influence international treaties and conferences is being negatively impacted. It means countries want us off the UN Budget Committee, where many of the US's criticisms about the UN are debated. And, even worse, it means the US is in danger of losing its vote in the General Assembly. There will be no vote on this, no one to sway or cajole, the UN charter is clear, members who do not meet their financial obligations for two years lose their vote. How can the US promote its agenda when we can't even vote on the outcome? Who will listen to us on such vital issues as gaining Israel admittance to the Western Europe and Other Group at the UN? Who will take our reform efforts seriously?", u'How would my colleagues feel if a deadbeat dad said our system of child support payments needed to be reformed? Well, that is how our allies feel about us. We are the deadbeat dad at the UN. We helped create this organization. We helped instill it with democratic principles. We ensured our place on the Security Council where the most important UN decisions are made. And we have shut off our support. This must stop.', u'Mr. Speaker, I do not speak for myself alone on this, I speak for a vast majority of the American people. According to our best polling data, Americans support the United Nations. In fact, 73 percent of Americans support paying our UN dues and believe UN membership is beneficial to the US. This issue is too important to ignore and hope it will go away. As we debate this issue, UN employees are being killed, UN resources are dwindling and US credibility is melting away. It must stop and I am casting my vote against this Conference, like many of my colleagues, because it fails to live up to our international commitments.', u'Mr. Speaker, while the failure to include Hate Crimes legislation and the provision preventing US payment of our financial obligations are two key issues for my opposition to this Conference Report, I am also concerned about two other important provisions. First, the Conference Report under funds the COPS Initiative. The President had requested $1.275 billion to extend the COPS program and effectively put 50,000 more police officers on the street. This Conference Report only includes $325 million of that request.', u'Second, I am concerned about the provision limiting the ability of the Census to move funds around from one activity to another when they have problems during the Census. Such a provision is unprecedented and places in danger an accurate census count of every American. A number of my colleagues and I have been working very closely with Census Bureau Director D. Kenneth Prewitt to make the 2000 Census the most accurate one in history. To include language preventing an accurate Census breaks the pact the US Government has with the American people to ensure they receive the services and representation they are Constitutionally entitled to through an accurate census.', u'Mr. Speaker, the President has already indicated his intention to veto this legislation. I hope that when negotiations take place on this measure these important issues will be resolved favorably.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/10/20/H10377-2_conference-report-on-hr-2670-departments-of-commer/'}