{u'speaker_state': u'CA', u'speaker_raw': u'ms. lee of california', u'speaker_first': u'Barbara', u'congress': 112, u'title': u'POVERTY AND HIV/AIDS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-11-30/html/CREC-2011-11-30-pt1-PgH7938.htm', u'number': 182, u'id': u'CREC-2011-11-30-pt1-PgH7938.chunk1', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Lee', u'pages': u'H7938-H7939', u'speaker_party': u'D', u'date': u'2011-11-30', u'bills': [u'S. 1601', u'S.1601'], u'bioguide_id': u'L000551', u'order': 1, u'speaking': [u'Mr. Speaker, as a founding co-chair of both \nthe Congressional Out of Poverty Caucus and the Congressional HIV/AIDS \nCaucus, I rise today to draw attention once again to the ongoing crisis \nof poverty in America. And, today, I also want to draw particular \nattention to the impact of poverty on our national fight to stop HIV \nand AIDS.', u'Mr. Speaker, December 1 is World AIDS Day, and this year marks 30 \nyears after the first discovery of AIDS cases. The United States and \nthe HIV/AIDS community globally have made tremendous progress in our \ncollective response to this domestic and global crisis. We have reduced \nthe stigma surrounding the disease and strengthened education and \noutreach activities which continue to prevent millions of new cases of \nHIV worldwide. The scientific community has improved the treatment of \nHIV and AIDS with anti-retrovirals and combination therapies, and \nrecent breakthroughs have revolutionized the way we think about AIDS.', u'We have come a long way in our battle against AIDS. Contracting HIV \nno longer has to be a death sentence. But we have much more work to do. \nNot everyone who is HIV positive has access to these life-saving \ntherapies. For the one in three Americans who are poor or near poor, \nHIV can still be the same death sentence that it was during the Reagan \nPresidency. Today, nearly one in five Americans with HIV do not even \nknow their status, and only about half of Americans who do know their \nstatus are receiving the treatment that they need.', u'For the 100 million Americans either in poverty or living on the edge \nof poverty, much more must be done. Access to the drug cocktails, high-\nquality health care, housing, and healthy foods that are all critical \nfor people living with HIV are out of reach for far too many.', u'Mr. Speaker, 30 years later, we continue to shortchange HIV efforts \nin poverty-stricken communities; we fail to fully include women in \noutreach education and treatment; and we lack the resources for \ncommunities of color. This is just simply unconscionable.', u'Women of color and young gay and bisexual men still receive the most \nsevere burden of HIV in the United States. African Americans represent \napproximately 14 percent of the United States population, but accounted \nfor an estimated 44 percent of new infections in 2009. And we know the \nnumbers are on the rise in Latino communities and Asian Pacific \nAmerican communities as well. These disproportionate rates of infection \nare not something that have happened in isolation. People of color \ncontinue to face higher rates of unemployment, incarceration, poverty \nand near poverty than their white counterparts. We can and we must do \nmuch better than this.', u'We must do more for those who are disproportionately impacted by HIV \nand AIDS, both here in America and around the world. We must provide \nthe science-based, comprehensive sex education that is proven to reduce \nthe spread of sexually transmitted diseases. And we must grow past old \nfears and engage all community stakeholders to truly end the stigma \nsurrounding the testing and treatment of this disease. We must repeal \nlaws that legalize and promote discrimination and hate. We must support \nand expand programs which provide critical support for people living \nwith HIV and AIDS and immediately--mind you, immediately--extend \ntreatment to the thousands of Americans on the waiting list for life-\nsaving drugs.', u'And of course we must fully implement the national HIV/AIDS strategy \nand support Medicaid expansion under the Affordable Care Act. These \npolicies are the critical next steps in our fight to stop this terrible \ndisease. And we must protect the fraction of one percent the Federal \nbudget directed to our global AIDS programs through PEPFAR and the \nGlobal Fund.', u'U.S. efforts are dramatically reducing the burden of HIV and AIDS in \ndeveloping countries, and failing to support these programs would have \ndramatic national security and diplomatic implications for the United \nStates--not to mention the humanitarian disaster that would occur. That \nis why last week I was very proud to be joined by over 100 Members of \nCongress in seeking appropriations of at least $5.25 billion for the \nPEPFAR program and $1.5 billion for the Global Fund to Fight AIDS, \nTuberculosis and Malaria. And I will enter this letter into the Record.', u'Finally, Mr. Speaker, I was proud to have played a role in \noverturning the unjust and ineffective HIV travel ban in 2008. And, \nnow, for the very first time in 20 years, the International AIDS \nConference will be held in Washington, D.C. in July of 2012.', u'So let me encourage every Member and their staff to engage with the \nleading researchers and doctors in the worldwide fight against HIV and \nAIDS. Our global leadership will never be more important than at this \npromising moment of reversal, when we could move forward or we could go \nbackwards. So I hope every Member will join our bipartisan 60-plus \nmembers of the HIV/AIDS Caucus.', u"Dear Chairmen Leahy and Granger, and Ranking Members Graham \n and Lowey: As you begin negotiations on a final Fiscal Year \n 2012 Department of State, Foreign Operations, and Related \n Programs Appropriations bill, we write to respectfully \n request that you secure funding for bilateral and \n multilateral HIV/AIDS programs at the levels proposed in \n S.1601, Department of State, Foreign Operations, and Related \n Programs Appropriations Act, 2012.\n We urge support for $7.9 billion for global health programs \n contained in the Senate \n mark. More specifically, we urge you to support, at the very \n least, $5.25 billion for the U.S. President's Emergency Plan \n for AIDS Relief (PEPFAR) and $750 million for the Global Fund \n to Fight AIDS, Tuberculosis and Malaria, as explicitly \n allocated in S. 1601. In total, we support $1.05 billion for \n the Global Fund (of which $300 million is contained in the \n Senate Labor, Health and Human Services appropriations bill). \n Moreover, we are strongly opposed to language contained in \n the House Subcommittee Mark prohibiting funding for syringe \n exchange programs, which are proven to reduce the incidence \n of HIV infection.\n U.S. global health programs including PEPFAR, along with \n U.S. contributions to the Global Fund, are reducing disease \n burden in low- and middle-income countries, and these \n programs have important national security and diplomatic \n elements for the United States. Global health programs \n directly impact American security interests by stabilizing \n parts of the world where extremism and a lack of alternatives \n are a recipe for future conflict. The economic impact of \n global health activities is also felt in the U.S., providing \n thousands of jobs to help plan and implement global health \n programming and to conduct health-related research at \n colleges and universities.\n Thanks to the help of the United States, the Global Fund \n has grown into a proven, country-driven, performance-based \n mechanism which ensures that countries themselves are \n responsible for building their own sustainable programs. The \n Global Fund has a robust history of improving its function \n and continues to do so through its recent announcement of an \n improvements agenda to further ensure every dollar is \n utilized effectively, remains accountable, and is transparent \n in operation.\n We also welcome PEPFAR's leadership on advancing \n combination HIV prevention approaches and urge the conferees \n to ensure that these interventions are implemented to their \n fullest and meet the needs of those most at-risk, especially \n marginalized populations. Moreover, integration of HIV/AIDS \n prevention, care and treatment programs--and, where \n appropriate, other critical global health programs funded by \n this bill, including maternal health, child survival, family \n planning/reproductive health, and nutrition--is critical for \n ensuring that the health needs of individuals are met and the \n impact of funding is maximized.\n In recent months, U.S.-funded research has made enormous \n progress in shaping the response to AIDS and malaria \n worldwide. These remarkable scientific advances call for a \n renewed emphasis on ensuring that we maintain robust support \n for PEPFAR and the Global Fund and continue the vital U.S. \n commitment to the fight against global HIV/AIDS, TB and \n malaria.\n These programs amount to a fraction of one percent of the \n federal budget, but they affect the lives of tens of \n millions, guard against future conflicts, open up developing \n markets, and will have lasting impact on the global AIDS \n epidemic in the long term.\n Thank you for considering this request.\n Barbara Lee, Member of Congress; Wm. Lacy Clay, Member of \n Congress; Bobby Rush, Member of Congress; Maurice \n Hinchey, Member of Congress; Donna Christensen, Member \n of Congress; Donald Payne, Member of Congress; John \n Lewis, Member of Congress; Keith Ellison, Member of \n Congress; Emanuel Cleaver, Member of Congress; Dale \n Kildee, Member of Congress; Sheila Jackson Lee, Member \n of Congress; Pete Stark, Member of Congress; Tammy \n Baldwin, Member of Congress; John Conyers, Jr., Member \n of Congress; John Sarbanes, Member of Congress; Mike \n Quigley, Member of Congress; Eleanor Holmes Norton, \n Member of Congress; Gwen Moore, Member of Congress; \n Karen Bass, Member of Congress; Frederica Wilson, \n Member of Congress; Diana DeGette, Member of Congress; \n Yvette Clarke, Member of Congress; Edolphus Towns, \n Member of Congress; Lynn Woolsey, Member of Congress; \n Bruce Braley, Member of Congress; Raul Grijalva, Member \n of Congress; Barney Frank, Member of Congress; Donna \n Edwards, Member of Congress; Lucille Roybal-Allard, \n Member of Congress; Janice Schakowsky, Member of Congress; \n Theodore Deutch, Member of Congress; Alcee Hastings, \n Member of Congress; Terri Sewell, Member of Congress; Jim \n McDermott, Member of Congress; Tim Ryan, Member of \n Congress; Grace Napolitano, Member of Congress; Russ \n Carnahan, Member of Congress; Marcia Fudge, Member of \n Congress; Colleen Hanabusa, Member of Congress; Hansen \n Clarke, Member of Congress; Sanford Bishop, Member of \n Congress; Ed Perlmutter, Member of Congress; Charles \n Rangel, Member of Congress; Robert Brady, Member of \n Congress; G.K. Butterfield, Member of Congress; Eliot \n Engel, Member of Congress; Eddie Bernice Johnson, Member \n of Congress; Henry Waxman, Member of Congress; Danny \n Davis, Member of Congress; Mike Honda, Member of Congress; \n Sam Farr, Member of Congress; David Scott, Member of \n Congress; Joe Baca, Member of Congress; Betty Sutton, \n Member of Congress; John Garamendi, Member of Congress; \n Melvin Watt, Member of Congress; Dennis Kucinich, Member \n of Congress; Maxine Waters, Member of Congress; Cedric \n Richmond, Member of Congress; Jackie Speier, Member of \n Congress; Doris Matsui, Member of Congress; Carolyn \n Maloney, Member of Congress; Bobby Scott, Member of \n Congress; Steve Cohen, Member of Congress; Laura \n Richardson, Member of Congress; Debbie Wasserman Schultz, \n Member of Congress; Ruben Hinojosa, Member of Congress; \n James Moran, Member of Congress; Gary Ackerman, Member of \n Congress; Andre Carson, Member of Congress; Bennie \n Thompson, Member of Congress; Hank Johnson, Member of \n Congress; Al Green, Member of Congress; Judy Chu, Member \n of Congress; Bob Filner, Member of Congress; Jared Polis, \n Member of Congress; Corrine Brown, Member of Congress; \n Chaka Fattah, Member of Congress; Albio Sires, Member of \n Congress; Joseph Crowley, Member of Congress; Ed Pastor, \n Member of Congress; Zoe Lofgren, Member of Congress; \n Michael Capuano, Member of Congress; Louise Slaughter, \n Member of Congress; Chris Van Hollen, Member of Congress; \n Shelley Berkley, Member of Congress; Howard Berman, Member \n of Congress; Jose Serrano, Member of Congress; Rosa \n DeLauro, Member of Congress; Lois Capps, Member of \n Congress; Luis Gutierrez, Member of Congress; David \n Cicilline, Member of Congress; James McGovern, Member of \n Congress; Jerrold Nadler, Member of Congress; David Price, \n Member of Congress; Sander Levin, Member of Congress; \n Madeleine Bordallo, Member of Congress; Rush Holt, Member \n of Congress; Gregory Meeks, Member of Congress; John \n Olver, Member of Congress; Elijah Cummings, Member of \n Congress; Earl Blumenauer, Member of Congress; George \n Miller, Member of Congress."], u'capitolwords_url': u'http://capitolwords.org/date/2011/11/30/H7938_poverty-and-hivaids/'}