{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT of 2012", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-16/html/CREC-2012-05-16-pt1-PgS3226-2.htm", "number": 70, "id": "CREC-2012-05-16-pt1-PgS3226-2.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S3226-S3230", "speaker_party": "D", "date": "2012-05-16", "bills": ["S. 1925", "H.R. 4970"], "bioguide_id": "L000174", "order": 0, "speaking": ["Mr. President, last month, the Senate came together and passed the Leahy-Crapo Violence Against Women Reauthorization Act of 2012. Our legislation takes some much needed steps to help the most vulnerable victims of domestic and sexual violence, and it was passed with significant bipartisan support. The Leahy-Crapo Violence Against Women Act was an example of what we accomplish when we put politics aside and work to find real solutions to real problems facing real Americans.", "Few laws have had a greater impact on the lives of women in this country than the Violence Against Women Act (VAWA). By shining a light on the insidious crimes of domestic and sexual violence, this law(s initial passage nearly 20 years ago sent a powerful message that violence against women would no longer be tolerated. The days of dismissing these crimes with a joke or a shrug were over. The resources, training and law enforcement tools provided by VAWA transformed the criminal justice and community-based response to abuse. It gave support and protection to the victims who for generations had been blamed, humiliated and ignored. ", "With each reauthorization of this landmark law, Congress has repeatedly shown its bipartisan commitment to ending domestic and sexual violence by building on the protections in the initial legislation and expanding the reach of VAWA to meet the remaining unmet needs of victims.", "The bill that I introduced with Senator Crapo, and which passed the Senate with an overwhelming bipartisan majority just last month, is based on the successful tradition of preserving and enhancing protections. It is based on months of work with survivors, advocates, and law enforcement officers from all across the country and from across the political spectrum. We purposely avoided proposals that were extreme or divisive and selected only those proposals that law enforcement and survivors and the professionals who work with crime victims every day told us were essential. That is why the provisions in the Senate bill have such widespread support. More than 1,000 Federal, state, and local organizations have endorsed it, including service providers, law enforcement, religious organizations and many, many more.", "The inclusive, open process of drafting this legislation is also why the Senate bill always had strong bipartisan support. It was a bipartisan effort from the beginning with eight Republican Senators cosponsoring the bill and seven more joining Democratic and Independent Senators in voting to pass the bill. We were able to move able to move to the bill without a filibuster, to consider amendments, which were rejected, and to pass the bill with almost 70 votes. We adopted a bill of which the Senate can be proud, because it serves the interests of the American people while improving support and protection for victims of domestic violence and sexual assault.", "I am alarmed the other body--the House--has chosen a different path. Instead of building on the broad bipartisan support for the Senate-passed Violence Against Women Reauthorization Act, Republican members of the House Judiciary Committee last week took up a bill, H.R.4970, that they crafted in back rooms without the input of those who dedicate their lives to helping victims. This afternoon the House Republican leadership brought that same bill to the floor, with only minor modifications that do little to respond to the urgent concerns of victims, and is forcing an up or down vote while blocking any attempts to modify the legislation in response to the concerns raised by victims and service providers around the country. Their legislation not only fails to include the critical improvements in the Senate bill that would increase protections for Native-American women, gay and lesbian victims, battered immigrant women, and victims on college campuses or victims in subsidized housing, it actually rolls back existing protections leaving many victims more vulnerable to sexual and domestic abuse. Among the most troubling provisions are those that drastically undercut important, longstanding protections that are vital to the safety and protection of battered immigrant victims.", "As a result of this misguided effort, the House bill is strongly opposed by many of the leading organizations that know these issues best, including the National Network to End Domestic Violence, the National Coalition Against Domestic Violence, the National Alliance to End Sexual Violence, the American Bar Association, the YWCA, the Leadership Conference on Civil and Human Rights and many, many more.", "The thousands of local advocates and service providers around the country that make up the National Network to End Domestic Violence warned in a letter to the House Judiciary Committee that H.R. 4970 would (weaken, rather than enhance, protections for victims of domestic violence.( Sue Else, the President of that organization, lamented:", "This is an unprecedented departure from this effective law(s original intent. Thousands of victim advocates across the country recommended substantial improvements for the latest reauthorization, and the U.S. Senate accepted those recommendations in a bipartisan way. It is alarming that the House Judiciary Committee has not done the same.", "The American Bar Association has stated:", "Unlike the recently passed Senate bill (S. 1925), which reflects discussions with more than 2,000 advocates and experts across the country, H.R. 4970 represents a retreat from the fight against domestic and sexual violence. It fails to add critical improvements to address the needs of underserved populations, like victims who are members of faith communities and those who are denied services because of their sexual orientation or gender identity, and strips critical protections from existing law.", "The YWCA, the largest provider of services for battered women in the country, calls the House bill a ``dangerous bill that puts the lives of millions of women across the nation at risk.'' These organizations represent those on the front lines against domestic and sexual violence. They are motivated by their desire to see all victims get the help they need.", "Likewise, a number of faith-based organizations, such as the U.S. Conference of Catholic Bishops, the National Association of Evangelicals, and nearly 20 other religious institutions have joined a letter stating that they are ``deeply troubled'' by the ``many provisions [in the House bill] that actually would roll back protections in current law for battered non-citizens, making them more vulnerable and, in some cases, endangering their lives.''", "House Republicans are headed down the wrong path. In fact, when the Senate rejected their alternative to our bipartisan bill last month by a strong bipartisan vote of only 37 in favor and 62 opposed, I had hoped that would end the partisanship and the gamesmanship and we would be able to move forward together to reauthorize the Violence Against Women Act. I was encouraged to see the lead sponsor of the Republican alternative, the distinguished senior Senator from Texas, do just that and join with us to support the bipartisan Senate bill upon final passage. I commended Senator Hutchison for doing so. Likewise, we were buoyed by the support on final passage by the Senior Senator from Arizona, the Senators from Tennessee, Senator Coates of Indiana, Senator Hoeven of North Dakota, Senator Portman of Ohio and Senator Vitter of Louisiana.", "Despite all this, House Republicans seem determined to destroy this bipartisan effort. As evidenced by the vote they are forcing today, they are intent on proceeding with their bill to roll back victim protections and insistent that it be done without the opportunity to consider the better, Senate-passed bill or, for that matter, any other amendments to their ill-conceived effort to undercut the Violence Against Women Act.", "The House Republican bill not only fails to protect more victims, but actually weakens existing protections. I fear that it puts more lives at risk.", "In its Statement of Administration Policy, the Obama administration correctly opposes the House bill, H.R. 4970, as a measure that ``would undermine the core principles of the Violence Against Women Act.'' It notes the House Republican bill ``retreats'' from the progress represented by the protections included in the bipartisan Senate-passed bill and ``weakens'' critical protections for victims. The House provisions ``senselessly remove existing legal protections, undermine VAWA's core purpose of protecting victims of sexual assault and domestic violence, frustrate important law enforcement objectives, and jeopardize victims by placing them directly in harm's way.'' It concludes with a threatened veto recommendation since the House measure ``rolls back existing law and removes long-standing protections for victims of domestic violence and sexual assault.'' Never before, in either Republican or Democratic administrations, Republican- or Democrat-controlled Houses or Senates, has the Violence Against Women Act been used to increase the dangers to women and so consciously disregard the unmet needs of our most vulnerable victims. Never before.", "Last week the White House Advisor on Violence Against Women noted that the House Republican bill ``adds burdensome, counter-productive requirements that compromise the ability of service providers to reach victims, fails to adequately protect Tribal victims, lacks important protection and services for LGBT victims, weakens resources for victims living in subsidized housing, and eliminates important improvements to address dating violence and sexual assault on college campuses.'' She is right.", "The closed process by which the House Republican leadership insisted its ill-conceived bill be rubberstamped breaks House Republican promises to allow amendments and proceed by an open amendment process. The House Republican bill's roll back of protections breaks the promise of the Violence Against Women Act to protect victims of domestic violence and sexual assault. Never before has the Violence Against Women Act been used to increase the dangers to women and so consciously disregarded the unmet needs of our most vulnerable victims.", "A recent New York Times editorial entitled ``Backwards on Domestic Violence'' had it right: ``House members on both sides of the aisle who are serious about combating domestic violence must work to defeat this atrocious bill.'' That sentiment was reinforced by a recent Los Angeles Times editorial which stated: ``Republicans in the House should drop their attempts to undermine the Violence Against Women Act and instead move swiftly to reauthorize and strengthen the existing program, as the Senate has already done.''", "Today The Washington Post reports on another study by Human Rights Watch documenting sexual violence and harassment of female farmworkers. Congress should not be turning its backs to these battered and abused women. We should be moving forward promptly to adopt the provisions of the Senate-passed bill to protect the most vulnerable among us, women who are doubly victimized by abusers and by the fear that they have no recourse.", "I thank Senators Murray, Menendez and Shaheen for their strong statements in support of the Senate-passed Violence Against Women Reauthorization Act yesterday. I am disheartened by the decision of the House Republican leadership to try to push through their destructive bill over the clear objections of those very victims it is supposed to serve. I urge the supporters of the bipartisan Senate bill to continue our efforts to see that this carefully crafted legislation that meets the needs of so many people is finally passed into law.", "I ask unanimous consent to have printed in the Record the Statement of Administrative Policy, the editorials from the New York Times and the Los Angeles Times, and the letters to which I have referred."], "capitolwords_url": "http://capitolwords.org/date/2012/05/16/S3226-2_violence-against-women-reauthorization-act-of-2012/"}