{"speaker_state": "CO", "speaker_raw": "mr. polis", "speaker_first": "Jared", "congress": 112, "title": "PROVIDING FOR CONSIDERATION OF H.R. 436, HEALTH CARE COST REDUCTION ACT OF 2012, AND PROVIDING FOR CONSIDERATION OF H.R. 5882, LEGISLATIVE BRANCH APPROPRIATIONS ACT, 2013", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-07/html/CREC-2012-06-07-pt1-PgH3589-5.htm", "number": 85, "id": "CREC-2012-06-07-pt1-PgH3589-5.chunk8", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Polis", "pages": "H3589-H3599", "speaker_party": "D", "date": "2012-06-07", "bills": ["H.R. 436", "H.R. 5906"], "bioguide_id": "P000598", "order": 8, "speaking": ["Mr. Speaker, I thank the gentleman for yielding me the customary 30 minutes, and I yield myself such time as I may consume.", "Mr. Speaker, I rise today in opposition to the rule for the underlying bills H.R. 436, the Protect Medical Innovation Act, and H.R. 5882, the Legislative Branch Appropriations Act for Fiscal Year 2013. Frankly, I'm disappointed that the House Republicans continue to bring bills to the House under a closed process that restricts debate and discussion and doesn't allow amendments that could improve the underlying legislation and help forge a strong bipartisan majority.", "Mr. Speaker, the Republicans started this Congress with cries to repeal and replace the Affordable Care Act, and yet here we are a year and a half later, this body has voted several times to repeal the bill, but we've yet to see any plans to replace it. And here we are again with another bill to repeal the Affordable Care Act. As far as I can tell, my colleagues on the other side of the aisle have not presented a plan to reduce rising health care costs, to provide health care insurance to 30 million uninsured Americans.", "This body, and those who advocate repeal of the Affordable Care Act, it should be incumbent upon them to talk about what we should replace it with to prevent the rising cost of health care from being an increasing burden on American businesses and American families. The motivations for repealing the Affordable Care Act are weaker and more blatantly political than ever, especially after several votes of this body to repeal the Affordable Care Act.", "There are many provisions of the Affordable Care Act that the American people broadly support, including young adults staying on their parents' health insurance until they're 26, including creation of exchanges. Seniors throughout the United States are already benefiting from the Affordable Care Act's elimination of the Medicare prescription drug doughnut hole. In fact, in 2011, over 5.1 million Medicare beneficiaries saved over $3.2 billion on prescription drugs thanks to the Affordable Care Act.", "States across the country, including my home State of Colorado, are enthusiastically implementing health insurance exchanges in a bipartisan way that will help us reduce health care costs and expand access to high quality, affordable health care. So why are we still here talking about repealing the Affordable Care Act instead of focusing on areas where we share common ground?", "Unfortunately, the Protect Medical Innovation Act has been brought under a closed process which prohibits Members from being able to offer any amendments to this collection of four different bills. If my colleagues made an effort to compromise on health care proposals, there might actually be a chance to see legislation pass both Chambers with broad bipartisan support and signed by the President. This specific bill already has a veto threat from the President, and none of my colleagues on my side of the aisle were consulted with regard to a method of paying for this particular set of changes. ", "Instead, the Republicans have chosen to cobble together three unrelated bills that do three totally different things, along with a very partisan offset with no opportunity to revise these bills; no opportunity for us to do our job as legislators, to amend these bills; no opportunity for us to work to forge a majority around commonsense proposals that can improve health care and create jobs.", "Let's take a look at what's in this diverse package of bills.", "Now, the original Protect Medical Innovation Act, that was the original bill before these three other bills were added and before this payment mechanism was added, would've repealed the excise tax on the manufacture or import of certain medical devices, one of the methods of funding the Affordable Care Act.", "Now a solid group of Members support repealing the tax. In fact, this tax impacts companies in my district like ZOLL Data Systems. And I hope we can have a straight up-or-down vote on this particular provision of this bill. But instead, it has been cobbled together with two unrelated bills and an unrelated method of paying for it.", "Similarly, there's solid support for two other pieces of legislation that are contained in this bill. One bill would have repealed the Affordable Care Act's prohibition on using HSAs and FSAs to purchase over-the-counter drugs, and another would have allowed individuals with FSAs to redeem money left in their accounts at the end of the year.", "Now, we all have our different opinions about these bills. I personally support allowing HSAs and FSAs to purchase over-the-counter drugs, and I personally oppose the FSA measure because I think that people should be able to spend the money that's left in their FSAs by the end of year; otherwise, what's the purpose of an FSA? It kind of ceases to exist and simply becomes a tax shelter if it's not dedicated to health.", "But the fact of the matter is, under this rule, no Members of this body will be able to express their support or opposition to any of these bills in particular because they've all been cobbled together into an incoherent mess of a bill which this rule is trying to jam down the throat of this body. We should have brought up these bills one at a time and found a reasonable offset. Instead, the Republicans have chosen to place the burden of paying for this cluster of bills on the backs of middle class American families.", "Now, there's a number of alternative ways that we could have paid for these bills. The most obvious one would have been repealing oil and gas subsidies. This was an offset that was included in the Democratic substitute which the majority failed to even allow to come up for a vote by this body. That offset would have provided $32 billion in reductions of oil and gas subsidies over 10 years, making sure that the government doesn't pick winners and losers in the energy space, allowing oil and gas to compete on a level playing field with all other energy resources instead of being designated as a recipient of taxpayer money and government subsidies. Now, that particular offset would have not only paid for eliminating the medical device tax, but also reduced our deficit by $3 billion.", "Today I introduced a bill, H.R. 5906, which would repeal the medical device tax and replace those lost revenues by eliminating tax loopholes and subsidies for oil and gas companies. Personally, I'm supportive of other ways of paying for the medical device tax as well. Let us work together to find a way to pay for any changes in the Affordable Care Act that don't fall squarely on the back of middle class American families.", "However, Mr. Speaker, instead of a thoughtful offset, the Republicans have chosen to dig into the pockets of low- and middle-income Americans to pay for this bill. So let's look at how this bill would affect American families.", "According to the Joint Committee on Taxation, this proposal would force 350,000 people to lose their health care insurance. Yes, that's 350,000 people less that would have health care insurance.", "Now, how devastating and misguided is this? Let's take an example. Let's take a hypothetical family of four in Colorado, in Ohio, in Florida, in Pennsylvania. Let's say their household income is $36,000 a year. They're working hard to stay in that middle class. It's getting harder and harder. The family income, $36,000 a year; father and a mother. The mother has been out of work for 3 years. The total family cost of health care insurance is $12,000. Now, let's say the mother finds a job midway through the year. She's able to go back to work and she earns an additional $36,000 for her family, bringing that family of four's earnings to $72,000. They're fighting hard to stay in that middle class to afford their kids' college education. Now, under this bill, at the end of the year, that family is sent an additional health care bill for $5,160, a tax increase of over $5,000 for that middle class American family. Now, that's more likely to make it less of an incentive for that woman to get the extra job. What's the extra incentive to work if the government is going to stick you with a huge tax bill just for trying to support your family?", "Let's take another example. A family of four in Michigan, in Nevada, a father and mother with two young children. Let's say that the mother doesn't work outside the home. They're earning $36,000 a year and the family is struck with tragedy. The mother passes on early in the year leaving the father to support the kids. He takes a second job, as any good father would do, and is able to earn an additional $18,000 during the year working a 40-hour-a-week job and working a 20-hour-a-week job to put food on the table. Now, that increases that family's income to $54,000 from $36,000. And what does this Republican tax increase do? Well, it presents them at the end of the year with an additional $3,330 tax increase, a $3,330 tax increase for a father who's just trying to put food on the table for his kids.", "We can do better. The bill we are considering today would actually increase the tax hike on families by removing the restriction on the amount that families are required to pay. This has the perverse incentive of discouraging families from working and taking on additional jobs and working hard to get promoted. It takes away the incentive to perform well at your job and get a promotion or raise. Frankly, this payment mechanism encourages people to remain in poverty and on government assistance rather than striving to do better and earn more. This Republican bill punishes work, plain and simple, and is a huge tax increase on the middle class.", "Now, Mr. Speaker, if we want to repeal the medical device tax, let's discuss how to pay for it. If some people in this body think protecting subsidies for oil and gas companies is more important than getting rid of the medical device tax, well, fine, let's find another way to do it. But, unfortunately, this approach before us today isn't a serious approach to reducing the deficit. It's an approach that the President would veto, it's an approach that puts a huge tax burden squarely on the shoulders of working families in this country, and it doesn't help get Americans back to work.", "This proposal is based on politics, plain and simple, not on sound economic policies that are good for the middle class, good for the medical device industry, and good for America.", "This underlying rule also makes in order the Legislative Branch Appropriations Act for 2013. Now, that's an act that funds Congress itself and its supporting agencies. In these times of fiscal austerity, everyone--especially Members of Congress--should be tightening their belts.", "This bill provides a 1 percent reduction from last year's spending bill. Now, I am also heartened that it still ensures congressional support agencies have the sufficient funding they need to function so that we in this body can do our job.", "But even while the House's budget has been cut over 10 percent over the last 2 years, the House majority has chosen to spend scarce resources that the taxpayers have appropriated to us to defend the constitutionality of the Defense of Marriage Act, which bars gay and lesbian servicemembers, veterans and their spouses from securing the same benefits offered to straight military couples.", "As President Obama has determined, the law is simply indefensible constitutionally. And yet to date, this body, out of this bill, this Legislative appropriations bill, has spent three-quarters of a million dollars of taxpayer money on fancy lawyers defending this discriminatory and offensive law. This waste of tax dollars is especially troubling given the recent First Circuit decision which found that DOMA is unconstitutional.", "Mr. Speaker, I can't support these underlying rules. It's beyond troubling to have a closed rule, not allowing amendments and thoughtful input from Members of both parties on four separate pieces of health care legislation that completely shuts out Republican ideas and Democratic ideas to improve the Affordable Care Act, improve job growth in this country, and help get our economy back on track.", "I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2012/06/07/H3589-5_providing-for-consideration-of-hr-436-health-care-/"}