{"speaker_state": "TX", "speaker_raw": "mr. paul", "speaker_first": "Ron", "congress": 112, "title": "TRIBUTE TO RONALD HAMOWY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-11-16/html/CREC-2012-11-16-pt1-PgE1786-2.htm", "number": 147, "id": "CREC-2012-11-16-pt1-PgE1786-2.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Paul", "pages": "E1786-E1787", "speaker_party": "R", "date": "2012-11-16", "bills": null, "bioguide_id": "P000583", "order": 0, "speaking": ["Mr. Speaker, I rise to ask unanimous consent to enter ``Ronald Hamowy, R.I.P.'' by Stephen Cox of Liberty Unbound into the Congressional Record. The piece pays tribute to Ronald Hamowy, one of the libertarian movement's most gifted scholars, who passed away on September 8 of this year.", "As a student in New York, Ronald Hamowy attended the seminar of the great Austrian economist Ludwig Von Mises. While attending the Mises seminar, Hamowy become friends with a group of other young libertarian scholars. These young scholars banded together in the ``Circle Bastiat,'' named after the great 19th century French free-market economist. The Circle Bastiat served as a combination intellectual support group and social club for the handful of libertarian scholars studying, working, and living in New York City in the late forties and fifties. Members of the Circle Bastiat, whose leader was Mises' heir and founder of the modern libertarian movement Murray Rothbard, would go on to play key roles in developing and popularizing the ideas of liberty.", "In the 1960s, Hamowy studied under future Nobel Laureate F.A. Hayek at the University of Chicago's School of Social Thought. While at Chicago, Hamowy was one of the founders and editors of the New Individualist Review. This publication, which lasted from 1961-1968, featured contributions from almost every leading libertarian and conservative thinker of the time.", "In addition to helping edit the publication, Ronald Hamowy wrote several significant pieces for New Individualist Review. Of particular relevance to today is Hamowy's article on how conservative's support for a militaristic foreign policy was causing them to abandon their commitment to limited, constitutional government and individual liberty. I believe history has shown that Hamowy was correct to warn conservatives that allowing claims of ``national security'' to justify enormous intrusions into our economic and personal lives, would inevitably lead conservatives to abandon all pretense of supporting limited government.", "Hamowy was a lonely voice in the sixties. At that time most professed believers in free-markets supported an interventionist foreign policy, while most professed supporters of peace supported the welfare-regulatory state. In fact, the majority of support for the view that one should oppose both the warfare and the welfare state came from members of the Circle Bastiat and those influenced by their writings. Fortunately, a new generation of conservative activists has rediscovered the truths kept alive by thinkers like Hamowy and his Circle Bastiat colleagues regarding the link between free-markets, limited government, and a non-interventionist foreign policy.", "From 1969 to 1998, Ronald Hamowy was a professor of intellectual history at the University of Alberta. During this time, he was also associated with a number of free-market institutions, including the Ludwig Von Mises Institute, the CATO Institute, and the Independent Institute. During the early eighties, Ronald Hamowy edited CATO's magazine Inquiry and more recently he served as distinguished fellow of social thought at CATO. He also wrote many articles and monographs for the Frazer Institute, Canada's leading free-market think-tank.", "One of Ronald Hamowy's most significant contributions to the liberty movement was his work undermining the intellectual jurisdiction for the nonsensical and disastrous drug wars. Hamowy also produced important work concerned the dangers of allowing government to control health care. His interest, and expertise, in the dangers of government health care should come as no surprise. After all, here was a leading liberation scholar, a student of Mises and Hayek and a close friend of Rothbard's, living with Canadian socialized medicine. Hamowy thus combined his knowledge of Austrian economics and libertarian politician theory with his own observations on the failures of the Canadian system. Those looking for intellectual ammunition in the fight to repeal the Patient Protection and Affordable Care Act and replace it with true free-market health care policies certainly can benefit from reading Haymow's work on the subject, such as his 2007 book Government and Public Health in America and his 1984 book Canadian Medicine: a Study in Restricted Entry.", "Ronald Hamowy will be missed by his many friends in the liberty movement. Fortunately, he leaves behind a substantial body of work promoting the ideas of liberty that can benefit future scholars and activists interested in advancing liberty.", "Ronald Hamowy, who honored Liberty by becoming one of its Contributing Editors, died at 11:30 a.m. on September 8, in a hospital in Baltimore. The final cause of death was sepsis. Ronald had suffered for years from heart and kidney problems, and he had been hospitalized for several months. He was one of the libertarian movement's most important and vital scholars. An historian of the 18th century, he was known for his impeccable standards of research and writing. To discerning researchers of the Enlightenment--left, right, or center--his word was law. If there was a scholarly myth or illusion, he was the one who was trusted to puncture it. He was the person who meticulously set things straight. Many times, when I have mentioned his name in an academic conversation, the reply has been, ``Ronald Hamowy! You know him?!'' For libertarians, Ronald will always be recognized as a bright star of the post-World War II generation--but unlike many other grand old men of this or that era, he never became a Grand Old Man. He retained to the end his youthful joy and sense of first discovery. To him, any new fact--or any old movie, viewed on his constant friend, Turner Classics--was a pleasure to be greeted as if it were the first one in the universe. Even when ensconced as chairman of an august intellectual conference, Ronald let his eyes sparkle and his mouth crinkle with laughter, and with some little Count Basie-like verbal gesture he set the whole house laughing with his infectious wit. Ronald was born in 1937, in Shanghai, China, the scion of a cosmopolitan Jewish family. His father was born in Syria; his beautiful and beloved mother in Egypt. He grew up in New York, where he supported himself with a number of jobs (one of them was running the streets, selling pop records). During his graduate work at the University of Chicago, he co-edited (with Ralph Raico) the New Individualist Review, a lively, beautifully produced libertarian intellectual journal. If you read it today, you will be sure to enjoy every word of it. Liberty--this journal--was consciously modeled on the American Mercury and the New Individualist Review. The most important thing was Ronald's ability to distinguish pseudo-individualism from the real thing. Nothing could be too real for him. Ronald's advisor at Chicago was Fredrich Hayek, but Hayek contributed little to Ronald's studies. Hayek was above it all. Ronald was on his own, as students of Great Academics always are. His first dissertation topic required him to do research at the Bibliotheque National in Paris, where he found the research conditions impossible. Migrating to Oxford, which had resources adequate to another topic in which he was interested, he needed the sponsorship of some Oxford academic, to get permission to exploit the library. He approached Sir Isaiah Berlin, who rebuffed him. Berlin was ``taking no more students.'' Ronald, who was only half as tall as other people, looked up at the great Sir Isaiah. ``Listen,'' he said. ``I'm very smart. I'm very hard-working. And I'm funny.'' All that was true. Sir Isaiah looked down at the small student in front of him, laughed, and said, ``All right.'' Ronald was hard to resist. And he knew it. But he was one of the funniest people I've ever known. If Ronald couldn't make you laugh, you really weren't worth the effort. And his wit was always . . . intellectually understood. No vulgarity. No easy laughs. Nothing but fun. But not coy, either. One person who resisted Ronald was Ayn Rand. As one of the young libertarians (Ronald's friend Murray Rothbard was another) who were invited to her apartment for intellectual discussions, he was cast into oblivion after a difference of opinion about . . . Rachmaninoff. Guests were asked to say who their favorite composers were, and when Rand's turn came, she said ``Rachmaninoff,'' with specific reference to his second piano concerto. ``Why?'' Ronald asked. ``Because he was the most rational,'' Rand responded. At which Ronald laughed, thinking it must be a joke. He knew that the composer had dedicated that concerto to his psychiatrist--and anyway, rationality had nothing to do with its greatness. But Ronald's laughter resulted in exile, and the loss of friends who were dear to him. Ronald was a professor in the Department of History at the University of Alberta from 1969 until his retirement in 1998, at which time he immediately moved back to the United States. He detested conformist cultures, and he regarded both his department and, it is fair to say, Canada itself as epitomes of conformism. I once asked him what was wrong with Canada, and he said, ``I'll tell you. If you walk into a store in Canada, and you find a customer having a dispute with a sales clerk, 90% of the other customers will immediately side with the clerk. That person is regarded as an official, and therefore the one to obey.'' He attributed this defect of Canadian culture in large part to the migration to Canada of people opposed to the American Revolution. They set the tone. Ronald himself was always a revolutionary. He was outraged by any offense to individualism, so much so that he engaged in a ferocious online conflict with other gay libertarians, who regarded the move Braveheart as a tribute to the heroic individual. Ronald pointed out that the move was historically ridiculous and anti-homosexual to boot. He argued, convincingly, that works of art really do need to be judged by their fidelity to historical truth, whenever they recommend themselves as historically true. But the most important thing was Ronald's ability to distinguish pseudo- individualism from the real thing. Nothing could be too real for him. One day, when he and I were discussing various versions of libertarian thought, I asked him where he stood, and he replied (knowing I would not sympathize entirely), ``Basically, I agree with Murray''--meaning with Murray Rothbard's very radical libertarianism. I believe that the antiwar strain of libertarian thought was important for Ronald. I remember accompanying him, when he visited San Diego, to the Adams Avenue (used) Bookstore (where else would you entertain Ronald Hamowy?). While browsing the stacks, I heard a voice muttering curses, somewhere else in the establishment. I found Ronald in a side room, seated amid stacks of books he was examining, and holding a copy of Barbara Tuchman's The Guns of August in his hand. Tuchman justified British intervention in World War I. ``Damned British crap,'' Ronald exclaimed, putting the book down as if he were giving long-overdue punishment to a whole school of thought. Which he was. His life demonstrated that we libertarians are right: the individual, complex and whole, is the mysterious and unending source of all that is vital in our world. Ronald's works include The Scottish Enlightenment and the Theory of Spontaneous Order (University of Southern Illinois Press, 1987), Canadian Medicine: A Study in Restricted Entry (Fraser Institute, 1984), Dealing with Drugs: Consequences of Government Control (edited, Lexington Books, 1987), Government and Public Health in America (Edward Elgar, 2007), The Encyclopedia of Libertarianism (edited, Sage Publications, 2008), and many articles, including one that was especially valuable for Liberty, on the intellectual argument about the American Revolution (Liberty, July 2008, pp. 37-42). After his retirement, Ronald and his companion Clement Ho moved into a pretty, three-story house in the Washington suburb of Rockville, MD. There Ronald completed his magisterial edition of Hayek's The Constitution of Liberty (University of Chicago Press, 2011), which straightens out a great deal that Hayek left, shall we say, unstraightened. Ronald was already in poor health, requiring the use of a cane and, eventually, one of those personal elevators that take you from the first floor of your house to another floor. He had countless near-death experiences--frequently being rushed to the hospital, with only a half hour available to save his life. Yet he bravely undertook a long journey to Greece and Italy, which he enjoyed, and he lived with equivalent bravery from day to day. To see Ronald sitting at his desk, surrounded with computer wires, like a snake- charmer among his clients, watching his computer with one eye and Cary Grant (Turner Classics, again) with the other, was to imagine a cultural world that was, for once, under intelligent control. Ronald was a combination of supposed opposites. He was a fiery combatant, yet a generous and lenient friend. He was sensitive and nostalgic, often to the point of tears, yet an unflinching judge of the written word. He struggled, year after year, against the uncountable illnesses that racked his body; yet he was always as valiant as a soldier undertaking his first combat mission. But there was no contradiction. His life demonstrated that we libertarians are right: the individual, complex and whole, is the mysterious and unending source of all that is vital in our world. Ronald is survived by his friend Clement Ho, who was with him every step of the way. Anyone wishing to contact him is invited to do so, at .cho@american.edu"], "capitolwords_url": "http://capitolwords.org/date/2012/11/16/E1786-2_tribute-to-ronald-hamowy/"}