{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 113, "title": "VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2013--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-07/html/CREC-2013-02-07-pt1-PgS497-3.htm", "number": 19, "id": "CREC-2013-02-07-pt1-PgS497-3.chunk27", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S497-S514", "speaker_party": "D", "date": "2013-02-07", "bills": null, "bioguide_id": "D000563", "order": 27, "speaking": ["Mr. President, pending before the Senate is the Violence Against Women Reauthorization Act. We considered it over a year ago. The bipartisan reauthorization passed the Senate with 68 votes more than 9 months ago. To someone who has suffered domestic violence abuse and is in need of help, it is amazing to think that what used to be an easy bipartisan issue has been tied up in the obstruction between the House and the Senate since then. There is absolutely no excuse for failing to enact this legislation. Now is the time to do it. We have a strong sensible bill before us.", "Senator Leahy, the chairman of the Senate Judiciary Committee, is guiding it on the Senate floor. This is an interesting issue. It is an emotional issue. If you haven't had domestic violence in your family, you can be grateful. Many people have seen it firsthand, and I don't think it is something they will easily forget.", "I was invited a few years back to go to Champaign, IL, to a domestic violence shelter to meet with one of the victims. It was an important meeting for me. Sitting across the table from a woman with two black eyes, her eyes red from crying, she could barely choke out a few words about what life had been like as a victim of domestic violence. She was humiliated by the scars her face and body showed and ashamed she had reached that point in her life. She had nowhere to turn. She didn't trust anybody. She was afraid of her spouse and so she came to this domestic violence shelter with her child. She didn't know where to turn. The shelter was trying to protect her, No. 1, and give her a chance for a better life.", "That is what this bill is about. It is also about a group of people I have come to know personally and really respect in Chicago. There is a group called Mujeres Latinas En Accion. What a dynamic group. I met them 14 or 15 years ago. They were operating out of an old house in Pilsen, one of the Hispanic neighborhoods in Chicago. It was one of these beat-up, old places that a lot of charities take on and hope to call home and use for their purposes--in this case a domestic violence shelter primarily for the Hispanic neighborhood. The rooms were all packed. There were cots and diapers and food and all the things you beg for from friends to sustain a family in need of help.", "I remember going there with Amalia Rioja Castro, and she explained to me what they were doing in receiving people from the community. These were women most often with children who came in and had been victimized. It was tougher for them than for most. Many of them struggled with English. Many of them struggled with a culture that many times is too patriarchal in these circumstances, and many of them struggled with the same embarrassment as the woman I met in Champaign, IL. But they finally realized they had no choice; they had to ask for help. So they came to that shelter. And, thank goodness, those volunteers and people were there offering them a safe place and willing to take on the issues of protecting this mother and her children from further abuse. They saved a lot of lives in the process.", "That is what this bill is about, and it is one of the reasons this bill hasn't passed. You see, the difference between the Senate approach and the approach in the House of Representatives comes down to two or three things, but they are all three important things. One of them relates to the undocumented.", "If an undocumented woman--mother--walks into a domestic violence shelter in this country, beaten up, running from an abusive husband, holding her baby, will we help her? That is the question. Ordinarily, one would say: Of course. But some say: No, she is undocumented. We don't help those people.", "Really? We don't? Is that who we are in America? It isn't. Of course, we help her. Of course, we help her child. Our bill said we did; the House disagreed.", "Native American communities are much more complicated. In Illinois I don't live with these tribal communities and know all of the issues associated with them, but it turns out that many times in cases of domestic violence, the tribal courts are unable, unwilling to deal with the prosecutions in a timely and effective way. We tried, in the Senate version of the bill, to make sure when it came to Native American populations, tribal populations, the same protections would be there. The House disagreed.", "Then, of course, came the question about sexual orientation. What if the abuse is not man to woman, heterosexual abuse, but something else. Will that type of abuse also be protected? The answer is yes. In the Senate version of the bill, it was clearly yes. The House disagreed.", "Because of those three basic disagreements, nothing is happening. I shouldn't say nothing is happening. Thank goodness, Barbara Mikulski, now chairman of the Appropriations Committee, chaired the subcommittee that kept funding the bill. So we kept our commitment to these violence shelters around America, but we didn't reauthorize them. We didn't put in new language. We didn't do our job. We just stopped for a year on a bill that shouldn't even be debated, to a great extent. It certainly shouldn't be partisan.", "According to a recent survey, in the United States, 24 people every minute become victims of rape, physical violence, or stalking. That means in the time it takes me to finish this statement dozens will have been victimized. Since its passage, the Violence Against Women Act, known as VAWA, has provided valuable and even lifesaving assistance to hundreds of thousands of people in America. The impact is profound.", "The Bureau of Justice statistics tell us the rate of domestic violence against women has dropped by more than 50 percent since we first enacted this bill. There aren't many pieces of legislation we can point to with that track record, but there are so many more who need help. That is evident from the statistics.", "The Centers for Disease Control tells us approximately one in four women has experienced severe physical violence by an intimate partner, and nearly one in five women has been raped. One in five? In a study of undergraduate women, 19 percent have experienced an attempted or actual sexual assault while in college. All together more than one in three women have experienced rape, stalking, or physical violence by an intimate partner in their lifetime. That is a fact.", "The consequences are ongoing. For example, 81 percent of women who have experienced this report significant short- or long-term impacts, and the consequences can be severe. By one report, in 2007, 45 percent of the women killed in the United States died at the hands of an intimate partner. ", "This reauthorization ensures that funding will continue to go to the organizations and individuals who need help the most. It places increased emphasis on responding to sexual assault, in addition to domestic violence. It does things such as encourage jurisdictions to evaluate rape kit inventories and reduce backlogs. It incorporates important accountability mechanisms, consolidates programs, and actually reduces spending.", "It also includes vital provisions to help Native American women and protect immigrant communities. A provision helping to ensure the availability of U visas for victims of crime was taken out. I am sorry it was. It is a budget item; a constitutional item. But we want to make sure other critical provisions in the bill remain--provisions that protect immigrant communities that are strongly supported by those who work with them.", "The reauthorization also ensures that lesbian, gay, bisexual, and transgender communities are not discriminated against when it comes to these services. I say this to my colleagues on both sides of the Chamber. Now is the time to pass the Violence Against Women Reauthorization Act. Our country has to come together to make sure all of the victims are protected.", "Take the Native American communities, for example. According to a survey by the Centers for Disease Control, 4 out of every 10 American Indian or Alaska Native women--4 out of 10--have been victims of rape, physical violence, or stalking in their lifetime. That is unacceptable in America, a country that prides itself on its commitment to human rights.", "This bipartisan bill is supported by victims, experts, and advocates. It is supported by service providers, faith leaders, and health care professionals, prosecutors, judges, law enforcement officials, and it ought to be supported by both Chambers of Congress.", "The last two VAWA reauthorization bills have carefully expanded the scope of the law and improved it. This reauthorization is no exception. It implies lessons learned from those working in the field and renews our commitment to reducing domestic and sexual violence. We ought to listen to the people on the front lines protecting those vulnerable populations. We should be able to pass a strong reauthorization that addresses the needs of all women.", "I thank Senator Leahy and many others in this Chamber for their leadership. I want to take a moment to discuss a provision which I mentioned earlier in the bill.", "A troubling episode of ``Frontline,'' the PBS program many of us watch and respect, detailed one woman's story in great detail, but that wasn't an isolated incident. The National Prison Rape Elimination Commission, created by Congress, said:", "As a group, immigration detainees are especially vulnerable to sexual abuse and its effects while detained.", "The Prison Rape Elimination Act of 2003, known as PREA, was designed to eliminate sexual abuse of those in custody. It was bipartisan and championed by the late Senator Ted Kennedy and Senator Sessions of Alabama, and I cosponsored it. PREA required the promulgation of national standards to prevent, detect, and respond to prison rape in America. There had been questions raised about whether those standards would apply to immigration detainees, and as I have said before, when we drafted and passed PREA it was our intent it would apply to all in Federal detention, including immigration detainees.", "I was pleased when President Obama issued a memo clarifying that PREA applies to all Federal confinement facilities and directing agencies to act accordingly. I was also pleased with the Department of Homeland Security drafting standards to comport with PREA. Secretary Napolitano and I have discussed this problem of sexual assault in detention, and I applaud the Secretary for her strong commitment to this issue.", "It was critical to me to have a provision in this VAWA reauthorization that clarifies that standards to prevent custodial rape must apply to immigration detainees--all immigration detainees--a provision that codifies the good work DHS is now doing and ensures strong regulations pertaining to immigration will remain in place in the future.", "Mr. President, I have visited some of these immigration detainee facilities. They are not quite prisons but almost. Those who are being detained before being deported have little access to the outside. In my case, I went down to deep southern Illinois, 300-plus miles from Chicago--more than 300 miles from Chicago. It was hard for them to get a telephone they could use for access to family or attorneys. It was a pretty isolated situation. They are clearly in a remote place. Many are treated well but many are not.", "Custodial sexual assault is just one of the many issues addressed by this VAWA bill. I urge my colleagues to work together and reauthorize this bill. If this is truly a new day after this last election, if we are truly determined to do things on a bipartisan basis, why isn't this the first thing we do? It used to be bipartisan. It didn't even take that much time to pass it because we were all together on it.", "Everybody understands domestic violence--if not from their family, certainly from their life experience and watching what happens in these domestic violence shelters. We have had broad bipartisan support for this in the past. This last year, despite Chairman Leahy's extraordinary efforts, it fell apart in the House of Representatives. We want to give them another chance--a chance to get it right, a chance to join us in passing a bipartisan bill that we are likely to pass from this Chamber.", "The dozens of individuals who have been victimized since I stood up to begin this speech need help now. This is our opportunity. Let's show them that when it comes to protecting America's most vulnerable populations, we will be there.", "Mr. President, I yield the floor, and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2013/02/07/S497-3_violence-against-women-reauthorization-act-of-2013/"}