{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 113, u'title': u'NOMINATION OF KATHERINE POLK FAILLA TO BE UNITED STATES DISTRICT JUDGE FOR THE SOUTHERN DISTRICT OF NEW YORK', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-04/html/CREC-2013-03-04-pt1-PgS1078-3.htm', u'number': 30, u'id': u'CREC-2013-03-04-pt1-PgS1078-3.chunk3', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S1078-S1082', u'speaker_party': u'D', u'date': u'2013-03-04', u'bills': None, u'bioguide_id': u'L000174', u'order': 3, u'speaking': [u'Mr. President, last week, Congress failed to act to avoid indiscriminate across-the-board cuts from sequestration. These automatic cuts are in the tens of billions of dollars at a time when our economy is finally recovering but remains fragile. Among those who will have to endure these cuts are the overburdened Federal courts already suffering from longstanding vacancies that number almost 90 and have remained near or above 80 for almost 4 years. Budgetary cuts will mean more difficulty for the American people to get speedy justice from our Federal justice system.', u"Two senior district judges, one appointed by President Reagan and one appointed by President Clinton, wrote last week in U.S. News and World Report that sequestration will ``devastate the judicial branch.'' They wrote: ``[C]ourts may need to close periodically, furlough employees, and cut security, thereby, delaying proceedings. These realities, combined with a reduction in supervision of persons on bond and convicted felons who are released from prison, compromise public safety.'' They conclude: ``[Our Federal courts provide access to justice, protect against abuses of power, and defend the Constitution. Failure to avert sequestration by March 1 undermines the ability of the Federal courts to fulfill this Constitutional mandate.'' I ask unanimous consent that this article be printed in the Record at the conclusion of my statement.", u'As we hear these warnings from judges and other officials across our three branches of Government, I hope Senators understand that sequestration is bad for the courts, bad for the economy, and bad for the American people.', u"Over the past 4 years, unprecedented obstruction by Senate Republicans has meant that all judicial nominees have become wrapped around the axle of partisanship. Senators from both sides of the aisle used to agree that Federal courts are supposed to be impartial and outside of politics. Yet, the actions of Senate Republicans over the last 4 years have undermined that principle of our constitutional system and hurt the integrity of the judiciary. I hear this from judges appointed by Republican Presidents and those appointed by Democratic Presidents. They say the unprecedented delays that nominees face politicize the courts and destroy the appearance of impartiality the Federal courts need. Supreme Court Justice Anthony Kennedy said last year that this extreme partisanship erodes the public's confidence in our courts and ``makes the judiciary look politicized when it is not, and it has to stop.''", u'This obstruction has also contributed to keeping judicial vacancies at a damagingly high level for over 4 years. Persistent vacancies mean that fewer judges have to take on growing caseloads and make it harder for Americans to have access to speedy justice. There are today 89 judicial vacancies across the country. By way of contrast, that is more than double the number of vacancies that existed at this point in the Bush administration.', u'Senate Republicans chose to depart dramatically from well-established Senate practices from the moment President Obama took office in their efforts to delay and obstruct his judicial nominations.', u"Until 2009, judicial nominees reported by the Judiciary Committee with bipartisan support were generally confirmed quickly. Until 2009, we observed regular order, we usually confirmed nominees promptly, and we cleared the Senate Executive Calendar before long recesses. Until 2009, if a nominee was filibustered, it was almost always because of a substantive issue with the nominee's record. We know what has happened since 2009. The average district court nominee has been stalled 4.3 times longer and the average circuit court nominee has been stalled 7.3 times as long as it took to confirm them during the Bush administration. No other President's judicial nominees had to wait an average of over 100 days for a Senate vote after being reported by the Judiciary Committee.", u"Some Republicans have ignored the facts I just cited even though they came from the nonpartisan Congressional Research Service (CRS). No invented statistic can change the fact that no president's nominees have ever waited as long for a vote as President Obama's.", u"Senate Republicans have also claimed that President Bush had only 74 percent of his nominees confirmed during his first term. This is also not true. President Bush nominated 231 men and women to serve as circuit and district judges; of them, 205 were confirmed. That is a confirmation rate of 89 percent. During President Obama's first term, only 173 district and circuit judges were confirmed, and a much lower percentage. Contrary to the claims of Senate Republicans the Senate has confirmed far fewer of President Obama's nominees and confirmed them at a significantly lower rate at the same points in his and President Bush's administrations. Senate Republicans talk about how much progress we made during the 112th Congress, when we confirmed 113 of President Obama's circuit and district nominees. But they ignore the fact that 19 of those nominees could and should have been confirmed during the 111th Congress, and the fact that the 60 confirmations they allowed in the 111th Congress was the lowest total for a new president in over 30 years. They ignore the fact that in President Obama's first year in office they allowed just 12 of his circuit and district nominees to be confirmed, which, according to CRS, was the lowest one-year confirmation total since the Eisenhower administration when the Federal bench was barely one-third the size it is today. We have yet to make up the ground we lost during those first 2 years. Looking only at the confirmation total from last Congress while ignoring the historic obstruction of nominations that preceded it and the backlog that was created provides an incomplete and misleading picture.", u"There can be no question about the effect of the unprecedented effort by Senate Republicans to obstruct President Obama's judicial nominations. Despite bipartisan calls to address longstanding judicial vacancies, the delays and obstruction of judicial confirmations have led to judicial vacancies to the remaining near or above 80 for almost 4 years.", u"During the vote on Judge Bacharach last week, some Senators defending the filibuster that blocked his confirmation for 7 months claimed that it was just the usual Senate practice in a presidential election year. During the filibuster last year of Judge Bacharach, there was not even a pretense of any substantive concern--Senate Republicans just decided to shut down the confirmation process and contorted the ``Thurmond Rule.'' But personal attacks on me, trying to repackage their own actions as if following the Thurmond Rule, do not change the facts. The fact is that in the past six presidential election years, Senate Democrats have never denied an up-or-down vote to a consensus circuit nominee; Senate Republicans cannot say that. Until last year, no circuit nominee with bipartisan Judiciary Committee support had ever been successfully filibustered. Senators claiming to be upholding Senate tradition while engaging in a filibuster that had no precedent in Senate history are not supported by the facts.", u"After last year's filibuster, Judge Bacharach waited another 7 months before being allowed a vote on the merits. The outcome of that vote was that he was confirmed unanimously. It is hard to understand why 7 months of delay were necessary. During the 7 months of additional unnecessary delay since his filibuster, Judge Bacharach could have been working on behalf of the people of Oklahoma, Kansas, New Mexico, Colorado, Wyoming, and Utah. Likewise there is no reason to delay further the confirmation of Caitlin Halligan, whose nomination to the D.C. Circuit was first reported nearly 2 years ago. Senate Republicans justified their filibuster of her nomination a year ago by arguing that the Circuit did not need another judge. Since that time, the number of vacancies on that court has doubled, and it is now more than one-third vacant. It needs Caitlin Halligan. She is the kind of moderate, superbly qualified nominee who should easily be able to be confirmed under any standard by which the Senate has considered judicial nominees in the past. It is well past time to walk back from the precipice marked by the wrongheaded filibuster of Ms. Halligan. The continued filibuster of her nomination does harm to the Senate, to the important D.C. Circuit, and to the American people.", u"At a time when judicial vacancies have again risen to almost 90, we must do more for our overburdened courts. It is past time for the partisan obstruction to end. We have a long way to go. After 4 years of delay and obstruction, we remain far behind the pace of confirmations we set during President Bush's administration, and there remain far too many judicial vacancies that make it harder for Americans to have their day in court. During President Bush's entire second term, the 4 years from 2004 through 2008, vacancies never exceeded 60. Since President Obama's first full month in office, and as far into the future as we can see, there have never been fewer than 60 vacancies, and for much of that time many, many more. The Senate must do much more to fill these vacancies and make real progress.", u'Senate Republicans claim that we cannot do more because President Obama has not made a sufficient number of nominations. But it is Senate Republicans themselves, and their unwillingness to work with a President who has reached out to them to submit recommendations and to work with him, that has delayed many nominations.', u"Unlike his predecessor, President Obama has worked hard to solicit recommendations from home State Senators, including those from the other party. This President has consistently selected qualified, mainstream nominees. For the judicial vacancies in States with 2 Republican Senators, just 11 percent have a nominee. I urge Senate Republicans to do a better job providing consensus recommendations and fulfilling their own constitutional responsibility to ``advise'' the President on nominations and work with President Obama to fill these vacancies.", u'The Senate today will finally vote on the nominations of Pamela Chen and Katherine Failla. Both nominees should have been confirmed last year. Pamela Chen is nominated to fill a judicial emergency vacancy on the U.S. District Court for the Eastern District of New York. She has worked as an Assistant U.S. Attorney for the district to which has now been nominated to be a judge for all but one of the last 14 years, rising from a line prosecutor to serve as chief of Civil Rights Litigation, deputy chief of the Public Integrity Section, and chief of the Civil Rights Section, Criminal Division. Between January and April 2008, she served as the deputy commissioner for enforcement at the New York State Division of Human Rights. Previously, she spent 7 years as a trial attorney and senior trial attorney in the Special Litigation Section of the Civil Rights Division of the U.S. Department of Justice. She began her legal career as an associate in private practice. She earned her B.A., with honors, from the University of Michigan, and her J.D. from Georgetown University Law Center. When confirmed, Pamela Chen will be only the second female Chinese-American in U.S. history to serve on a Federal district court. She will also be one of only a few openly gay Federal judges.', u"Katherine Failla is nominated to serve on the U.S. District Court for the Southern District of New York. Since 2000, she has served as an Assistant United States Attorney in that division, and since 2008 she has served as the chief of the office's Criminal Appeals Unit. Prior to her government service, she was an associate in the New York office of Morgan Lewis & Bockius LLP. In her career, she has tried 10 trials to verdict. After law school, she clerked for the Honorable Joseph E. Irenas, U.S. District Judge for the District of New Jersey. She graduated with honors from the College of William & Mary, and Harvard Law School.", u"After today's votes, there are still another 15 judicial nominees pending before the Senate. All of these nominees had to be renominated after being returned at the end of the last Congress. It is unusual to have such a backlog so early in a Congress, and this is the result of Senate Republicans' refusal to allow votes on 11 nominees at the end of last year, almost all of whom had been reported with bipartisan support, and their refusal to consider another 4 who had hearings and could have been expedited. I urge that the Senate act quickly on these long-pending nominations. Further delay does not serve the interests of the American people. Hardworking Americans deserve better."], u'capitolwords_url': u'http://capitolwords.org/date/2013/03/04/S1078-3_nomination-of-katherine-polk-failla-to-be-united-s/'}