{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 113, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-13/html/CREC-2013-06-13-pt1-PgS4444.htm', u'number': 84, u'id': u'CREC-2013-06-13-pt1-PgS4444.chunk20', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S4444-S4450', u'speaker_party': u'D', u'date': u'2013-06-13', u'bills': None, u'bioguide_id': u'L000174', u'order': 20, u'speaking': [u'Mr. President, I appreciate the words of both Senators from Pennsylvania. I would note there are currently three nominations pending for vacancies in the Eastern District of Pennsylvania. All three have the bipartisan support of their home State Senators. All three were reported unanimously by the Judiciary Committee 3 months ago. Yet Senate Republicans are permitting votes on only two of them. They are forcing Judge Luis Restrepo to continue to wait for a vote even though he would fill a seat that has been vacant for 4 years.', u"I mention this because we talk about how things move during this President's tenure as compared to that of his predecessor. At the end of President Bush's second term, I was chairman of the Judiciary Committee and I expedited confirmations of three of his nominees to this same court--three, not just allowing two to go through, as my friends on the other side of the aisle are today--and not having to wait for months and months. Those three were confirmed by voice vote. So you know how long it took, we had reported them out of the Judiciary Committee the day before. They were confirmed along with 7 other district court nominees for a total of 10 that day. We got them out of committee and voted them by voice vote. But now we have seven judicial nominees on the calendar, and Republicans are only allowing us to vote on two of them.", u"This is just the latest example of Senate Republicans insisting that President Obama play by a different set of rules than they had for President Bush. It was perfectly fine to expedite President Bush's three nominees to the Eastern District of Pennsylvania and to confirm them all on the same day, along with seven others. We had Democratic control of the Senate, and we moved them that way. But now with President Obama they refuse to proceed with the seven nominees who are pending on the Calendar. They will not even proceed with the three judicial nominees needed in the Eastern District of Pennsylvania.", u"So let's not talk about how Presidents are treated. I am not sure what it is that is different about President Obama, but his nominees get delayed, delayed, and delayed, unlike--and I use Pennsylvania as an example--where we vote out three, unanimously, of President Bush's nominees on one day and confirm them by voice vote the next day, along with seven others. Here they are refusing to proceed with the seven nominees on the Calendar. They will not even proceed with all three of the judicial nominees for the Eastern District of Pennsylvania. There are currently seven vacancies on that court--seven. The Eastern District of Pennsylvania needs judges.", u"Like the two nominees we will be permitted to vote on today, Judge Restrepo has the support of his Republican home State Senator as well as every single Republican member of the Judiciary Committee. So let's not make him and the people of Pennsylvania wait.", u"Frankly, there is no good reason Nitza Quinones Alejandro and Jeffrey Schmehl should have waited this long for a vote. There is no good reason why, when half of President Bush's consensus district nominees waited 18 days or fewer after being sent to the Senate by the Judiciary Committee during his first term, these consensus nominees should have had to wait almost 100 days. This contributes to the unprecedented delays and obstruction of President Obama's consensus judicial nominees.", u"I read comments last week by Judge James Brady of the Middle District of Louisiana expressing concern about what has happened to the judicial confirmation process. Shelly Dick was confirmed this year to that court after months of delay, and the Advocate article noted the ``strain the empty judgeship had on a district overburdened with cases.'' Judge Brady was quoted saying of the confirmation process: ``It's just crazy, and we need to do something about that.'' I could not agree more. Judge Brady added that the delays in the process are ``driving away a lot of really good folks that would make excellent judges because they're saying, `I don't need to go through that process and be in limbo for 18, 20, 24 months.' That's something I'm very, very concerned about.'' We should all share that concern, especially Senators who are looking for district nominees to recommend to the President. I ask that this article, entitled ``Nomination Delays Hurting Courts, Federal Judge Says,'' be printed in the Record at the conclusion of my statement.", u"The recent assertion by Senate Republicans that 99 percent of President Obama's nominees have been confirmed is just not accurate. He has nominated 237 individuals to be circuit or district judges, and 193 have been confirmed. That is 81 percent. By way of comparison, at the same point in President Bush's second term, June 13 of his fifth year in office, President Bush had nominated four fewer people, but had seen 214 of them confirmed, or 92 percent. That is an apples to apples comparison, and it demonstrates the undeniable fact that the Senate has confirmed a lower number and lower percentage of President Obama's nominees than President Bush's nominees at the same time in their presidencies.", u"I noted at the end of last year while Senate Republicans were insisting on delaying confirmations of 15 judicial nominees that could and should have taken place then, and that we would not likely be allowed to complete work on them until May. That was precisely the Republican plan. So when Senate Republicans now seek to claim credit for their confirmations in President Obama's second term, they are falsely inflating the confirmation statistics. The truth is that only seven confirmations have taken place this year that are not attributable to those nominations they held over from last year and that could and should have taken place last year. To return to the baseball analogy, if a baseball player goes 0-for-9, and then gets a hit, we do not say he is an all-star because he is batting 1.000 in his last at bat. We recognize that he is just 1-for-10, and not a very good hitter. Nor would a fair calculation of hits or home runs allow a player to credit those that occurred in one game or season to the next because it would make his stats look better.", u"I was Chairman of the Judiciary Committee for 17 months during President Bush's first term, so I know something about how President Bush's nominees were treated. During those 17 months, 100 of them were confirmed. In the 31 months that Republicans controlled the Senate during President Bush's first term, 105 of his circuit and district nominees were confirmed. That is, it took them almost twice as long to make as much progress as I had as Chairman. Even when Senate Democrats were in the minority, we worked with the Republicans to bring the number of vacancies all the way down to 28. Vacancies have remained near or above 80 for 4 years during the Obama presidency. In the last 4 years, Senate Republicans have never let vacancies get below 72. At this point in the fifth year of the Bush presidency there were 44 vacancies. Today they remain almost double that amount. Despite Senate Republicans who make self-congratulatory statements about ``progress'' this year, we are not even keeping up with attrition. Vacancies have increased, not decreased, since the start of this year.", u"If President Obama's nominees were receiving the same treatment as President Bush's, Judge Srinivasan would have been the 210th confirmation, not the 193rd and vacancies would be far lower. The nonpartisan Congressional Research Service has noted that it will require 33 more district and circuit confirmations this year to match President Bush's 5-year total. Even with the confirmations finally concluded during the first 6 months of this year, Senate Republicans have still not allowed President Obama to match the record of President Bush's first term. Even with an extra 6 months, we are still a dozen confirmations behind where we were at the end of 2004.", u"In addition to the obstruction of circuit and district nominees, I am deeply concerned about the impact of sequestration on our Federal courts. I continue to hear from judges and legal professionals around the country who worry about the impact of these senseless budget cuts, and I share their concern. A recent evaluation of sequestration concluded: ``Its impact on the operation of the [F]ederal courts will be devastating and longlasting.'' Sequestration will exacerbate the delays our courts already face due to persistent understaffing, both for civil and criminal cases. According to the Executive Summary of ``FY 2013 Sequestration Impacts on the Federal Judiciary,'' ``Delays in cases will harm individuals, small businesses, and corporations,'' while the ``cuts to funding for drug testing, substance abuse and mental health treatment of federal defendants and offenders have also been made, increasing further the risk to public safety.'' I ask that the full summary be printed in the Record at the conclusion of my statement.", u"Judge Nitza Quinones Alejandro has served as a judge on the Court of Common Pleas for the First Judicial District of Pennsylvania since 1991. Prior to being a judge, Judge Quinones worked as a solo practitioner, a staff attorney with the U.S. Department of Veterans Affairs, an Attorney Advisor with the U.S. Department of Health and Human Services' Bureau of Hearings and Appeals, and a staff attorney at Community Legal Services, Inc. When confirmed, Judge Quinones will be the first openly gay Latina judge to serve on the Federal bench. Judge Quinones was also Pennsylvania's first Latina judge.", u'Judge Jeffrey Schmehl currently serves as the President Judge in Berks County, where he has been an active member of the bench since 1997. Prior to becoming a judge, Judge Schmehl served in various capacities in private practice, including as an associate and partner at Rhoda, Stoudt & Bradley and as a solo practitioner at the Law Offices of Jeffrey L. Schmehl, Esq. While working in private practice, Judge Schmehl was also a Berks County Solicitor from 1989 to 1997. In addition to his experience in private practice, Judge Schmehl has served as an assistant district attorney and as an assistant public defender for Berks County.', u'I want the Senate to make real progress on filling judicial vacancies so that the American people have access to justice. Before the recess, the minority leader asked during a floor debate when Gregory Phillips, the Wyoming nominee to the Tenth Circuit, would receive a vote.', u"Majority Leader Reid said: OK, let's vote on him right now.", u'They said: Well, we are not ready.', u'I hope the American people were watching, because there should be no ambiguity about this: The only reason the Senate is not voting today on Judge Restrepo, Attorney General Phillips, or the other seven judicial nominees pending on the Calendar is because of Republican refusal to allow such votes. They could be voted on today. We ought to do it. These nominees deserve better, and the American people deserve better.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/13/S4444_executive-session/'}