{"speaker_state": "OK", "speaker_raw": "mr. coburn", "speaker_first": "Tom", "congress": 106, "title": "House of Representatives", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-29/html/CREC-1999-07-29-pt2-PgH6603.htm", "number": 109, "id": "CREC-1999-07-29-pt2-PgH6603.chunk132", "volume": 145, "chamber": "House", "session": 1, "speaker_last": "Coburn", "pages": "H6603-H6648", "speaker_party": "R", "date": "1999-07-29", "bills": null, "bioguide_id": "C000560", "order": 132, "speaking": ["Mr. Chairman, I would like to recognize that was a very moving statement. Had it been based on the facts that these kids could not be adopted, it would be relevant.", "But the fact is that this amendment would not prohibit one of the children that was just described by the gentlewoman from New Mexico (Mrs. Wilson) from being adopted. And to say that is being less than straightforward.", "This amendment says that even though two people might be living together who are unmarried, one of them can adopt. So it does not preclude the adoption of any group in any way from anytime adopting. It is just saying, if they are not married under the legal definition of ``marriage,'' only one of them can have that child as their child.", "So one of the things we do real often is confuse the issue. What does this amendment really say? It does not say that a gay person cannot adopt a child. It does not say that anybody cannot adopt a child. What it says is, if a child is adopted in a relationship that is not recognized by law, that it can be only adopted by one of those members, not both, so that the child is not confused, so that the courts are not confused about what the legal representation of that adoption is.", "So let us be sure we are straight about what this amendment does. It is a great emotional word picture to think that a child who is dying or a child that is disabled cannot be adopted. But, in fact, it is not true under this amendment."], "capitolwords_url": "http://capitolwords.org/date/1999/07/29/H6603_house-of-representatives/"}