{"speaker_state": "HI", "speaker_raw": "mr. akaka", "speaker_first": "Daniel", "congress": 109, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-06-21/html/CREC-2005-06-21-pt1-PgS6911.htm", "number": 83, "id": "CREC-2005-06-21-pt1-PgS6911.chunk32", "volume": 151, "chamber": "Senate", "session": 1, "speaker_last": "Akaka", "pages": "S6911-S6934", "speaker_party": "D", "date": "2005-06-21", "bills": ["S. 2701"], "bioguide_id": "A000069", "order": 32, "speaking": ["Mr. President, I rise today to join my colleagues, Senators Lieberman, Collins, and Levin, in introducing the Improve Interoperable Communications for First Responders Act of 2005 (the ICOM Act), which will strengthen the interoperability of first responder communications across the country.", "Since September 11, Federal, State, and local authorities have grappled with the challenge of achieving interoperable communications for emergency response personnel. This should not be a difficult task since the necessary technology exists. But as with many public policy challenges, achieving interoperability comes down to organization and funding.", "The 9-11 Commission found that the inability of first responders to communicate at the three September 11 crash sites demonstrated ``that compatible and adequate communications among public safety organizations at the local, State, and Federal levels remains a important problem.'' In my home State of Hawaii, for example, first responders are unable to communicate by radio over 25 percent of the Island of Hawaii because of inadequate infrastructure and diverse geography. The Commission recommended that federal funding of local interoperability programs be given a high priority.", "The Department of Homeland Security (DHS) estimated it would cost $40 billion to modernize communications equipment for the Nation's 2.5 million public safety first responders. In 2003, an independent task force sponsored by the Council on Foreign Relations recommended investing $6.8 billion over five years to ensure dependable, interoperable first responder communications, a need which they describe as ``so central to any kind of terrorist attack response.''", "However, funding alone will not solve this urgent problem. The Government Accountability Office (GAO) has found that DHS leadership is critical to utilizing effectively interoperability technologies. In an April 2005 report, ``Technology Assessment: Protecting Structures and Improving Communications during Wildland Fires,'' GAO stated that even if two neighboring jurisdictions have the funding to purchase an interconnection device, such as an audio switch, organizational challenges remain. GAO stated, ``To effectively employ the device, they must also jointly decide how to share its cost, ownership, and management; agree on the operating procedures for when and how to deploy it; and train individuals to configure, maintain, and use it.'' Achieving such planning and coordination will require federal leadership.", "According to GAO, the federal government has increased interoperability planning and coordination efforts in recent years. However the Wireless Public Safety Interoperable Communications Program (SAFECOM), which is run out of the Office for Interoperability and Compatibility (OIC) in DHS, has made limited progress in achieving communications interoperability among entities at all levels of government.", "The ICOM Act will increase federal coordination and provide dedicated funding for interoperability. Our bill will increase the resources and authority of the OIC, which was established by the Intelligence Reform and Terrorism Prevention Act of 2004. Specifically, the OIC will be tasked with creating a national strategy and national architecture, facilitating the creation of regional task forces, and conducting pilot programs to evaluate new technology concepts. The OIC will be responsible not only for short-term solutions, but also for simultaneously pursuing a long-term interoperability strategy, something that has been lacking from Federal efforts to date.", "The ICOM Act will also create an interoperability grant program and authorize $3.3 billion over five years for the program. Recognizing that achieving interoperability is crucial to every State's emergency response capabilities, the bill gives each State a baseline amount of .55 percent of the funding.", "The ICOM Act also requires the Secretary to look to at the unique geographic barriers in each State which may impede interoperability when awarding grants. This is key to States like Hawaii that may require additional transmitter towers and other types of equipment to overcome the obstacles that come with being a mountainous or island State.", " By Mr. STEVENS (for himself and Ms. Murkowski):", "S. 1275. A bill to designate the facility of the United States Postal Service located at 7172 North Tongass Highway, Ward Cove, Alaska, as the `Alice R. Brusich Post Office Building'; to the Committee on Homeland Security and Governmental Affairs.", "Mr. President, I send to the desk legislation to designate the U.S. Post Office located at 7172 North Tongass Highway in Ward Cove, AK after Alice R. Brusich.", "Alice Brusich started her career with the Postal Service in 1954 as an Assistant Postmaster. Through her hard work and efforts, she became Postmaster in 1956.", "During her service with the Postal Service, Alice was also one of the founders of the Tongass Community Club. She was also one of the founding members and top officer of the Alaska Chapter 51 National Association of Postmasters in the United States.", " By Mr. LEAHY (for himself, Mr. Chafee, Mr. Kennedy, Mr. Corzine, Mr. Jeffords, Mrs. Boxer, Mr. Feingold, Mrs. Murray, Mr. Dayton, and Mr. Lautenberg):", "S. 1278. A bill to amend the Immigration and Nationality Act to provide a mechanism for United States citizens and lawful permanent residents to sponsor their permanent partners for residence in the United States, and for other purposes; to the Committee on the Judiciary.", "Today I am introducing the Uniting American Families Act. This legislation would allow U.S. citizens and legal permanent residents to petition for their foreign same-sex partners to come to the United States under our family immigration system. It is nearly identical to the Permanent Partners Immigration Act that I introduced in the last Congress, and which Congressman Nadler--who is introducing this bill in the House today--has sponsored for the last four Congresses. I am pleased to have Senators Chafee, Kennedy, Corzine, Jeffords, Boxer, Feingold, Murray, Dayton, and Lautenberg as cosponsors.", "Under current law, committed partners of Americans are unable to use the family immigration system, which accounts for about 75 percent of the green cards and immigrant visas granted annually by the United States. As a result, gay Americans who are in this situation must either live apart from their partners, or leave the country if they want to live legally and permanently with them.", "This bill rectifies that problem while retaining strong prohibitions against fraud. To qualify as a permanent partner, petitioners must prove that they are at least 18 and are in a committed, intimate relationship with another adult in which both parties intend a lifelong commitment, and are financially interdependent with one's partner. They must also prove that they are not married to, or in a permanent partnership with, anyone other than that person, and are unable to contract with that person a marriage cognizable under the Immigration and Nationality Act. Proof could include sworn affidavits from friends and family and documentation of financial interdependence. Penalties for fraud would be the same as penalties for marriage fraud--up to five years in prison and $250,000 in fines for the U.S. citizen partner, and deportation for the alien partner.", "There are Vermonters who are involved in permanent partnerships with foreign nationals and who have felt abandoned by our laws in this area. This bill would allow them--and other gay and lesbian Americans throughout our Nation who have come to feel that our immigration laws are discriminatory--to be a fuller part of our society.", "The idea that immigration benefits should be extended to same-sex couples has become increasingly prevalent around the world. Indeed, sixteen nations--Australia, Belgium, Brazil, Canada, Denmark, Finland, France, Germany, Iceland, Israel, the Netherlands, New Zealand, Norway, South Africa, Sweden and the United Kingdom--recognize same-sex couples for immigration purposes.", "Our immigration laws treat gays and lesbians in committed relationships as second-class citizens, and that needs to change. It is the right thing to do for the people involved, it is the sensible step to take in the interest of having a fair and consistent policy, and I hope that the Senate will act.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "(a) Short Title.--This Act may be cited as the ``Uniting American Families Act'' or the ``Permanent Partners Immigration Act''. (b) Amendments to Immigration and Nationality Act.--Except as otherwise specifically provided, whenever in this Act an amendment or repeal is expressed as the amendment or repeal of a section or other provision, the reference shall be considered to be made to that section or provision in the Immigration and Nationality Act (8 U.S.C. 1101 et seq.).", "Section 101(a) (8 U.S.C. 1101(a)) is amended-- (1) in paragraph (15)(K)(ii), by inserting ``or permanent partnership'' after ``marriage''; and (2) by adding at the end the following: ``(51) The term `permanent partner' means an individual 18 years of age or older who-- ``(A) is in a committed, intimate relationship with another individual 18 years of age or older in which both parties intend a lifelong commitment; ``(B) is financially interdependent with the individual described in subparagraph (A); ``(C) is not married to or in a permanent partnership with anyone other than the individual described in subparagraph (A); ``(D) is unable to contract, with the individual described in subparagraph (A), a marriage cognizable under this Act; and ``(E) is not a first, second, or third degree blood relation of the individual described in subparagraph (A). ``(52) The term `permanent partnership' means the relationship that exists between 2 permanent partners.''.", "Section 201(b)(2)(A)(i) (8 U.S.C. 1151(b)(2)(A)(i)) is amended-- (1) by inserting ``permanent partners,'' after ``spouses,''; (2) by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (3) by striking ``remarries.'' and inserting ``remarries or enters into a permanent partnership with another person.''.", "(a) Per Country Levels.--Section 202(a)(4) (8 U.S.C. 1152(a)(4)) is amended-- (1) in the paragraph header, by inserting ``, permanent partners,'' after ``spouses''; (2) in the header to subparagraph (A), by inserting ``, permanent partners,'' after ``spouses''; and (3) in the header to subparagraph (C), in the heading by inserting ``without permanent partners'' after ``daughters''. (b) Rules for Chargeability.--Section 202(b) (8 U.S.C. 1152(b)) is amended-- (1) by striking ``except that (1)'' and inserting the following: ``, except that-- ``(1)''; (2) by striking ``(2) if an alien'' and inserting the following: ``(2) if an alien''; (3) by striking ``his spouse'' and inserting ``the spouse or permanent partner of the alien'' (4) by inserting ``or permanent partners'' after ``husband and wife''; (5) by striking ``the spouse he'' and inserting ``the spouse or permanent partner who the alien''; (6) by striking ``such spouse'' and inserting ``such spouse or permanent partner''; (7) by striking ``(3) an alien'' and inserting the following: ``(3) an alien''; and (8) by striking ``(4) an alien'' and inserting the following: ``(4) an alien''.", "(a) Preference Allocation for Family Members of Permanent Resident Aliens and Citizens.--Section 203(a) (8 U.S.C. 1153(a)) is amended-- (1) in paragraph (2), by striking ``(2)'' and all that follows through ``permanent residence,'' and inserting the following: ``(2) Spouses, permanent partners, and unmarried sons and daughters without permanent partners of permanent resident aliens.--Qualified immigrants who are-- ``(A) the spouses, permanent partners, or children of an alien lawfully admitted for permanent residence; or ``(B) the unmarried sons without permanent partners or unmarried daughters without permanent partners of an alien lawfully admitted for permanent residence,''; and. (2) in paragraph (3), by striking ``(3)'' and all that follows through ``citizens'' and inserting the following: ``(3) Married sons and daughters of citizens and sons and daughters of citizens with permanent partners.--Qualified immigrants who are the married sons, married daughters, or sons or daughters with permanent partners, of citizens''. (b) Employment Creation.--Section 203(b)(5)(A)(ii) (8 U.S.C. 1153(b)(5)(A)(ii)) is amended by inserting ``permanent partner,'' after ``spouse,''. (c) Treatment of Family Members.--Section 203(d) (8 U.S.C. 1153(d)) is amended by inserting ``, permanent partner,'' after ``spouse'' each place such term appears.", "(a) Classification Petitions.--Section 204(a)(1) (8 U.S.C. 1154(a)(1)) is amended-- (1) in subparagraph (A)(ii), by inserting ``or permanent partner'' after ``spouse''; (2) in subparagraph (A)(iii)-- (A) by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (B) in subclause (I), by inserting ``or permanent partnership'' after ``marriage'' each place such term appears; and (3) in subparagraph (B)-- (A) by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (B) by inserting ``or permanent partnership'' after ``marriage'' each place such term appears. (b) Immigration Fraud Prevention.--Section 204(c) (8 U.S.C. 1154(c)) is amended-- (1) by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (2) by inserting ``or permanent partnership'' after ``marriage'' each place such term appears.", "Section 207(c) (8 U.S.C. 1157(c)) is amended-- (1) in paragraph (2)-- (A) by inserting ``, permanent partner,'' after ``spouse'' each place such term appears; and (B) by inserting ``, permanent partner's,'' after ``spouse's''; and (2) in paragraph (4), by inserting ``, permanent partner,'' after ``spouse''.", "Section 208(b)(3) (8 U.S.C. 1158(b)(3)) is amended-- (1) in the paragraph header, by inserting ``or permanent partner'' after ``spouse''; and (2) in subparagraph (A), by inserting ``, permanent partner,'' after ``spouse''.", "Section 209(b)(3) (8 U.S.C. 1159(b)(3)) is amended by inserting ``, permanent partner,'' after ``spouse''.", "(a) Classes of Aliens Ineligible for Visas or Admission.-- Section 212(a) (8 U.S.C. 1182(a)) is amended-- (1) in paragraph (3)(D)(iv), by inserting ``permanent partner,'' after ``spouse,'' each place such term appears; (2) in paragraph (4)(C)(i)(I), by inserting ``, permanent partner,'' after ``spouse''; (3) in paragraph (6)(E)(ii), by inserting ``permanent partner,'' after ``spouse,'' each place such term appears; and (4) in paragraph (9)(B)(v), by inserting ``, permanent partner,'' after ``spouse'' each place such term appears. (b) Waivers of Inadmissibility on Humanitarian and Family Unity Grounds.--Section 212(d) (8 U.S.C. 1182(d)) is amended-- (1) in paragraph (11), by inserting ``permanent partner,'' after ``spouse,''; and (2) in paragraph (12), by inserting ``, permanent partner,'' after ``spouse''. (c) Waivers of Inadmissibility on Health-Related Grounds.-- Section 212(g)(1)(A) (8 U.S.C. 1182(g)(1)(A)) is amended by inserting ``, permanent partner,'' after ``spouse''. (d) Waivers of Inadmissibility on Criminal and Related Grounds.--Section 212(h)(1)(B) (8 U.S.C. 1182(h)(1)(B)) is amended by inserting ``permanent partner,'' after ``spouse,'' each place such term appears. (e) Waiver of Inadmissibility for Misrepresentation.-- Section 212(i)(1) (8 U.S.C. 1182(i)(1)) is amended-- (1) by inserting ``permanent partner,'' after ``spouse,''; and (2) by inserting ``, permanent partner,'' after ``resident spouse''.", "Section 214(r) (8 U.S.C. 1184(r)) is amended-- (1) in paragraph (1), by inserting ``or permanent partner'' after ``spouse''; and (2) in paragraph (2), by inserting ``or permanent partnership'' after ``marriage'' each place such term appears.", "(a) Section Heading.-- (1) In general.--The section header for section 216 (8 U.S.C. 1186a) is amended by striking ``and sons'' and inserting ``, permanent partners, sons,''. (2) Clerical amendment.--The table of contents is amended by amending the item relating to section 216 to read as follows:", "(a) Section Heading.-- (1) In general.--The section header for section 216 (8 U.S.C. 1186a) is amended by striking ``and sons'' and inserting ``, permanent partners, sons,''. (2) Clerical amendment.--The table of contents is amended by amending the item relating to section 216 to read as follows:``Sec. 216. Conditional permanent resident status for certain alien spouses, permanent partners, sons, and daughters.''.", "(a) Section Heading.-- (1) In general.--The section header for section 216 (8 U.S.C. 1186a) is amended by striking ``and sons'' and inserting ``, permanent partners, sons,''. (2) Clerical amendment.--The table of contents is amended by amending the item relating to section 216 to read as follows:``Sec. 216. Conditional permanent resident status for certain alien spouses, permanent partners, sons, and daughters.''.(b) In General.--Section 216(a) (8 U.S.C. 1186a(a)) is amended-- (1) in paragraph (1), by inserting ``or permanent partner'' after ``spouse''; and (2) in paragraph (2)-- (A) in subparagraph (A), by inserting ``or permanent partner'' after ``spouse''; and (B) by inserting ``permanent partner,'' after ``spouse,'' each place it appears. (c) Termination of Status if Finding That Qualifying Marriage Improper.--Section 216(b) (8 U.S.C. 1186a(b)) is amended-- (1) in the subsection header, by inserting ``or Permanent Partnership'' after ``Marriage''; (2) in paragraph (1)(A)-- (A) in the matter preceding clause (i), by inserting ``or permanent partnership'' after ``marriage''; and (B) by amending clause (ii) to read as follows-- ``(ii) has been judicially annulled or terminated, or has ceased to satisfy the criteria for being considered a permanent partnership under this Act, other than through the death of a spouse or permanent partner; or''. (d) Requirements of Timely Petition and Interview for Removal of Condition.--Section 216(c) (8 U.S.C. 1186a(c)) is amended-- (1) in paragraphs (1), (2)(A)(ii), (3)(A)(ii), (3)(C), (4)(B), and (4)(C), by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (2) in paragraphs (3)(A), (3)(D), (4)(B), and (4)(C), by inserting ``or permanent partnership'' after ``marriage'' each place such term appears. (e) Contents of Petition.--Section 216(d)(1) (8 U.S.C. 1186a(d)(1)) is amended-- (1) in subparagraph (A)-- (A) in the header, by inserting ``or permanent partnership'' after ``marriage''; (B) in clause (i)-- (i) in the matter preceding subclause (I), by inserting ``or permanent partnership'' after ``marriage''; (ii) in subclause (I), by adding at the end the following: ``or is a permanent partnership recognized under this Act;''; and (iii) in subclause (II)--", "(a) Section Heading.-- (1) In general.--Section 216A (8 U.S.C. 1186b) is amended in the heading by inserting ``PERMANENT PARTNERS,'' after ``SPOUSES,''. (2) Clerical amendment.--The table of contents is amended by amending the item relating to section 216A to read as follows:", "(a) In General.--Section 237(a) (8 U.S.C. 1227(a)) is amended-- (1) in paragraph (1)-- (A) in subparagraph (D)(i), by inserting ``or permanent partners'' after ``spouses'' each place such term appears; (B) in subparagraph (E), by inserting ``permanent partner,'' after ``spouse,'' each place such term appears; (C) in subparagraph (H)(i)(I), by inserting ``or permanent partner'' after ``spouse''; and (D) by adding at the end the following: ``(I) Permanent partnership fraud.--An alien shall be considered to be deportable as having procured a visa or other documentation by fraud (within the meaning of section 212(a)(6)(C)(i)) and to be in the United States in violation of this Act (within the meaning of subparagraph (B)) if-- ``(i) the alien obtains any admission to the United States with an immigrant visa or other documentation procured on the basis of a permanent partnership entered into less than 2 years before such admission and which, not later than 2 years after such admission, is terminated because the criteria for permanent partnership are no longer fulfilled, unless the alien establishes to the satisfaction of the Secretary of Homeland Security that such permanent partnership was not contracted for the purpose of evading any provisions of the immigration laws; or ``(ii) it appears to the satisfaction of the Secretary of Homeland Security that the alien has failed or refused to fulfill the alien's permanent partnership which in the opinion of the Secretary of Homeland Security was made for the purpose of procuring the alien's admission as an immigrant.''; (2) in paragraph (2)(E)(i), by inserting ``or permanent partner'' after ``spouse'' each place such term appears; and (3) in paragraph (3)(C)(ii), by inserting ``or permanent partner'' after ``spouse'' each place such term appears. (b) Technical and Conforming Amendments.--Section 237(a) (8 U.S.C. 1227(a)) is amended by striking ``Attorney General'' each place that term appears and inserting ``Secretary of Homeland Security''.", "Section 240(e)(1) (8 U.S.C. 1229a(e)(1)) is amended by inserting ``permanent partner,'' after ``spouse,''.", "Section 240A(b) (8 U.S.C. 1229b(b)) is amended-- (1) in paragraph (1)(D), by inserting ``permanent partner,'' after ``spouse,''; and (2) in paragraph (2)-- (A) in the header, by inserting ``, permanent partner,'' after ``spouse''; and (B) in subparagraph (A), by inserting ``, permanent partner,'' after ``spouse'' each place such term appears.", "(a) Prohibition on Adjustment of Status.--Section 245(d) (8 U.S.C. 1255(d)) is amended by inserting ``or permanent partnership'' after ``marriage''. (b) Avoiding Immigration Fraud.--Section 245(e) (8 U.S.C. 1255(e)) is amended-- (1) in paragraph (1), by inserting ``or permanent partnership'' after ``marriage''; and (2) by adding at the end the following: ``(4) Paragraph (1) and section 204(g) shall not apply with respect to a permanent partnership if the alien establishes by clear and convincing evidence to the satisfaction of the Secretary of Homeland Security that the permanent partnership was entered into in good faith and in accordance with section 101(a)(51) and the permanent partnership was not entered into for the purpose of procuring the alien's admission as an immigrant and no fee or other consideration was given (other than a fee or other consideration to an attorney for assistance in preparation of a lawful petition) for the filing of a petition under section 204(a) or 214(d) with respect to the alien permanent partner. In accordance with regulations, there shall be only 1 level of administrative appellate review for each alien seeking relief under this paragraph.''. (c) Adjustment of Status for Certain Aliens Paying Fee.-- Section 245(i)(1)(B) (8 U.S.C. 1255(i)(1)(B)) is amended by inserting ``, permanent partner,'' after ``spouse''.", "Section 275(c) (8 U.S.C. 1325(c)) is amended by inserting ``or permanent partnership'' after ``marriage''.", "Section 316(b) (8 U.S.C. 1427(b)) is amended, in the matter following paragraph (2), by inserting ``or permanent partner'' after ``spouse''.", "Section 324(a) (8 U.S.C. 1435(a)) is amended, in the matter following ``after September 22, 1922,'', by inserting ``or permanent partnership'' after ``marriage'' each place such term appears.", " By Ms. SNOWE (for herself, Ms. Cantwell, Mr. Stevens, and Mr. Inouye):", "S. 1280. A bill to authorize appropriations for fiscal years 2006 and 2007 for the United States Coast Guard, and for other purposes; to the Committee on Commerce, Science, and Transportation.", "Mr. President, today I am pleased to introduce the Coast Guard Authorization Act of 2005.", "The Coast Guard serves as the guardian of our maritime homeland security and provides many critical services for our Nation. Last year alone, the Coast Guard responded to over 32,000 calls for assistance, and saved 5,500 lives. These brave men and women risk their lives to defend our borders from drugs, illegal immigrants, acts of terror, and other national security threats. In 2004, the Coast Guard seized 376,000 pounds of illegal narcotics, preventing them from reaching our streets and playgrounds. They also stopped over 11,000 illegal migrants from reaching our shores. In addition they conducted 4,500 boardings to protect our vital fisheries stocks and they responded to 23,904 pollution incidents.", "In today's post-9/11 world, the men and women of the Coast Guard have been working harder than ever securing the nation's coastline, waterways, and ports. This rapid escalation of the Coast Guard's homeland security mission catalogue continues today. Last year alone, the Coast Guard aggressively defended our homeland by conducting more than 36,000 port security patrols, boarded over 19,000 vessels, escorted over 7,200 vessels, and maintained more than 115 security zones. While our new reality requires the Coast Guard to maintain a robust homeland security posture, these new priorities must not diminish the Coast Guard's focus on its traditional missions such as marine safety, search and rescue, aids to navigation, fisheries law enforcement, and marine environmental protection.", "By introducing the Coast Guard Authorization bill today, I intend to continue giving the Coast Guard my full support, and I hope my colleagues will work with me to provide the Coast Guard with the resources it needs to carry out its many critically important missions that it provides to this Nation. Unfortunately, the Coast Guard's rapid operational escalation has come on the backs of its 42,000 men and women who faithfully serve our country. Additionally, it has taken a significant toll on the ships, boats, and aircraft that the Coast Guard uses on a daily basis. I believe we need to shift this burden off our people and instead adequately provide the Coast Guard with the resources it needs, primarily through the full support of its recapitalization project known as Deepwater.", "The bill I introduce today would authorize funding at $8.2 billion for Fiscal Year 2006 and $8.8 billion for Fiscal Year 2007. This represents an 8 percent annual budget increase over the levels contained in last year's authorization bill. This authorization will continue to allow the Coast Guard to perform non-homeland security missions such as search and rescue, fisheries enforcement, and marine environmental protection, as well as fund the necessary missions related to ports, waterways, and coastal security.", "This bill also includes numerous measures that would allow the Coast Guard to enforce provisions of the Maritime Transportation Security Act, an essential element in securing the Nation's ports and waterways. Additionally, it would address maritime safety issues by allowing the Coast Guard to continue training both the commercial fishing industry and the recreational boating public in issues regarding safety at sea. Joint training for foreign Nations is also addressed, which allows for nation-building and the development of bilateral agreements that allow the Coast Guard to effectively combat the trafficking of illegal narcotics into our Nation, keeping them off the streets and out of our schools.", "In response to the final report of the United States Commission on Ocean Policy, this bill includes provisions that would allow the Coast Guard to work with other Federal, State, and local agencies in developing plans to assist vessels in distress, thus eliminating the potential for loss of life and environmental damage. It also directs the Coast Guard to develop steps that will allow it to better detect and interdict vessels, both American and foreign flagged, that are violating fishing regulations.", "Finally, we must recognize that the United States Coast Guard is a force conducting 21st century operations with 20th century technology. To accomplish its many vital missions, the Coast Guard desperately needs to recapitalize its offshore fleet of cutters and aircraft. The Coast Guard operates the third oldest of the world's 42 similar naval fleets with several cutters dating back to World War II. These platforms are technologically obsolete, require excessive maintenance, lack essential speed, and have poor interoperability which in turn limit their overall mission effectiveness and efficiency. Unfortunately, they are reaching the end of their serviceable life just when the Coast Guard needs them the most.", "The Coast Guard continues to progress with its major recapitalization program for the ships and aircraft designed to operate more than 50 miles offshore. The Integrated Deepwater System acquisition program is critical to the future viability of the Coast Guard. I wholeheartedly support this initiative and the procurement strategy the Coast Guard is utilizing. This bill would authorize full funding for this critical long-term recapitalization program.", "I ask unanimous consent that the text of the bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "This Act may be cited as the ``Coast Guard Authorization Act of 2005''.", "The table of contents for this Act is as follows:Sec. 1. Short title.Sec. 2. Table of contents.", "The table of contents for this Act is as follows:Sec. 1. Short title.Sec. 2. Table of contents.Title I--Authorization"], "capitolwords_url": "http://capitolwords.org/date/2005/06/21/S6911_statements-on-introduced-bills-and-joint-resolutio/"}