{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 108, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-30/html/CREC-2003-07-30-pt1-PgS10218.htm', u'number': 115, u'id': u'CREC-2003-07-30-pt1-PgS10218.chunk0', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S10218-S10251', u'speaker_party': u'D', u'date': u'2003-07-30', u'bills': None, u'bioguide_id': u'K000105', u'order': 0, u'speaking': [u'Mr. President, contrary to the widespread impression of a partisan breakdown in the judicial nomination process, Democrats in this closely divided Senate have, in fact, tried our best to cooperate with the President on judicial nominations. We have largely succeeded, even though there are a handful of nominees who we believe are too extreme.', u"Since President Bush's inauguration, the Senate has confirmed 140 of his nominees and so far blocked only 2. We have said ``no'' in those cases partly because these few nominees were too extreme for lifetime judicial appointments and partly because the White House and the Senate majority have tried to jam the nominations through the Senate without respect for the Senate's advice and consent role under the Constitution and without respect for the Senate rules and traditions.", u'The nomination of Mr. Pryor illustrates all of these issues. Even his advocates concede that his attitudes and beliefs are the very extreme of legal thinking. I am confident that when the Members of the Senate and the public fully understand and consider his prejudices and attitudes, a majority of the Senate, with the strong support of the public, will agree that he does not merit confirmation to a lifetime seat on an appellate court that often has the last word on vital issues, not only for the 4\\1/2\\ million people of Alabama but also for the 8 million people of Georgia and the 15 million people of Florida. In fact, this nomination does not belong on the Senate floor at this time.', u'The Pryor nomination was reported out of the committee as a result of a gross violation of the same committee rule of procedure which caused the Cook and Roberts nominations to be held up in the Senate floor earlier this year. The Judiciary Committee has a rule which clearly prevents the termination of debate on a nominee unless a majority of the committee, including at least one member of the minority, is ready to vote on the nominee.', u'This rule, Rule 4, was adopted at the insistence of Senator Hatch, Senator Thurmond, and other Republicans in 1979, when I was chairman of the Judiciary Committee, as a reasonable protection for the minority. After the rule was ignored in the Cook and Roberts case, we thought we had resolved this matter amicably and equitably. Both nominees were later confirmed based on a clear understanding that Democrats would not in the future be deprived of their rule 4 rights.', u'After all, these rules were put in place at the start of this Congress, with the support of the Republican chairman of the committee, and now we have seen a blatant and flagrant disregard, which is not just an issue of procedure but affects the substance of this issue in a very important way.', u"Just as important is the reason why Democrats were unwilling to vote on this nomination in the committee. The reporting of this nomination was totally premature because the committee was forced to move to a vote in the midst of a serious investigation of substantive questions of candor and ethics raised at the hearing by the nominee's own testimony, by his answers and non-answers to the committee's followup questions.", u'On Friday, Chairman Hatch presented a version of the history of this nomination and this investigation which does not comport with the facts. I want to go through that history so the Senate can fully understand that Democrats have proceeded expeditiously and responsibly and that the rush to judgment in the committee last week was an effort to cut off an important investigation. The full Senate deserves to know its result before it considers this nomination.', u'The basic facts on this issue are straightforward. Democrats did not invent the issue. Years before this nomination, lengthy articles in Texas and DC newspapers raised the question of the propriety of the activities of the Republican Attorneys General Association.', u'It was reported that the organization sought campaign contributions to support the election of Republican attorneys general because they would be less aggressive than Democratic attorneys general in challenging business interests for violations of the law. Some descriptions of this effort characterize it as a shakedown scheme. The leaders of the association denied the allegation but refused to disclose its contributors. They were able to maintain secrecy by funneling the contributions through an account at the Republican National Committee that aggregated various kinds of State campaign contributions, thus avoiding separate public reporting of the contributions or the amount of these gifts. The issue received significant press coverage during the 2002 U.S. Senate campaign in Texas especially since several Republican attorneys general have denounced the association as fraught with ethical problems.', u"Since Mr. Pryor had been identified publicly as a leader of the association's efforts and the ethical issues raised by it, these issues are obviously relevant to his qualifications. Senator Feingold asked the nominee about it at the June 11 hearing. Until this point in the hearing, Mr. Pryor was, in Senator Hatch's own words, ``no shrinking violet.'' He had been open and honest about his personal beliefs and ideological views. He did not retreat a single step or hedge his opinions. Nor were there any ``confirmation conversions'' taking new views, contradicting old ones. Mr. Pryor was a model of outspokenness, with clear recollections of the details of briefs, legal opinions, speeches, and other complex legal issues.", u"Only on the issue of the Republicans Attorney General Association were his statements cramped and fudged, his recollections virtually nil. His answers were unresponsive and incomplete. They raise serious questions about his candor and truthfulness. He was asked a broad question reciting the allegations against the association. He was asked whether, if the allegations of soliciting contributions from potential target corporations are true, his own role in the association would present at least an appearance of conflict of interest. His answer was what would have been called a ``nondenial denial'' in the Watergate days. He said the contributions were made to the Republican National Committee, not to the association. He said that ``every one of these contributions, every penny, was disclosed [by the Republican National Committee] every month.''", u"The association's own materials show that its contributions were being given to the association and that the writing of checks to an aggregated account of the Republican National Committee was merely a way to use a reporting loophole to mask the association's contributions and the amounts of their gifts.", u"Even more startling, Mr. Pryor's assertion that every penny of the contributions was disclosed by the Republican National Committee was a clear misrepresentation. The fact is, the association and its members have explicitly refused to disclose the contributions. Republican National Committee reports did not mention any association funds, let alone every penny. Mr. Pryor's statement raised a giant red flag.", u"Senator Feingold immediately told the nominee there would be followup on this issue in written questions. On June 17, Senator Feingold and I both asked the followup questions. We gave him an opportunity to review the previous answers and make them more responsive. He refused. He said: ``I stand by them.'' We asked about other details of the association's operation and his specific role in it. Once again, his answers were unresponsive and silent on key facts.", u'This careful lawyer could remember the most esoteric details of complex legal cases going back many years but could not remember a single company or person he himself had solicited for the association. He could not recall whether any of the leading tobacco or other companies identified by the President were contributors. He could not remember the name of a single association member or contributor or whether he had ever personally received any of the campaign funds.', u'Typical was this question and answer: I asked, ``To the extent that the RAGA designated system funds were transmitted to or through another entity, did that entity disclose publicly the funds raised by or for ', u'His answer was a non-answer: ``To my knowledge, RAGA complied with all the applicable campaign laws and its operations.', u"He later said, ``I never solicited for RAGA a contribution from any person who has been the subject of an investigation or legal action of my office.'' He refused to say whether someone else on behalf of the association had made such solicitations. He refused to say whether contributions came from companies his office might have investigated, but did not.", u"These issues that were raised about the telephone companies, about the calls, about the meetings, about the breakfast meetings, who was there, have all been left open. There is strong evidence that is in conflict with what the nominee has presented. This is part of the committee's work in terms of the future, to get to the bottom of this, in fairness to the nominee and so that the Senate will be able to make its judgment.", u"Senator Hatch's floor statement made much of the number of times the Pryor nomination appeared on the committee's agenda. In fact, the Pryor nomination was on the agenda for June 19 but the listing was obviously premature since the answers to our questions had not even arrived. The answers were received on June 25. Again, Pryor was placed on the agenda for the next day, but before any of us had a chance to examine his intricate web of answers, partial answers and non-answers. The nomination was obviously not even close to ready for consideration. Even our first look at the answers made clear there would have to be further investigation, more followup questions. Even Senator Hatch realized proceeding the next day would be inappropriate.", u"By this time, Pryor's statements had been widely reported and had come to the attention of many people who knew the facts and some who might cast light on the facts that Mr. Pryor could not recall. On July 2, during the Fourth of July recess, just before the long holiday weekend, extensive new material from one such source arrived at the minority office in the committee. After a brief initial review to assess the authenticity and relevance, the material was turned over to the majority staff when the Senate returned from the recess. At the same time, the chairman's staff was fully briefed about the process by which the materials had reached the committee.", u"Then, contrary to the chairman's floor assertion, a bipartisan group of investigators questioned the source of material in detail. No question was raised about the authenticity of the materials. On the contrary, when the joint staff shortly thereafter interviewed the author of the document, she confirmed the source had full access to them.", u"The material was then distributed by each side to each member. After reviewing the documents, the minority requested that a bipartisan investigation be conducted. That investigation was to begin July 15, with calls to the association's former finance director and executive director. Until then, not a single document had been disseminated outside the committee.", u'However, on that day, the majority gave the documents to the nominee and to the Justice Department. Someone on the Republican side gave them to a strongly pro Pryor columnist on the Mobile Register newspaper. The columnist called the former finance director, a close Pryor ally and former campaign director. That call was made before the investigators could reach her, warning her that she could expect a call from the committee staff. Although the call to her did produce some useful information, it also marked the beginning of a consistent effort by the majority investigators to interfere with the investigation.', u'After the interviewee stated that she might well have the files of the association, the Democratic investigator requested she provide them to the committee. The Republican investigator told her not to comply with the request and not even to comply with the request to at least begin searching for association materials in her possession.', u'The Mobile Register columnist disclosed and discussed the documents on July 16, and others in the press wrote about them on the 17th. The committee had a brief discussion of the documents on the 17th with the expectation that the just started investigation would continue on a bipartisan basis in accordance with an investigative plan provided to the majority.', u'However, at that point, the Republican investigative staff began informing the interviewees that the calls to them were not part of an official committee investigation, implying that they did not have to cooperate.', u'Between July 17 and July 23, many calls were made in accordance with the plan. Many of these calls did not reach the parties called.', u"By the time of the committee's meeting scheduled for July 23rd, the investigators had just begun accumulating significant information in accordance with the investigation plan. The day before the meeting, all nine Democrats, having considered the information available up to that point, wrote to the chairman and informed him that the investigation was producing serious and disturbing information, that it would require substantial addition time, that his investigators were interfering with it, and that after it was complete, we would want to question the nominee under oath.", u'The Republican staff had offered interviews with the nominee before that time, but the Democratic investigators had declined to participate until the basic investigative work had been done, and in any event, the Democratic members wanted to question the nominee in person under oath at the appropriate time.', u"At the meeting on July 23, the chairman rejected the minority's request out of hand. He insisted on a vote on the nomination without completion of the investigation and without further questioning of the nominee under oath. That was the situation when Senator Leahy invoked the committee's Rule IV to prevent a premature vote on the nomination. The chairman refused to follow Rule 4 and insisted on an immediate vote.", u'The nine Democrats on the committee voted against reporting the nomination, and the 10 Republicans voted to report it, with one member of the majority noting that his vote to report did not mean he would necessarily vote for the nominee on the floor. He also noted that he would want to review the results of the investigation with the nominee before any floor vote.', u"Despite the lack of co-operation from the majority staff, the investigation has continued. It has developed new information which expands both the scope and the gravity of the original concerns. It tends to show not only that the nominee was not candid with the committee, but that his statements may have been intended to obscure facts that would raise extremely serious ethical or legal questions about the nominee's activities.", u'I raise these points because the chairman has suggested that these issues are not serious. They are very, very serious. I do not know how it will ultimately come out after the investigation is complete, but as I said in committee, the nomination comes to the floor with a ticking ethical time bomb which might explode at any moment.', u'There is no doubt that this nomination is not ripe for a vote of the full Senate. The committee majority was not willing to finish its job before reporting the nomination to the Senate. But that is no reason for the Senate to allow the nomination to be voted on, before these matters are thoroughly reviewed, and the nominee has responded.', u"On the issue of the merits, Mr. Pryor is simply too ideological to serve as a Federal court judge. The concern is not simply that Mr. Pryor is a conservative. The question is not whether all of us agree with his views. Mr. Pryor's litigation positions, public statements and his writings leave little doubt that he is committed to using the law not simply to advance a ``conservative'' agenda, but a narrow and extreme, ideological agenda.", u"Mr. Pryor's record is clear. He is an aggressive supporter of rolling back the power of Congress to remedy violations of civil rights; he is a vigorous opponent of the constitutional right to privacy and a woman's right to choose; he is an aggressive advocate of the death penalty, even for individuals who are mentally retarded. He is contemptuously dismissive of claims of racial bias in the application of the death penalty. He is an ardent opponent of gay rights.", u"More than just disagreeing with much of the Supreme Court's jurisprudence over the last 50 years on issues such as privacy, the death penalty, criminal justice, and the separation of church and state, Mr. Pryor has dedicated his advocacy and litigation to rolling back widely accepted legal principles and laws. What we know about Mr. Pryor leaves little doubt that he will try to advance that agenda if he's confirmed as a Federal judge.", u"At his hearing and in answers to written questions, Mr. Pryor, for the most part, adhered to his past, extreme, views. He did not renounce his view that the Supreme Court's decisions in Miranda v. Arizona and Roe v. Wade were the worst examples of judicial activism or that the Roe decision was an abomination. What are we expected to believe? That despite the intensity with which he holds these views and the years he has devoted to dismantling these legal rights, he will still ``follow the law'' if he is confirmed to the Eleventh Circuit? Repeating that mantra again and again in the face of his extreme record does not make it credible that he will do so.", u'We know the cases that Mr. Pryor has won at the Supreme Court to narrow Federal rights, and the effect of these cases on the lives of disabled workers--of breast cancer victims like Patricia Garrett--and of the many older workers who face discrimination by State agencies.', u"Mr. Pryor's agenda is more far-reaching. He has consistently advocated views to narrow individual rights far beyond what any court in this land has been willing to hold.", u'Just this term, his radical views were rejected by the Supreme Court. In its recent term, the Supreme Court rejected his argument that States could not be sued for money damages for violating the Family and Medical Leave Act. The Court rejected his argument that States should be able to criminalize private sexual conduct between consenting adults. The Court also rejected his far-reaching argument that counties should have the same immunity from lawsuits that States have.', u"What is more disturbing, Mr. Pryor has plans for narrowing Federal power far beyond the Supreme Court's current case law. The Supreme Court has held that Congress has broad power under the spending clause, but Mr. Pryor's agenda would restrict Congress's power under that clause. He has praised a district court's decision to limit the ability of individuals to enforce spending clause statutes. That decision would have reversed more than 60 years of Supreme Court precedents, and it was rejected unanimously by the Sixth Circuit. Seventy-five constitutional law scholars had joined a brief opposing the decision. Yet, Mr. Pryor said that the District Court decision was ``sublime'' and ``brilliant.''", u"He has even argued in a race discrimination case that Alabama should not be subject to a lawsuit under title VII of the Civil Rights Act of 1964. That argument was unanimously rejected by the Eleventh Circuit, because it would have reversed decades of settled Supreme Court law. It shows how far he would go--trying even to limit Federal power to address race discrimination under the 14th amendment, even though combating race discrimination is the amendment's very purpose.", u"These examples rebut the notion, repeatedly urged by Mr. Pryor's supporters, that Mr. Pryor is simply ``following the law'' or that his views are within the mainstream. Again and again his statements and litigation positions make clear that his agenda to ``make the law'', and again and again his radical views to change decades of Supreme Court jurisprudence are rejected by the Federal courts.", u"Mr. Pryor even seems to resist the application of Supreme Court decisions with which he disagrees. In 2002, Mr. Pryor authored a friend-of-the-court brief to the Supreme Court arguing that it did not violate the eighth amendment to execute people who are mentally retarded. The Court rejected his argument by a 6 to 3 vote in Atkins v. Virginia. Yet this past May, Mr. Pryor attempted to prevent a prisoner with an IQ of 65--and whom even the prosecution had noted was mentally retarded--from raising a claim under Atkins. The Eleventh Circuit unanimously rejected Mr. Pryor's arguments, and stayed the execution of the Alabama prisoner.", u'Do you call that mainstream? Judicial mainstream?', u'He has used his position as Attorney General to advance his own ideolgical agenda. His State was one of only three States to submit an amicus brief in support of Texas in the Lawrence case on gay rights. His restrictive view of the constitutional right of privacy and his argument that States should be allowed to criminalize homosexual activity were rejected by the Supreme Court in its decision last month.', u'He was the only State attorney general--with 37 on the other side--to submit an amicus brief opposing the remedy in the Violence Against Women Act. He was the only attorney general to argue to the Supreme Court that Congress has no power to make provisions of the Clean Water Act enforceable against the States.', u'Do we understand now? He was the only State attorney general, with 37 on the other side, to submit an amicus brief opposing the remedy in the Violence Against Women Act; the only attorney general to argue to the Supreme Court that Congress has no power to make provisions of the Clean Water Act enforceable against the State. He had ridiculed the Supreme Court of the United States for granting a temporary stay of execution of a prisoner in a capital case who even the prosecution had noted was mentally retarded. The Eleventh Circuit unanimously rejected his arguments and stayed the execution of the Alabama prisoner, and the proponents of this nominee say he is in the mainstream? The mainstream of thinking?', u"He says the victims of violence who sue gun dealers or manufacturers failing to follow the Federal law are ``leftist bounty hunters.''", u'He filed an amicus brief for the State of Alabama opposing a law limiting possession of firearms.', u"In this case, a Federal district court judge dismissed an indictment against a man in Texas who had possessed a firearm while under a restraining order for domestic violence, in violation of Federal law. The judge ruled that the law violated the second amendment. Alabama was the only State to file an amicus brief in the Fifth Circuit. The brief broadly argued that the Federal Government's interpretation of the statute was so broad that it constituted a ``sweeping and arbitrary infringement on the second amendment right to keep and bear arms.''", u"Mr. Pryor's argument went far beyond what the Fifth Circuit or any other court has held. The concern is that here again Mr. Pryor was using the attorney general's office in Alabama to advance his own personal ideological agenda in a Texas case, and that he will continue this mission if his nomination is confirmed.", u"What he was trying to intervene on was the fact that you have a law that restricts the ability for someone to bear an arm who is under a restraining order for domestic violence. Do we understand this? State law has said people who are under restraining orders for domestic violence should not bear arms. Attorney General Pryor is saying, ``Wait a minute. That violates the second amendment.'' And we are saying that this is in the mainstream of judicial thinking? A State law says that when you have domestic violence and an individual is under a restraining order, that individual can't bear arms. He is trying to override it and you say that is in the mainstream? Mr. Pryor has ridiculed the Supreme Court of the United States for granting a temporary stay of execution in a capital punishment case. Alabama is one of only two States in the Nation that uses the electric chair as its sole method of execution. The Court granted review to determine whether the use of the electric chair was cruel and unusual punishment. For Mr. Pryor, however, the Court should not have even paused to consider this eighth amendment question.", u"Listen to this. He stated that the issue ``should not be decided by nine octogenarian lawyers who happen to sit on the Supreme Court.''", u"He stated that the issue ``should not be decided by nine octogenarian lawyers who happen to sit on the Supreme Court'' of the United States.", u"Talk about respect for the law and respect for the Supreme Court. All of us know that the courts may support our views at times. We may differ with the other courts. We just saw this in recent times when they made a decision on the outcome of an election. Many had concerns about it. It was supported by the American people because of the great respect that we have for the Supreme Court. And he is talking about ``nine octogenarian lawyers who happen to sit on the Supreme Court.''", u"Mr. Pryor's many inflammatory statements suggest that he lacks the temperament to serve as a judge. He is dismissive of concerns about fairness and racial bias in capital punishment. He has stated: ``make no mistake about it, the death penalty moratorium movement is headed by an activist minority with little concern for what is really going on in our criminal justice system.''", u"Many of his statements reflect an alarmingly politicized view of the judiciary--hardly appropriate for someone who wants to serve as a Federal judge. In a speech to the Federalist Society, he praised the election of George Bush as the ``last best hope for federalism'' and ended his speech with these words a ``prayer for the next administration: Please God, no more Souters.''", u'That is obviously a derogatory remark about a very distinguished jurist, Justice Souter.', u"He was thankful for the Bush v. Gore decision because, as he said, ``I wanted Governor Bush to have a full appreciation of the judiciary and judicial selection so we can have no more appointments like Justice Souter.''", u'I hope that his nomination will be rejected.', u'Madam President, I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/30/S10218_nominations/'}