{"speaker_state": "IA", "speaker_raw": "mr. king of iowa", "speaker_first": "Steve", "congress": 108, "title": "SUPPORT OUR COMMANDER IN CHIEF AND TROOPS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-23/html/CREC-2004-09-23-pt1-PgH7567.htm", "number": 116, "id": "CREC-2004-09-23-pt1-PgH7567.chunk1", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "King", "pages": "H7567-H7571", "speaker_party": "R", "date": "2004-09-23", "bills": null, "bioguide_id": "K000362", "order": 1, "speaking": ["Mr. Speaker, I appreciate the opportunity to come to the floor of the United States House of Representatives and have the opportunity to speak my peace to the American people.", "I think as I have listened to this discussion over the last 2 or 3 hours here, and particularly over the last 40 minutes or so, I would start backwards and work my way through there.", "The question was posed just before the gentleman from Florida yielded the floor, who does not support the troops? I recall a resolution on the floor of this Congress within a week or two of the time the liberation troops entered Iraq. The resolution was to honor our troops. It included, of course, honoring our commander-in-chief.", "There was a long, contentious debate on the floor of this House that lasted until 2:15 in the morning, and Member after Member went down to the well and spoke, and spoke against honoring our President because he was in the resolution to honor the troops. This went on until 2:15 in the morning.", "Some of them said, ``Bring them home, Mr. President. This is a failed mission.'' We were only 2 weeks into this operation. By the way, this operation is likely and it certainly will go down in history among the most successful military operations in all of history.", "Our troops entered Iraq and crossed the desert with armor faster than any column had ever done so before; they invaded and occupied the largest city ever in the history of the world to be invaded and occupied, invaded and liberated subsequently. That all happened in about 22 days. The population of Baghdad is twice as large as now the second largest city ever to be invaded, which was Berlin. It was a tremendous, magnificent military performance. And that mission to liberate Iraq was accomplished, and it was celebrated. And, by the way, it was not at the President's request that that banner was hung on the Abraham Lincoln, that was the people on the Abraham Lincoln that made that selection.", "Who does not support the troops? The people that voted against the resolution, 14 of them, and many others who spoke against it. Some of those people that said ``bring them home, Mr. President,'' that went out and did press conferences and talked about it and declared it to be a quagmire, another Vietnam, a failed mission, ran down the efforts of our United States military, some of those same people that spoke against the resolution honoring our troops and supporting our troops, those people spoke against the mission.", "They went down and stood in front of the television cameras when we honored our troops in Statuary Hall here in the United States Capitol building, and they stood there holding an American flag right in front of the podium and cameras demonstrating their patriotism after they voted against the resolution honoring our troops.", "I think if you pray for the troops, you also pray for our Commander-in-Chief. If you honor our troops, you also honor our Commander-in-Chief. We are all in this together, from the Commander-in-Chief down to every soldier and the people that support them and their families and neighbors and friends and employers and the people that pray for them to come back home, those that keep their jobs open. Those are the support group and the support team. That is how you honor our troops.", "You go over there and visit them. If you do that and look those soldiers in the eye and talk to them and if you listen, you will find out that they will not accept the idea that you can support the troops and oppose the war, or you can honor the troops and oppose the mission.", "As a Marine major told me on one of my trips to Iraq, he said a soldier is trained to do that which is unnatural, and that is to kill. You send them in on a mission to do that, to kill or be killed. You cannot tell them that their cause is unjust. They must believe that they are fighting for a just cause. When their lives are on the line and when it is kill or be killed, it has got to be for a just cause.", "The debate in this country can go on and rage, but when our troops go into harm's way, we need to come together. When we have a presidential election in a Nation at war, those disagreements need to stop at the water's edge.", "I believe this is the first time in history we have had this kind of contentious presidential election that carried this argument overseas and where the debate and the discourse has encouraged our enemies.", "I made these statements months ago, and they are true again today. When the people who are viewed as quasi foreign policy leaders, those voices from the other body, those voices from this body that speak out publicly and claim that it is a failed mission, it cannot be won, those people are undermining our mission.", "So, when there is an insurgent sitting in their concrete hut over in Baghdad or Fallujah or wherever it might be, and they are building improvised explosive devices or planning their next attack on coalition forces, and they are watching their new satellite dish TV, of which at least two-thirds of the people over there now have access to satellite TV; it was illegal just a year-and-a-half ago, now I counted them from the air, two-thirds of them at least in the city of Mosul, last fall. When they are watching their satellite TV and they are making bombs to blow up coalition forces, and most time American forces, and they see the face of the presidential candidate declaring it to be a failed mission, declaring that he wants to bring the troops home, and when that is going on and they see the Arabic subtitle and they hear the English voice of that person whom they view to be quasi foreign policy, and in fact they are, you tell me, America, do they build more bombs or less? Are they encouraged by that discussion? Does it give them hope? Is it the same impact on the people fighting us that it was with the antiwar protesters in the Vietnam era that finally talked us out of a war that we never lost a single tactical engagement in? And, by the way, we have won every single tactical engagement in Iraq from the platoon level on up, and it is very likely to say that way. We are at no tactical risk.", "The casualties, every one, even one is too many. By the same token, there is a comparison that can be made to a number of other important military operations.", "But the part that is forgotten is the one that nobody talks about, and it is forgotten the most, and that was, what was the price to be ready? Do we ever lose soldiers in training maneuvers, military operations, on-base accidents, training accidents, other kinds of incidents where it costs lives? And that answer is yes. Yes, we do. And I began to wonder about this when I heard the noise here on the Floor for the first casualties, sad as it is, and they are in my prayers too, and their families are in my prayers, as is the commander in chief, I began to look at this from a different perspective, and I asked myself, what is the price to be ready? How many lost their lives in those training accidents, on-duty accidents, on-duty fatalities, because we have to have a military that is ready to go at a moment's notice, that has to be highly trained, needs to be highly skilled, needs to have the best equipment available, nothing too good for them; when you have men and women and machines and logistics and all of that is moving around, things happen. People get hurt and they get killed, just like people get killed in car accidents for the same reasons.", "So I had them put together some numbers for me and the question was, how many then died in the line of duty, nonhostile, from the period of time of the end of Desert Storm to the beginning of Operation Iraqi Freedom. And that number came back to be an average of 505 per year, 505 per year.", "Now, we have been in Iraq about a year-and-a-half, and in that period of time, we have lost a little more than 1,000 soldiers. But in peacetime, on the average, for the previous decade, in that period of time, we would have lost statistically about 750 just as a price to be ready. Planes crash, choppers crash, Humvees roll over, people get run over and crushed, those kinds of things just happen and cannot be avoided, Mr. Speaker. We reduce it as much as we can, but it cannot be avoided entirely. So that price to be ready is about 505 a year. About 5,000 Americans gave their lives so that our military will be ready to step up and defend the United States, defend freedom, and defend liberty.", "If these casualties, now that do run about 5 killed a week, and it is a pretty steady number, and the steadiness of it does disturb me, because it is not the only indicator, but that as an indicator does not show the trend that I am hoping for. But regardless, 5 a week killed in Iraq, and the point was made yesterday that 248 were murdered here in Washington, D.C. in the last year alone. This is a population of about 500,000 in this region, Iraq is a population of about 27 million. So if you do the math and you divide the 500,000 into the 27 million and you multiply it times 248, that same proportion would be about 12,500 Iraqis, or 12,500 killed in Iraq in a year. So in a year-and-a-half, it is about 18,000, and we are looking at, of American soldiers, about 1,000.", "So for wartime, as tragic as it is, these are not a great number of casualties. This is a very noble endeavor, to provide an opportunity for freedom for the Iraqi people. And we heard Prime Minister Alawi speak today on this very floor of this Congress. I took some notes on some of what he had to say and his notes would have rebutted the previous speakers here on the Floor. I think it is important to repeat those to the American people.", "He said, we intend to shoulder all of the security for our country eventually. Mr. Speaker, 250,000 security will be in uniform and trained and up and ready to go in operation by the end of the year of 2005, should be by the end of next year. Elections will occur on time in Iraq. That is a bold statement. They will stand by it. He said, we will prove them wrong again. They said we could not establish a civilian government, they said we could not write a Constitution. He named a list of milestones that had been declared not possible to meet, but he said we met them all and we will prove them wrong again. He said, there could be no greater blow to the terrorists than elections, and elections will take place.", "He said, Iraq has many partners, over 30 nations in Iraq helping militarily, logistically, economically. But he said, I understand why faced with the headlines you are seeing over here why you might have some doubt. The United States news media is discouraging 282 million people while 27 million people struggle for freedom and liberty.", "His strongest message was, thank you, America. Thank you, America. I got that message from the Iraqi people when I was there. He said, the overwhelming majority of Iraqis are grateful for our liberation. He used the term ``liberation'' several times in his speech. The Iraqi people have been liberated by American soldiers. And he pointed out that at least 300,000 are in mass graves because of Saddam. Millions have gone into exile. He did not mention how many Iraqis are alive today because of the intervention of the coalition forces. But if you take that 300,000, and some of those numbers go to 400,000 or even 500,000, and you divide it by the period of time that Saddam had to kill his own people, because that is certainly what put them in the mass grave, you get a number somewhere between 182 a day and 300 people a day that were being killed by Saddam's regime.", "So if you take the 182 a day and multiply it times the days the liberation troops have been in Iraq and stopped that wanton murder by Saddam Hussein, that means about 88,000 people are alive in Iraq today that would not be alive if Saddam had remained in power, and maybe that number runs to 60,000 or 70,000 or 80,000 people even that could be alive today in Iraq because of this noble venture on the part of the United States and the coalition forces.", "He also said, we are determined to honor your sacrifice by putting in place a democracy. Determined to honor your sacrifice. And he also at the end of his speech pledged to stand with the United States because we have stood with them in many, many different areas.", "Mr. Speaker, I did not come to the Floor to talk about this tonight, but as I sat on the Floor and listened to the rhetoric that flowed out here prior to my time before this microphone, I felt compelled to address the subject matter because it is important that we do speak the truth, as the gentleman from Florida said.", "There was another statement made that those casualties in Iraq disproportionately represented minorities and low-income groups. That statement has been a statement that we have heard since the Vietnam war. No statistics uphold that statement. They have not in my lifetime. It has been essentially proportional to the minorities in the population, those casualties. So our troops have been representative of the American people, and this is a volunteer armed forces. So when people volunteer, they do put their lives on the line for their patriotism, and when things happen, they happen in proportion to their membership within the military.", "So I am proud of these soldiers. I look them in the eye. And over and over again they said to me, why do we have to fight the United States news media too. We will fight for you over here in Iraq while you go back to the States and fight for us. That message was a consistent message that came.", "But really, Mr. Speaker, I came to the Floor here to speak about another subject matter, a subject matter that is maybe deeper and broader than the one in Iraq. This issue came up last week as we had a debate on the Floor about the matricula consular card.", "The issue was, will the United States Federal bank honor matricula consular cards. Now, for the benefit of those who do not have that term in their vernacular, a matricula consular card is a card that is issued by the Mexican consul to an expatriate citizen of Mexico, I assume someone who is not likely to have paperwork to be legally here in the United States. It is a card they claim requires a birth certificate in order to get the card, but we had people picked up that had 30 different cards in their possession.", "The people who believe that we should honor those cards in our national banks are the ones that opened the subject and said that, just by the virtue of carrying a matricula consular card, it was likely you were an illegal alien because you would have no reason for a card like that. If you were legal, you would have a green card or other documents that would demonstrate the legalities of your presence here or the ability for you to work in this country.", "So the matricula consular cards go often to illegal immigrants. There are at least a million of them out there. They are not verifiable or reliable.", "The other side will argue that there are any number of banks that honor them, any number of States that honor them. And I will say yes, and that is the problem. But there are not many banks in Mexico that honor them. It is not a very reliable document south of the border, and we should not be making it a legitimate document here on this side of the border, because the matricula consular card being in one's possession gives one a false identity that can be used in some States to get a driver's license. That may be all you need then to open up credit, to register to vote. Yes, I know you are supposed to say you are a citizen. Nobody verifies that. And so this matricula consular card becomes the entry into the mainstream of the United States for illegals.", "So I raise the issue that those who were defending the utilization of the matricula consular card and certifying it to be recognized by the national banks, there are two different arguments here. On one side, over on this side of the aisle to my left, Mr. Speaker, were the people who believe in an open border under almost all circumstances. The people that say, let us bring that flow in. Let us take that 8 million, 10 million, 11 million, 14 million. Let them flow in here. Let them vote and give them all of the benefits we can, give them fast track to citizenship.", "They have a motive for that. And the motive is, and it is clear, they believe that a significant majority of those who come into their country will vote for the liberals, and I believe they are right. I think maybe they are right on two out of three, as the statistics that I see. So their motivation is political power. On the other side of the aisle, we had people that argued that it was all right that we ought to honor the matricula consular card and we should do that because, that way, we would be able to keep track of these people that are here.", "I could not ever quite follow that. You would let somebody have an unreliable document, call it identification, let them use it to access the financial world and maybe the drivers license world and flow through the society here. I do not know how that helps us identify them. And I do not know what they would propose we could do if we could identify them because they are the people that are heading up the multinational corporations, the people who want a steady supply of cheap labor, the people who figured out they can transfer capital around the world with a click of the mouse and are frustrated they cannot transfer cheap labor around the world with a click of the mouse.", "I am in favor of immigration. I am in favor of a logical immigration policy. I am in favor of one that is designed to enhance the economic, cultural, society well-being of the United States of America. It is simple. Every nation's immigration policy should be a selfish policy that looks out and says, we can use certain people in this economy, certain people with certain skills, certain people that maybe even come with capital, language skills, technological skills, maybe doctors, probably not lawyers, but people who have skills that can enhance this economy. We can use all kind of people in this economy.", "But we do not have an immigration policy that reflects any selfish interest in the United States, not even a logical humanitarian interest in the United States. We have an immigration policy that is fraught with selfish interests of political gain, economic gain. And the point that I made was there is a vast majority of us in the middle here between the liberal left open-border, fast track to citizenship, and over here, another libertarian open border, cheap labor right, this vast majority of us believe in something I call cultural continuity and the rule of law.", "Cultural continuity is the issue that brings me to the floor here tonight, Mr. Speaker, because an issue was raised that night, the following day and all throughout the weekend up until just the day before yesterday. The press has been pounding on my door, wanting me to explain cultural continuity. They have already defined it. It was defined by a caucus on the other side of the aisle, and they held their press conference, put out their press releases. And a couple of those sent the press over with their television cameras to ask me some questions. They had declared it to be a racist statement and that the use of the term cultural continuity took them back to 1932 and Nuremberg.", "Those are some pretty heavy charges to level against anyone on the assumption that you understand what it was that I said. And I will say this, anybody who believes that the use of the term ``cultural continuity'' is racist or anyone who believes that it brings back memories of I will say historical memory because none of them are old enough to remember Nuremberg in 1932, if that reflects back to them, they need someone to help interpret this English language for them, someone to interpret this American culture for them.", "But the problem is not that there is anything wrong with cultural continuity. It is our understanding of who we are as a people. Well, so the answer to everything is all on a Google search. So I went back and typed in ``cultural continuity.'' Where are they getting their interpretation for the English language? Where are they getting their interpretation for the culture that is here? So, Mr. Speaker, I found this.", "``Destroying Cultural Continuity, The Leftist War on Social Cohesion.'' Well, I began to read through this document, just the headline pretty well filled me in, and I began to understand the motive. There was another time in my life or two when I inadvertently made a statement that was sound, and it was logical, and it was ridiculed because it had thrown a dart into the heart of the argument on the other side of the aisle.", "I believe in cultural continuity. I believe that there exists a greater American culture, a greater American experience. I believe it is all based and founded in the Declaration of Independence and in the Constitution. I believe, like the President does, and I believe like our founding fathers did, that our rights come from God, and they are identified and ratified by the Declaration of Independence, put into our Constitution, and they flow to us. And I believe that the Bible was written with divine inspiration. And I believe that the Declaration of Independence was written with divine guidance, as was our Constitution, including our Bill of Rights. And I believe these rights that come from God are established in this Constitution as a sacred covenant with Him, a gift from Him through our Founding Fathers.", "It is our obligation to stand and defend the Constitution, defend the concept and the Declaration of Independence and recognize that this greater American culture, this cultural continuity that we have, this great American civilization that we have is a civilization that flows from those foundational documents, but the spirit that established them needs to remain. So America is a greater culture.", "As I first went into the Iowa Senate, I was reading through the Iowa law, and I came through the section on education. Now, this is about the time that I began to give up on the idea that diversity and multiculturalism were going to be the answer to anything unless you were trying to establish division and chaos in a country. I did believe when multiculturalism flowed out into our discussion, that it was a good thing, that it gave us an opportunity to identify and honor different people from different civilizations and allow us to respect the differences between us but still be able to bind ourselves together in this giant melting pot.", "Over time, I began to see it differently, that diversity's root word is divide. That is what it has been doing is dividing us. Multiculturalism has been, rather than celebrating the good things about individual cultures, it has been driving wedges between us all. Multiculturalism and diversity deny the existence of a greater American culture. It denies the existence of the American culture altogether.", "They claim, no, we are this beautiful multicultural mosaic. No one culture is better than the other. Some are different but none the more superior than the other. No matter what people come with whatever values, they have as much value as any other people come with any other values.", "I will tell you, if that is the case, then why did not every other country in the world grow into the strongest economy in the world, the strongest military in the world and the most powerful culture and civilization the world has ever seen? I will tell you it is because we have been rooted in these values, these values that are in the Constitution.", "So as I read through that chapter in the code of Iowa, the education chapter, and no one should really ever tackle something like reading a law book because it is dry and you do not often find substance, but something called me to that page. As I read into the education chapter, it said each child in Iowa shall receive a multicultural, nonsexist, global education. Well, those are code words for we are going to teach politically correct and we are going to teach multiculturalism, diversity; we are going to each these children that the United States is not as great as they would like to think it is, that we are simply this hodgepodge of multicultural mosaic.", "So I recognized those code words were there, and I knew what they were teaching because I looked at the curriculum and my wife has taught school all her life. I got out a document to draft a bill draft. I thought, I am going to strike that stuff all out of there. I drafted up the bill to eliminate each child in Iowa shall receive a multicultural, nonsexist, global education, struck that out and I sat there, and I realized but if I just strike that out I will be accused of being negative. I need to be for something. I need to be for something that is positive.", "So I looked at the ceiling with the pencil and I began to write: each child in Iowa shall be taught that the United States of America, of which Iowa is a vital constituent part, is the unchallenged greatest Nation in the world and we derive our strength from free enterprise capitalism, biblical values, and Western Civilization.", "Simple, unarguable, filed the bill. Next day, things erupted on the floor, like they do here some nights, Mr. Speaker; and after about an hour and 20 minutes of being called every kind of name, I had my chance to rebut, but nobody spoke to the substance. I have been there before. Nobody spoke to the substance.", "Nobody could explain why it was that the term ``cultural continuity'' was offensive to anyone until I did the Google search and I find out that there are people that are opposed to cultural continuity because they want to divide. There are people that are opposed because they do not want to buy into the value system that has made this country great, so they want to tear the value system down, tear the value system down and replace it with nothing or something. They are not in agreement on what that might be.", "When you begin to ask why is this, how does it unfold this way, what motivates these people to do this, why do they not think like I do, while I say that I think that our Constitution is a sacred covenant with God, they tell me the Founding Fathers were a bunch of deists and they just got dumb lucky and they did a lot of bad things, too. Certainly they were mortal, but they were mortals with an insight that has held true for over 2 centuries.", "The value system is different. One is, if you believe you are a created human being, if you believe that you are created in God's image and that there is a life after this life and that it is our job to do everything we can to leave this world a better place and have confidence that there is a better world for our children and a better place for us in the next life, if you believe that, you have an entirely different world view than if you are someone who does not.", "So I began to read some of the works of Antonio Gramsci, Herbert Marcuse. Gramsci was an early 20th century Italian Marxist philosopher; and he is the one, along with Marcuse, who established this philosophy of multiculturalism. The idea was that the people in power at that time are the ones that believed in moral values, the strong families, essence of hard work. These are all American values, by the way; and they are all things that have made this Nation strong and made this Nation great.", "But they came to the conclusion that they did not want to really play on that field by those rules. They did not want to live that moral life. They did not want to tie together that father and a mother and a home and holy matrimony, raising children, teaching their religious values, moral values, work ethic. They did not want to play on that field. Maybe they could not compete on that field.", "So they argued that all of these values that I believe go together to make this a great Nation, they argued that moral values were no more moral than the antithesis of moral values. Immoral values had as much value as moral values to them because they said that all of our moral values were simply a social construct; that it is all put together by the people in power to keep themselves in power and expand their power. That is why we go to church; that is why we believe there is a difference between right and wrong; and that there is a bright line between virtue and sin; and that we treat our neighbor as ourselves, the 10 Commandments, the foundation for our laws in this country, all were argued to be simply a moral construct.", "So Gramsci argued and Marcuse argued that they wanted to tear down all of this moral fabric, not just in America but around the world. Every time they could find an institution that was part of our civilization, a part of our culture, they began to attack it, tear it to shreds, rip the curtains of our institutions apart piece by piece by piece, and in doing so, maybe replace them with the antithesis of moral values, set up multicultural groups, establish group rights as opposed to individual rights.", "I went to Iowa State to speak and debate on campus there some time back. Before I went on campus there in Ames, I went to their Web page, and I typed into the search engine ``multiculturalism,'' and hit search. It came up with 59 different multicultural groups registered on Iowa State's campus, this conservative, engineering, land grant college, middle America, 59 different multicultural groups, every one a victims' group. It starts with Asians and ends with Zeitgeist, and it is everybody in between.", "So you can arrive on that campus or any campus in America a freshman, with not having any idea that you are really born a victim, and there figuratively at least in Iowa State there will be 59 card tables set up with 50 recruiters for 59 multicultural organizations, all of them victims' groups, all of them set up so you can find a victim's group or two or three or four or five for you. There you can demonstrate and you can have special rights, and you can have more access to the benefits of government because there is virtue in being a victim.", "That is the message that is been taught across this country. That is the message that has penetrated into the minds of our little ones, and they are growing into adulthood, not believing in individual responsibility, not believing in individual rights but believing in group rights and believing in the virtue of victimhood.", "If there is anything that is self-defeating, it is the idea that you are a victim and the reason that you do not succeed is because someone else has kept you down, because of your skin color, your race, your ethnicity, whatever it might be.", "I will tell you I know the people in this country. I have a district that is Middle America, and we have got significant diversity from an ethnic standpoint. I know what the people in my district think. I will tell you what I believe and they believe the same, and that is, we are all created in God's image. When He created us in His image, He did not draw distinctions between us, man to woman, one color to another, one ethnicity to another. God does not draw distinctions between His creatures, His creation. So if He draws no distinction, who in the world are we? Who are we to discriminate against anyone? Who in the world are we to give special rights to anyone?", "That is the question this Nation needs to ask. It needs to ask consistently and needs to ask continually.", "When we establish affirmative action policies, those are distinctions between people, special rights. We do not need that. We need to get over that. We have to make sure everybody has an equal opportunity, and there are some things we need to do for equal opportunity, especially at the lower level of education, and as the President said, the soft bigotry of low expectations, we have got to get rid of that. We have got to challenge people to do their best.", "You have got to look people in the eye, get to understand them as individuals, respect and appreciate them for the people that they are; but we need to be tied together with this cultural continuity, tied together with this language, tied together with this culture, tied together with a common sense in our history, our patriotism, the sacrifice that has been made.", "Three times in the last week I have had people from the Middle West come out here to Washington, D.C., and after they have gone through the trip to the National Archives to view the Declaration of Independence and the Constitution; out to Arlington where there are 275,000 graves of brave, patriotic Americans; watched the changing of the guard of the Tomb of the Unknown Soldier; and gone through the monument tour from FDR's to Lincoln's to the Vietnam wall to the Korean and the World War II memorials, all the way across this great city and the Washington Monument, the Capitol building, the White House, three different people in the last week have told me they underwent a life-changing experience in this city.", "At some point they got this feeling that there was a reason why everybody fought so hard and so long and sacrificed so much. You cannot avoid that feeling standing at Arlington, at the changing of the guard, at the tomb of the unknown soldier, or standing with your back or face to the eternal flame at Kennedy's grave.", "When I face Kennedy's eternal flame, I then turn, with my back to that and look down across the Potomac River, and there you can see the back of the Lincoln Memorial, you know where the Vietnam Wall is, you can see the reflecting pool, the Washington monument, the Capitol building; and in the wintertime, if you know where to look, you can see the top of the White House. There, in your view, is framed the symbols of the greatness of this Nation. It is a moving experience to live and work here. It is more moving to come for the first time and visit and absorb the symbols of this Nation.", "Those three different people told me that now they understand. Now they understand why so much has been sacrificed; what has been built based upon the Declaration of Independence, the freedoms that we have, and that they are worth fighting for.", "One man came from New Zealand. He did not know our history or the history of Washington, Lincoln, the Civil War, and the Revolutionary War. That was all not taught in the history books in New Zealand. So for the first time, when he walked up the steps of the Lincoln Memorial, he stepped up to Lincoln's statue, turned to the left and read the Gettysburg Address on the wall inside the monument. And he sat down on that floor to contemplate the profound nature of those profound words. They meant that much to a stranger from New Zealand, who, thankfully, today, is a citizen of the United States. And they mean that much to us.", "I would say also we have, Mr. Speaker, one other challenge in front of us, and that other challenge is how do we maintain the continuity of our civilization, the cornerstone of our civilization?", "We have an activist court today, an activist court that is shaping this country against the will of the people, without the people having a voice. It is up to us in this Congress to draw a bright line of separation between the Judiciary and the legislative branch of government. The Constitution, of which I have a copy here, and is seldom very far from me, gives the Congress a tremendous amount of power and authority over the courts. In fact, aside from the Supreme Court, all Federal courts are entirely creatures of Congress.", "The Congress has established all inferior courts. And inferior is a term that is used in this Constitution. Congress establishes those inferior courts, all of the circuit courts, and the appellate courts. All are created by this Congress. And the jurisdiction of those courts is also granted by this Congress. Whatever Congress gives, we can take away. We can remove the jurisdiction incrementally or totally from individual circuits. We can eliminate entire circuits if we chose. We could eliminate all inferior courts if we chose. The only Federal court required by this Constitution is the Supreme Court.", "And the Constitution does not require there be nine judges or seven or five or three. It just requires there be a Supreme Court. That would require one, a chief justice. So if we decided that we wanted to shrink the size of the Supreme Court, we could do that. And if we decided that we wanted to eliminate all appellate jurisdictions for the Supreme Court, we could do that. And we would leave the Supreme Court maybe with only a chief justice ruling on disputes between the States, ambassadorships and treaties. That is pretty much as prescribed here in the Constitution.", "I do not propose we do that. I want to stop a little short of that and do some logical things. I think we need to do some things like, for example, remove the jurisdiction so that the courts are not interfering with ``under God'' in our Pledge, which we did here on the floor in this Congress today. And I am grateful we did. That is a strong message to the courts.", "We have a bigger issue in front of us, and this bigger issue is this cornerstone of civilization.", "This is a little prepared piece, Mr. Speaker, and it goes like this:", "I want to say this about families, there is only one institution that is as old as Adam and Eve. There is only one human relationship that is sanctified by God. There is only one institution that we know is right for having children. There is one institution that is best to teach our children our values of faith. Only one institution has proven best to teach fundamental moral values. Only one proven institution to transfer our work ethic to the next generation. There is only one institution that transfers all that we are as a people to our children and grandchildren. Only one relationship between people that ensures the survival and prosperity of the human race. All of human experience points to one relationship as the core building block for a wholesome, successful civilization. All of human history, all that we were, all that we are, and all that we are ever going to be is built upon and based upon one institution, the cornerstone of civilization, and that institution, Mr. Speaker, is marriage.", "My colleagues, we owe too much to our Creator, too much to posterity, and too much to our children to throw away marriage or redefine marriage for no more reason than to demonstrate tolerance. The active effort on the part of four unelected Massachusetts judges to impose gay marriage on all of America without the consent of the people is judicial tyranny.", "If we believe in ourselves, and we do, if we believe in God's word, and we do, if we believe that the Constitution is our sacred covenant with God that provides the best hope for all of humanity, then we have no other alternative but to amend the Constitution to protect our posterity from those who would forever alter or abolish our way of life.", "Without thought given to the price that will be paid by future generations. Without thought given to the consequences and without thought for the fact that, once same-sex marriage is institutionalized, there is no turning back. You cannot put the Genie or the Gina or the Jimmy or the Joey back in the bottle. If gay marriage were something that was an experiment that, if it did not pan out, we could simply change it back to the way it was, I would not be so emphatic, Mr. Speaker.", "But, my colleagues, we will not get a ``do over.'' We will not get a second chance to get it right again. Not in this country. Not in this civilization. Not in this generation of man. Our legacy would be that we failed the clearest lessons from the Bible and from all of human experience.", "For these reasons that I have said, for many more reasons that we all know, I am in strong support of the constitutional amendment to preserve and protect marriage."], "capitolwords_url": "http://capitolwords.org/date/2004/09/23/H7567_support-our-commander-in-chief-and-troops/"}