{u'speaker_state': u'CA', u'speaker_raw': u'mr. dellums', u'speaker_first': u'Ronald', u'congress': 104, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 1997', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-05-14/html/CREC-1996-05-14-pt1-PgH4925-3.htm', u'number': 67, u'id': u'CREC-1996-05-14-pt1-PgH4925-3.chunk4', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Dellums', u'pages': u'H4925-H5033', u'speaker_party': u'D', u'date': u'1996-05-14', u'bills': [u'H.R. 3308', u'H.R. 3144'], u'bioguide_id': u'D000222', u'order': 4, u'speaking': [u'Mr. Chairman, I yield myself 11 minutes.', u'Mr. Chairman, I take a few moments to express my concerns with H.R. 3230, the National Defense Authorization Act for fiscal year 1997. I would begin at the outset by thanking my distinguished colleague for his very kind and generous remarks with respect to this gentleman in his opening remarks.', u"Second, I would like to thank the gentleman from South Carolina, Chairman Spence, again for a more bipartisan approach to this year's bill, both at the staff and member level. But I would hasten to add, Mr. Chairman, civility, collegiality and some effort at bipartisanship notwithstanding, there remain many issues that caused me to vote against the bill in committee and to offer additional and dissenting views on its reports.", u'I refer my colleagues who are interested to those views and will request that at the appropriate time they be approved for inclusion into the Record.', u"Let me enumerate some of my concerns. First, Mr. Chairman, the unwarranted, I underscore, unwarranted addition of nearly $13 billion to the defense topline is justified primarily to meet a notional modernization crisis. The hue and cry over modernization reminds me of last year's readiness crisis, another purported crisis that quickly evaporated before conference was concluded on last year's bill.", u'Careful thinking would conclude that there is no modernization crisis. The leadership of the Department of Defense has offered a cogent and calm viewpoint demonstrating that the drawdown of our forces has allowed for a slower replacement of our weapon systems. The carefully crafted future years defense plan adequately meets modernization requirements while allowing us to fund other important accounts in our overall budget.', u'In many cases, it would appear that the committee adds were made with little consideration to the ability to sustain the program, which will cause disruptive program instabilities and forestall our ability to meet future program needs.', u'Rather than, Mr. Chairman, buying more hardware now, we should invest in technologies of the future, both the direct military technologies, including innovative nonlethal weapons technology more appropriate to operations other than war, to operations such as operations that are being carried out in Bosnia, humanitarian efforts in other parts of the world and into those dual-use technologies that will give our economy a leg up as we move into the next century. Our failure to plan and invest wisely for the future because of hyperbolic claims about a modernization crisis will harm our national security in both the short and long term.', u'Mr. Chairman, it is true as well that failure to fund the domestic education and economic development programs that form a critical element of our national security strategy is contrary to our long-term national interests.', u'Second, the bill fails to take advantage of the opportunities to move further beyond the nuclear abyss, Mr. Chairman, whether it is in the form of constraints on the cooperative threat reduction program, euphemistically referred to as the Nunn-Lugar program, that destroys nuclear weapons in the former Soviet Union or the needless acceleration of Department of Energy weapons programs or the continuing restrictions on retiring strategic systems, these are all missed opportunities. Third, the bill contains the funding for an overly aggressive and unnecessary national missile defense program that would be noncompliant with the ABM Treaty.', u"The combination of all these three issues, when combined with the prospect of near-term NATO expansion, has contributed dramatically, in this gentleman's view, to destabilizing our relationship with Russia. In turn, it has reduced the prospect that we can work with democratic forces in Eastern Europe to achieve long-term stability in Europe, stability based upon a respect for human rights, economic development and a nonthreatening balance of military power in the region.", u'Fourth, the bill grabs hold of numerous hot button cultural issues. The Committee, without hearings, Mr. Chairman, negated the do not ask do not tell policy in its mark and returns us to an era in which capable, willing gay men and lesbians are completely denied the opportunity to serve their Nation in uniform.', u"The committee, again without hearings, required the discharge of personnel who test positively for HIV-1 virus, which is neither medically nor militarily necessary. It flies in the face, Mr. Chairman, it flies in the face of Congress's very recent appeal of such a policy before it even went into effect. Our service personnel, who have served this Nation with honor, with distinction and professionalism, need better treatment from their Government than this.", u"The committee refused to return the right of secure safe abortion to servicewomen serving overseas. The committee trampled on the Constitution's first amendment protections by embracing overly broad and vague language in an effort to suppress lascivious literature and other media.", u'Mr. Chairman, before I conclude, let me just say that I believe that because all of these reasons, in order to make it in order that we be able to more successfully fix the problems that are in this bill, I urge the committee to reject this bill as reported by the committee.', u"With whatever time I have remaining, I would like to point out to my colleagues that, as I said before, the topline in this budget increases President Clinton's budget request by nearly $13 billion, no small sum at all. That is what makes politics. That is why there is a Republican Party and a Democratic Party, left, right and center on the political perspective.", u'What is tragic to this gentleman, who has always attempted to take the floor of this body not to challenge on the basis of partisanship, not to challenge on the basis of personality but to be prepared to challenge any Member of Congress on the issues of the day, on the critical, vital issues of our time, we ought to be able to debate, win or lose. The tragedy is that the rule that governed this bill did not allow, Mr. Chairman, not one single amendment to reduce the overall level of the military budget in a post-cold-war environment.', u'Some may rationalize the inclusion of 13 additional billion dollars. But there are some of us in this body who are prepared to discuss rationally, intelligently and cogently and substantively that there is no rational military requirement to add $13 billion in a post-cold war so-called balanced budget limited dollar environment. But we were denied the opportunity.', u'For the first time in my 25-plus years in the Congress, denied outright any opportunity to cut the budget, rendering those of us who believe that $13 billion additional in the budget is virtually obscene, rendered us impotent in our capacity to challenge on behalf of constituencies in this country who believe that there is no need for $13 billion additional. No opportunity whatsoever.', u"Mr. Chairman, if we look at the amendments that were made in order, it does not allow us not only to break into the topline, we cannot even get at the priorities. Of the six major amendments that have been made in order, two of them are not going to be offered. So we are down to four. Of the 35 minor amendments that were primarily language amendments, noncontroversial, seeking studies and reports, most of those 35 amendments will be rolled into two omnibus amendments, bipartisan, noncontroversial. So for a military budget of close to $170 billion, we will move across this floor with a degree of alacrity that staggers the imagination, in this gentleman's opinion, is frightening.", u'In the atmosphere of a balanced budget, we ought to pay more attention to nearly $270 billion. In a post-cold-war environment, where we are not moving into an era of change and transition and challenge and opportunity, we ought to be able to talk about a rational military budget that walks us into the 21st century with pride and dignity and competence and capability. But to deny that in the rule means that when my colleagues adopted the rule, they adopted this budget. With rare exception we could have given the rule, and what I am saying to my colleagues is, with rare exception, this military budget, $267 billion, could have been offered on the suspension calendar. There are no major amendments here; there are no amendments that take $1 out of this budget. There are no amendments, with rare exception, that make any major policy changes.', u'Something is wrong with this process. I did not labor marching uphill to find us in a post-cold war environment with great opportunities for 25 years, to come to the floor, rendered totally impotent, in my capacity to try to shake the reality, along with my colleagues, of the billions of dollars we are spending on defense and to move us in a direction that makes sense.', u'I conclude that I will oppose this bill for all the reasons that I have enunciated. I urge my colleagues to reject this bill. Let us go back to committee and fix the problems.', u'Mr. Chairman, I include the following material for the Record:', u"I offer dissenting views because I am deeply troubled by several aspects of the authorization bill and its report, most especially by its overall focus and directions. I remain convinced that the authorization top line is significantly higher than required for the military aspects of our national security strategy. It may be true that the committee marked to a top line that it anticipates in the coming fiscal year 1997 budget resolution. Despite this, I believe it had the opportunity to make prudent reductions in the overall program authorization, thereby providing guidance to the Committee on the Budget as to how better to meet deficit reduction goals. Moreover, I remain convinced that the significant plus-up over the President's request has caused a lack of focus and a lack of discipline in our procurement and research and development accounts, a point to which I will return later. Despite the collegial and effective working relationship between the committee's majority leadership and the minority, there has at times been a troubling partisan appearance to some of the committee's business and is reflected in the committee report as well. Most troubling has been an unwillingness to hear from administration witnesses on important policy issues before the committee. It is certainly true that outside experts provide important insight into the policy choices and strategic circumstances we confront, but we owe ourselves the responsibility to hear also from government experts and responsible officials. What is especially troubling is that we have failed to request the traditional intelligence threat briefing which has provided a cogent perspective on the strategic requirements that we face. Given our rapidly changing world, this annual review is even more important now than it was during the period of the Cold War. A small but important additional example of this problem is the committee's determination to plumb the conclusions reached by the Intelligence Community in a National Intelligence Estimate (NIE) on the ballistic missile threat to the United States. Whether or not there is a legitimate concern about the development of the NIE and whatever questions one has regarding the validity of its conclusions, it is unconscionable that we have failed to have the Intelligence Community before the committee to testify on the NIE's contents and its methodology. I have requested such a committee hearing on several occasions, and am disappointed that this has not occurred. While I am willing to support the provisions contained in the committee report asking the Director of Central Intelligence to review both the matter of the NIE and to develop an updated and expanded assessment, and while I accept the majority's interest in having an alternative analysis analysis rendered, it concerns me that we have gotten to this point without a full committee deliberation on the substance and development of the IN. While the fiscal year 1997 authorization bill reported by the committee does not itself contain highly contentious provisions on the command and control of U.S. armed forces participating in peacekeeping operations, the issue arises in a free-standing piece of legislation marked-up the same day by the committee and reported as H.R. 3308 just three months after the Congress sustained the President's veto of the National Defense Authorization Act for Fiscal Year 1996 on this issue, among other reasons. The same point can be made for the committee's decision to report out H.R. 3144, a national missile defense program guideline clearly calculated to breach the ABM Treaty and return the United States to pursuit of a ``star wars'' missile defense program. A less extreme formulation for national missile defense program activity was met with a Presidential veto on last year's defense authorization bill. As with the command and control issue, it strikes this gentleman that there is a little legislative reason to have decided to push forward an even more extreme ballistic missile defense program, given that it is surely destined to meet a Presidential veto as well. Our committee must achieve its policy goals through legislation, and obviously that activity must be bound by the constraints of our Constitution's separation of powers between the Branches. Pursuing legislation knowing that it will be vetoed, when nothing has occurred to change the imaginable outcome seems a political rather than a legislative course. But the national ballistic missile defense issue is also embedded in the committee recommendation and report on H.R. 3230 in important ways. And there is much more commonality between the administration and the Congress on this issue than the political rhetoric would suggest. Many of the differences between the two approaches are rooted on a perception of the timing of the appearance of a threat to which we would need such a response. This is essentially a function of risk management, and how to determine what type of ``insurance policy'' we wish to purchase against such a future contingency. What is less focused on but should be very central to the debate, is the cost and character of the alternative ``insurance policies'' that are available to the Nation. And this is where the parties diverge. The administration's current national ballistic missile defense plan can provide for an affordable defense against limited ballistic missile threats before those threats will emerge. It does so in a way that anticipates likely changes in the threat from today's estimates. It also does so in a way that avoids becoming trapped in a technological cul-de- sac by a premature deployment of a potentially misdirected system. The committee recommendation and its report would unfocus U.S. efforts by pursuing space-based interceptors without regard to ABM Treaty requirements, START treaty considerations and the threat reduction and strategic stability goals that the treaties promise. This course of action commits us as well to an incredibly expensive and ultimately unaffordable path. Both the department's 3+3 program and the Spratt substitute to H.R. 3144, provide for a more capable missile defense system when deployed, and one that is affordable within current budget projections. It blends arms control and counterproliferation activities with deterrence and missile intercept capabilities. It thus pursues the most effective approach to missile defense, preventing missiles from being deployed at all, while providing a prudent ``insurance policy'' against limited but as of yet non- existent threats. The overreliance by the committee on a ``hardware'' solution to intercept incoming missiles in the final minutes of their flight time, risks constructing a very expensive 21st Century Maginot Line. Such a defense strategy may well prove as ineffective to the 21st Century threats we might face as the original Maginot Line was in defending France during World War II. Returning now to refocus on the issue of the size of the top line and its impact on our procurement choices, I am reminded of echoes from last year's debate on the fiscal year 1996 authorization bill. During that debate, we heard a hue and cry that there existed a readiness crisis in the services. Foregone training and maintenance, as well as ``optempo'' stress were all allegedly impacting adversely on the U.S. armed force's ability to perform its principal missions. This hue and cry was raised despite assurances by the top military leadership that the force was receiving historically high levels of operational funding and was as ready a force as we had ever had. Facts have borne out their more sober assessment and, indeed, one can say that the relatively modest increased investment that the fiscal year 1996 defense authorization conference in the end committed to the readiness accounts confirmed the view that a ``crisis'' did not really exist. The small increase in the readiness account proposed in the fiscal year 1997 authorization bill lends additional credence to this assessment. This year's hue and cry is that there is a ``modernization'' crisis, with much displaying of data to support the view that low levels of procurement spending must equate with an insufficient modernization strategy. What is so remarkably similar about this debate with last year's debate on readiness are three things. First, the services generally agree that they could all ``use'' more money for procurement this year, but that they could meet their requirements with what had been budgeted as long as long-term trends supported their needs. This sounds very much like ``we're missing some training'' but ``we're as ready as we've ever been.'' Second, the leadership of the Department of Defense has offered a cogent and calm viewpoint that the drawdown of the force structure from its Cold War levels allowed them one more year's grace before they needed to begin to replace equipment that had been procured in large numbers during the 1980s for a much larger force. In other words, they had a plan, it was being managed, and they could perform their mission. And they could more appropriately use defense resources in other accounts and reserve for the future year's defense plan a significant increase in procurement dollars. Third, while the committee invited the service chiefs to submit their ``wish list'' for additional procurement items, it has not followed the Secretary of Defense's plea to limit procurement additions to those items needed by the services. By my calculation approximately half of the procurement plus-up does not meet that qualification. Not satisfied with this explanation the committee recommendation would spend an additional $7.5 billion on procurement, and as I noted above much of that on requirements not established by the service chiefs. I believe that this unsolicited largess is imprudent and will have significant adverse impact on our ability to meet real future requirements. It will provoke budget and program disruptions in the near term and it will preempt important opportunities into the future. In many cases it would appear that these adds were made with little consideration to the ability to sustain the program in the next year. The disruptive business and human implications of creating program instabilities by ``spiking'' procurement for one or two years could haunt the military industrial base for years to come. This is a costly and ineffective way to approach long-term modernization requirements. In addition, it would also appear that program risks, indeed even assessing the department's ability to even execute a program, may not have been given adequate consideration in determining authorization levels. Equally important and worse, the committee recommendation throws much of this money into systems that were designed ``to fight the last war.'' This is a common failing that is so easily avoidable. In addition, the procurement ``theme'' to solve the ``crisis'' appears to be only to buy more, and often not more of what the service chiefs requested. This binge in procurement both purchases needlessly redundant weapons capabilities and does so in excessive amounts. With regard to the former, we will end making purchases of too many different systems, rather than making choices and sticking with the best choice. With regard to the latter, we are spending our investment capital to buy unneeded equipment for today that will prevent us from purchasing the right equipment when it becomes available tomorrow. Rather than buying more hardware now, we should invest in the technologies of the future, both the direct military technologies, including innovative non-lethal weapons technology more appropriate to operations other than war, and into those dual-use technologies that will give our economy a leg up as we move into the next century. Our failure to plan and invest wisely for the future because of hyperbolic claims about a modernization ``crisis'' will harm our national security in both the short and long term. Much more could be said about this particular problem. Let me summarize my views in this area by saying that this extravagant level of spending is neither needed for our current military requirements nor prudent for meeting the needs of the future. In addition, it contributes to a defense authorization top line that needlessly consumes resources from the two other elements of our national security triad: our economy and our foreign policy program that can dampen the circumstances that give rise to war. And, unlike money put into the operations and maintenance accounts, it is not easily or efficaciously diverted to other priorities when hindsight establishes that the perceived requirement in fact does not exist. There are other issues and problems in this report other than with its dollar level and the procurement choices. They deserve illumination as well. Foremost among them are the several issues that erupted in the personnel title of the bill and report. While I do not support the current ``don't ask, don't tell'' policy on gays and lesbians serving in the military, I more strongly reject the committee's view that we should return to an era in which capable and willing gay men and lesbians were denied the opportunity to serve their nation in uniform. I support a policy that would allow individuals to serve regardless of sexual orientation. Clearly ``don't ask, don't tell'' has not provided the protections to such individuals that its crafters felt it would; but a return to an era of repression and intolerance is not the solution. By way of explanation of the necessity for the change in policy under section 566 of this legislation, the committee elsewhere in this report cites at length the decision in the case by the United States Court of Appeals for the Fourth Circuit in the case of Paul G. Thomasson, Lieutenant, United States Navy, Plaintiff-Appellant, v. William J. Perry, Secretary of Defense; John H. Dalton, Secretary of the Navy, Defendants-Applies. It is useful to note that this case is but one of several that are expected to be heard before the United States Supreme Court later this year on the issue of the Administration's ``don't ask, don't tell'' policy. No fewer than eight other cases on the policy are presently before the federal courts. In the last year, judges in two of those cases reached the opposite view of the judges in the Thomasson case, yet the committee does not make reference to those decisions. The committee has not held a single hearing on the issue of gays and lesbians in the military in either the first or second session of the 104th Congress--the period during which the current policy has been implemented. Though the committee obviously feels that it is of utmost importance to change the current policy, it did not choose to expend any time or effort to get the views of witnesses from the military, the administration or the public on the issue. Instead, it relies on the decision on one court case to base a major change to military policy. If the committee is to make an informed and thoughtful decision on this matter, it should make the effort to shed light on the competing views and experiences that represent all sides on this complex and important issue through the committee hearing process. The committee avoids the subject by relying instead on the judicial branch for justification and to explain Congressional intent. By including legislative provisions in the subcommittee chairman's mark without any discussion of the matter, the committee demonstrates a lack of faith in the hearing process, betrays a lack of confidence that its provision would prevail under scrutiny, and abuses the prerogatives of the majority. Similarly the committee's recommendation to discharge personnel who test positive for the HIV-1 virus is medically and militarily unnecessary and flies in the face of the Congress's very recent determination to rescind such a policy even before it went into effect. Of even greater concern than having established a policy for which there is no military requirement, the committee's recommendation pretends that it has protected the medical disability rights of personnel who will face discharge under its provisions. This is a disingenuous formulation given that the committee was fully apprised that in order to provide such protection it would have to do so in legislative language, which it refused to do because of the direct spending implications that would have forced funding cuts in other accounts. Our service personnel who have served this nation with honor, distinction and professionalism need better from their government than this. In language on section 567, elsewhere in this report, the committee directs the Secretary of Defense to ``deem separating service members determined to be HIV-positive as meeting all other requirements for disability retirement * * *.'' While giving the appearance of providing for medical retirement, the fact is that such language had to be stripped from the bill by amendment in the full committee markup because of direct spending implications. The Congressional Budget Office has scored this provision as costing $27 million over the next five years, and it could not be enacted without identifying an offset to pay for it. The committee could not accomplish this and, instead, decided to foist the problem off on the Department of Defense as an unfunded mandate, and then take credit for supposedly providing the medical retirement benefit. Worse yet, it turns out that the Secretary of Defense may not have the statutory authority to fund such a mandate ``out of hide'' in any case. 10 U.S.C. Sec. 1201 and 1204 direct DoD to use the Department of Veterans Affairs rating schedule. While the tables currently indicate that a servicemember who is symptomatic of AIDS is eligible for medical retirement, it rates a servicemember who has asymptomatic HIV with a zero percent disability rating. Consequently, they would not be entitled to disability retired pay. Under these circumstances, and since the law which would be reinstated by this section was repealed, the member who is discharged under section 567 would have no medical or retirement benefits at all, nor would the members of his or her family. He or she would be promptly discharged within two months of testing positive for HIV-1 virus. It would be the height of irresponsibility to enact such a provision without first clearing up these discrepancies. The committee's refusal to return the right to secure safe abortion services to servicewomen serving overseas is an additional reason why I could not support the bill being reported. Of equal concern to our servicewomen should be the committee's apparent view of the role of women in combat- related specialties and the important equal-opportunity problems that its position raises. On another social issue, the committee has trampled on the Constitution's First Amendment protections by embracing overly broad and vague language in an effort to suppress pornographic literature and other media. Despite the obviously degrading and sexist imagery of such media, those who would publish, sell or purchase them enjoy the protection of the Constitution. Surely better ways exist to overcome these problems than by legislating overly broad and unconstitutional attacks on the problem. The committee's decision to weigh in on these cultural battles in this manner will, I believe, be to the ultimate detriment of the morale and welfare of our service personnel. We are a diverse society, with varying views on these issues. As such, we should decline as a legislature to impose a narrow view that fails to account fully for the human dignity of all in our society. Civility, morality and the Constitution all argue for such restraint. Failure to yield to the natural progression of expanded civil and human rights will only result in further turmoil, which will be adverse to the national security interests of our nation. In this regard, let me note my appreciation for the committee's action to confront in a purposeful and reasonable manner the problem of hate crime in the military. Obviously, we are a multi-racial, multi-ethnic and multi-cultural society, a society with varying religious traditions. With a Constitution committed to the equality of each person, we seek to vindicate the promise of that equality. The provision in the committee recommendation helps to build upon the military's successes in moving toward making that principle a reality, and should help to overcome the shortcomings where they have occurred. The committee's treatment of international, peacekeeping and arms control issues displays a continuing resistance to realign our requirements and resources to the realities emerging in this new strategic era. It has become apparent that operations other than war, such as our participation in the peacekeeping effort in Bosnia-Herzegovina, will become more and more common. Yet the image of the U.S. servicemember as peacekeeper is new and it does not yet fit comfortably in the view of the committee. As a result, the committee attempts to micromanage the services, and the Commander in Chief, as I noted above, as they seek to implement these efforts at which we are relatively new participants. The report language requiring probing insight into military plans to withdraw from what is thus far a highly successful effort in Bosnia, for example, is both insulting to our service leadership and potentially dangerous in what it could reveal about our planning process. The committee and the Congress surely have an oversight responsibility; but it is equally clear that we do not have management responsibility, and the Framers of our Constitution clearly viewed it that way. I would have hoped that we could have demonstrated more confidence in our service leaderships and their ability to develop and implement an appropriate plan for the withdrawal of the U.S. forces in Bosnia. Similarly, the committee's recommendations concerning humanitarian demining and amending the prospective land-mine use moratorium are disturbing and will unduly constrain our theater CINCS in pursuing demining programs that are an essential part of their overall strategy in their area of responsibility. On another positive note, let me support the determination reached in this bill that the environmental management and restoration programs operated by the Department of Defense and the Department of Energy are important and integral parts of our military requirements. I am pleased that we have not had the same struggle over both funding levels and authority that I believe plagued last year's effort and I look forward to continuing to work with the committee to fashion effective programs for accelerating clean-up, making environmental management more effective and efficient and for saving money on these accounts as a result. I remain concerned though with the funding levels and program direction of the nuclear weapons program accounts of Title XXXI. The addition of funds to the requested levels for stockpile stewardship and management seem unnecessary given the still pending Programmatic Environmental Impact Statement on Stockpile Stewardship and Management. While I appreciate the committee's responsiveness in establishing a modest fence around the stewardship increase, I do not believe that the committee has taken sufficient time to inquire fully into the opportunities available for a more fundamental reassessment of our nuclear weapons policy. The permanent extension of the Non Proliferation Treaty concluded last year was achieved in part because of the U.S. reaffirmation of its adherence to the Treaty's Article VI requirement to reduce our arsenal towards elimination. Despite the fact, that this is, and remains, the policy of our government, we are not proceeding outside of our bilateral discussions with Russia under the START process to pursue further reductions. I am concerned that such a failure will lead to lost opportunities that seemed so promising only a year and a half ago, when President Clinton and Russian President Yeltsin jointly declared that each nation would consider pursuing such unilateral initiatives. Finally, let me note that, despite my disagreements with the committee report, I applaud the chairman and my colleagues for their willingness to work cooperatively where possible to find common ground on the important issues covered in the recommended bill and its accompanying report. I am concerned that, despite this collegiality, we may have produced a committee recommendation that remains vulnerable to a Presidential veto because of the weight of the many contentious matters that it contains."], u'capitolwords_url': u'http://capitolwords.org/date/1996/05/14/H4925-3_national-defense-authorization-act-for-fiscal-year/'}