{u'speaker_state': u'MA', u'speaker_raw': u'mr. kerry', u'speaker_first': u'John', u'congress': 113, u'title': u'FAREWELL TO THE SENATE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-01-30/html/CREC-2013-01-30-pt1-PgS383-2.htm', u'number': 13, u'id': u'CREC-2013-01-30-pt1-PgS383-2.chunk2', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kerry', u'pages': u'S383-S389', u'speaker_party': u'D', u'date': u'2013-01-30', u'bills': None, u'bioguide_id': u'K000148', u'order': 2, u'speaking': [u'As I thank an entire staff of 561 incredible men and women in Massachusetts and Washington with whom I have been privileged to work through these 28 years, I also think about the interns, 1,393, who have come in and out of our offices from Washington to Worcester. I am especially proud of those who started as interns and ended up as my chief of staff, a legislative director, and senior policy staffers, or the Kerry interns who went on to work not just for me but who have for the last 4 years been top speech writers, trip directors, and senior communications staff at the White House for the President of the United States. I am proud of our internship program, and I am grateful to the people who built it and who sustain it.', u"I also thank the incredible group of unsung heroes who literally make the Senate work, people who work not for individual Senators but work for all of us, in every room and nook and cranny of this great series of buildings. The men and women who operate the Senate subways--Daryl and many others--the trains and elevators, they take us to the votes and meetings. They are really the glue, and we couldn't function without them; they are an extraordinary group of people; the Capitol Police who protect us--police, whom a lot of people around here started to notice a little bit more after that awful day in 1998 when two were shot and killed on a busy Wednesday afternoon; the Parliamentarians and the clerks and staff here on the floor, including Gary, Tim, Trisha, Meredith, and all the folks in the cloakroom. And Dave on the other side and all the folks in the Republican cloakroom--all of whom help to keep us going and are unfailingly patient when we call for the umpteenth time to find out whether the vote schedule is going to let us go home to a child's dance recital or birthday party or any kind of family event.", u"I want to thank the many Bertie Bowmans who came here more than 40 years ago, dug in, and made the Senate their cause and their concern; people such as Meg Murphy of the Foreign Relations Committee, who makes everybody's life easier.", u'I thank the reporters who catch us in the hallways--trap us, ambush us in the hallways, and who, despite all the changes and challenges in their own business, still dutifully document the first drafts of American history. I thank all the incredible people who travel through these Halls working incredibly hard to get it right, people of character who cover this place as a public service, not a sport. I thank them.', u'I thank David Rogers for all that he has stood for so long in this institution. It is hard to imagine my job without seeing him in that long green coat waiting by the elevator after a late-night vote.', u'Sometimes in politics it is now almost a sport in America to dismiss the contributions of people who work in government, people who make the Senate work, but people whom the public never sees. I have admired the way our former colleague, Ted Kaufman, used to come down to the floor once a week and tell the story of one individual Federal worker. The stories are legion. Instead of tearing these people down, we ought to be lifting them up. And I thank them all for the part they play in our democracy.', u'I will share with you, now that I have come to this moment in the journey, I can say without reservation that nothing prepares you for it. Many times now in 29 years I have been at my desk on the Senate floor--starting way over there, No. 99--listening as colleagues bid the Senate farewell. Sometimes a farewell speech signals a complete departure from public life, sometimes a new journey altogether, sometimes forced departure, sometimes a leap for freedom.', u'I am grateful that at this moment, thanks to my colleagues, serendipity, and the trust of our President, while I am closing a chapter, it is not the final one. But I assure you, amid the excitement and the possibility, I do feel a wistfulness about leaving the Senate; and that is because, despite the obvious frustrations of recent days and years--a frustration that we all share--this place remains one of the most extraordinary institutions of any kind on the face of the Earth.', u"On occasion we have all heard a Senator leave here and take their leave condemning the Senate for being broken, for having become an impossible setting in which to try to do the people's business. Well, I want to be very clear about my feelings. I do not believe the Senate is broken--certainly not as an institution. There is nothing wrong with the Senate that can't be fixed by what is right about the Senate--the predominant and weighty notion that 100 American citizens, chosen by their neighbors to serve from States as different as Massachusetts and Montana, can always choose to put parochial or personal interests aside and find the national interest.", u"I believe it is the honor of a lifetime--an extraordinary privilege--to have represented the Commonwealth of Massachusetts in the Senate for more than 28 years. What a remarkable gift it has been to carry the banner of ``Senator from Massachusetts,'' just as each of you feel that way about your States--a banner, in our case, that was passed from the sons of the American Revolution, such as Daniel Webster, to the sons of immigrants such as Paul Tsongas, and to know that a State where the abolitionists crusaded at Faneuil Hall and the suffragettes marched at Quincy Market could send to Washington sons, such as Ted Kennedy and Ed Brooke, who fought to expand civil rights; now, a woman, Elizabeth Warren, who proved that in Massachusetts the glass ceiling has finally been forever shattered. And what a remarkable gift Massachusetts has given me to come here and learn so much about the rest of our country.", u"I have had the privilege of learning what truly makes our Nation tick. What a gift, to have been the nominee of my party, to have come within a whisper of winning the Presidency against a wartime incumbent; but more important, to have experienced the magic of our Nation in such a personal way, to experience the gift of traveling along the banks of the mighty Mississippi through Iowa and South Dakota and along the rivers where Louis and Clark marked and measured the dream of our first Secretary of State, Thomas Jefferson, who foresaw an America that would advance into the West; to experience a journey that took me to Alabama, where I stood silently in the very pulpit from which Dr. King preached his dream of an America united, and dipped my fingers into the fountain in Birmingham where water flows over the names of those murdered trying to vote or just registering to vote, to see the water trickle over the words of Dr. King's prayer that ``justice might roll down like waters and righteousness like a mighty stream.'' I drove across the Hoover Dam, and I wondered, as I did, at what America can accomplish when we want to, when we put our minds to it. Driving across the Golden Gate Bridge at dawn I was reminded it was built at the height of the Great Depression, when so many feared our best days were behind us. What I have seen and heard and learned in traveling across our country as a Senator from Massachusetts has prepared me more for my travels to other countries as Secretary of State than any travel to any foreign Capitol.", u"I already know I will miss the best reward of carrying the title ``Senator,'' and that is when you open a letter from someone who has traveled every route and exhausted every option and who ultimately turned to you as the last resort in public life and they finally got the help they needed. I know my colleagues who have experienced this will say there is nothing better than getting that ``I have tried everything, but nobody would listen to me, but you got it done'' letter or sometimes when you are walking a street in a community at home and somebody comes up to you and thanks you for a personal response they never expected to receive. That is when public service has more meaning than the war of words our constituents dodge on the cable news.", u"Standing at this desk that once belonged--at this desk that once belonged to President Kennedy and to Ted Kennedy, I can't help but be reminded that even our Nation's greatest leaders and all the rest of us are merely temporary workers. I am reminded this Chamber is a living museum, a lasting memorial to the miracle of the American experiment.", u"No one has captured this phenomenon more eloquently or comprehensively than Robert Caro did in his masterpiece about the Senate called ``Master of the Senate.'' I am sure many in this room--I know most people have read it. In that book, before we learned of the levers Lyndon Johnson pulled to push our Nation toward civil rights, Caro described the special powers the Founders gave the Senate and only the Senate, powers, Caro writes, ``designed to make the Congress independent of the President and to restrain and act as a check on his authority, power to approve his appointments, even the appointments he made within his own administration, even the appointments to his own Cabinet.''", u'This body has now exercised that power on my behalf and I will always be grateful.', u"Another master of the Senate, Massachusetts' Daniel Webster, delivered 183 years ago this week what has often been praised as the greatest speech in Senate history. He stood at the desk that now belongs to the senior Senator from New Hampshire and argued forcefully in favor of the very idea that makes us the United States, that we are all in this together, that we each have a stake in the successes and failures of our countrymen, that what happens in Ohio matters to those in South Carolina or in Massachusetts or to Montanans. ``Union and liberty,'' Webster shouted, ``now and forever, one and inseparable.''", u"As Caro retells it, those words spoken among the desks in the Senate left those in the gallery in tears and cast a model for how those of us in this Chamber must consider the constituents of our colleague's as well as our own. But the truth is that none of us ran for this office because of a great debate held centuries ago. None of us moved here because of the moving words of a Senator long since departed. We honor this history because we are here because of the legacy that we can and want to leave. It is up to us, to my colleagues here today and to those who come after us, it is up to us to keep the Senate great.", u"I fully believe we will meet that obligation if, as the President told the Nation and the world last week, we seize this moment together. Yes, Congress and public life face their difficulties these days but not because the structure our Founding Fathers gave us is inherently flawed. For sure there are moments of much great frustration, for the American people and for everybody in this place. But I don't believe they are the fault of the institution itself. It is not the rules that confound us per se. It is the choices people make about those rules.", u'The rules we work by now are essentially the same ones that existed when I joined the Senate and found things to move much more easily than they do today. They are essentially the same rules under which Daniel Webster and Lyndon Johnson operated, and they did great things. They are almost the same rules Mike Mansfield and Everett Dirksen and Ted Kennedy and Orrin Hatch used to pass great pieces of legislation. They are the same rules under which the Senate Democrats and President George Herbert Walker Bush passed an agreement, including tax increases, to at least begin to tackle the deficit. I remind everyone, as I take my leave from the Senate, when President George H.W. Bush returned from agreeing to a deficit reduction agreement at Andrews Air Force Base, he wrote in his personal diary that he might well have sealed his fate as a one-term President. He did what he thought was right for the country, and he laid the groundwork for our ability to three times balance the budget at the end of the 1990s. That is courage, and the Senate and the Congress and the country need more of it.', u'Frankly, the problems we live through today come from individual choices of Senators themselves, not the rules. When an individual Senator or a colluding caucus determines that the comity essential to an institution such as the Senate is a barrier to individual ambition or party ambition, the country loses. Those are the moments in which the Senate fulfills, not its responsibility to the people but its reputation as a sanctuary of gridlock.', u"I ask colleagues to remember the words of Ben Franklin, as that long Philadelphia summer yielded our remarkable Constitution. Late at night, after their work was complete, Dr. Franklin was walking down the steps of Constitution Hall, of Independence Hall, and a woman called out to him and she said: Well, Doctor, what have we got, a Republic or a monarchy? Franklin answered: ``A Republic, if you can keep it.''", u"Sustaining a functioning Republic is work and it is, more than ever, I believe, our challenge today. I am hardly the first and I will, I hope, probably not be the last to call on Congress to remember why we are here, to prioritize our shared interests above the short term, to bridge the breadth of the partisan divide and to reach across the aisle and take the long view. Many have stood here delivering farewell speeches and lamented what became of the Washington where President Reagan and Speaker O'Neill could cultivate an affiliation stronger than party or a Congress that saw true friendships between Senators such as Kennedy and Hatch, Inouye and Stevens, Obama and Coburn; the odd couples, as they have been dubbed.", u'I cannot tell you why, but I do think it is possible this moment may see a turn in the spirit of the Senate. There are new whispers of desire for progress, rumors of new coalitions, and a sense of possibility--whether it is on energy or immigration.', u"I am deeply impressed by a new generation of Senators who seem to have come here determined not to give in to the cynicism but to get the people's business done. I am confident that when today's freshmen take their turns in leaving the Senate, they will be able to tell of new Senators added to that estimable list of odd couples, and with any luck by then it will not be odd.", u"So I leave here convinced we can keep our Republic strong. When President Kennedy observed that ``our problems are manmade; therefore they can be solved by man,'' he was talking about a much more literal kind of nuclear option than the euphemism we use today to discuss Senate rules. But his vision is just as important for us to recognize in our time, whether we are talking about the ability of Senators to debate and vote or about the issues on which they do so. It is still true today, as he said 50 years ago, that ``reason and spirit have often solved the seemingly unsolvable, and we believe,'' he said, ``they can do it again.''", u'I believe that too.', u'So what effort do we need to put into our reason and spirit in order to do it? I believe there are three most significant challenges that have conspired to bring about a dangerous but reversible erosion in the quality of our democracy: the decline of comity, the deluge of money, and the disregard for facts.', u'First, I have witnessed what we all have, a loss of simple comity, the respect that we owe one another, and the sense of common cause that brings all of us here. The Senate as a body can change its rules to make itself more efficient, sure. But only Senators, one by one in their own hearts, can change the approach to legislating which Henry Clay correctly defined as the art of consensus.', u'I came to the Senate in 1985 as a Member of a hopeful and hard-charging class of freshmen. Paul Simon, Tom Harkin, Al Gore, Phil Gramm, Jay Rockefeller, and I all have at least three things in common. We were all sworn in as Senators at the same time. We each explored running or ran for the White House, and none of us made it there.', u'(Laughter.)', u'The last remaining Member of that class, Senator Mitch McConnell, has now again been elevated by his peers as the Republican leader.', u"I see a lot of a very similar aspiration that we felt when I came here in 1985 in today's freshmen and sophomores. Many came to the Senate running on the premise that it is broken beyond repair. I encourage each and every one of them to reject that premise in order to restore the promise of the Senate. The Senate cannot break unless we let it. After all, the value of this institution, similar to any instrument of power, is how you use it. But we can't ignore the fact that today, treaties that only a few years ago would have passed 100 to nothing, don't pass at all. People who want to vote for something they believe in actually don't do so for fear of retribution. That is a reflection on all of us. As I prepare to represent our Nation in capitals around the world, I am more than conscious that my credibility as a diplomat and ours as a country is determined, to a great degree, by what happens right here in our own Capital City.", u"The antidote to the current narrative of American decline--and you will hear it in China, in Iran, in other parts of the world--the antidote to that, and it is pushed by rival countries, is to demonstrate that we can get our economic house in order because we can be no stronger abroad than we are here at home. It is that simple. The unwillingness of some to yield to the national interest is damaging to America's prospects in the world. We are quick to talk about the global economy and about global competition, but it is our own procrastination and outright avoidance of obvious choices that threatens our own future. Other nations are both quick and glad to fill the vacuum that is brought about by our inaction.", u'If the Senate favors inaction over courage and gimmicks over common ground, the risk is not that we will fail to move forward, it is that we will fall behind, we will stay behind, and we will surrender our promise to those who are more than willing to turn our squandered opportunity into their advantage.', u"The world keeps turning. The Senate cannot afford to forever stand still. Just as failing to deal with our deficit and our debt puts our long-term interests at risk, so does taking America to the brink of default. Our self-inflicted wounds reduce our leverage and our influence in the world. By failing to act, Congress is making it harder to actually advance America's interests and making it harder for American business to compete and for American workers to succeed. If America is to continue to lead the free world, this must end.", u"We have all bemoaned the lack of comity in the Senate. Those of you who remain here will have the power to restore it. The choice to work respectfully with one another is about as simple as it gets. I have one suggestion, perhaps. While I am honored by the presence of so many colleagues who are here now--Republicans and Democrats--I have to say we all look forward to more days when the U.S. Senate desks are full with Senators debating, deliberating, learning, listening, and leading. We would all be stronger if this Chamber is once again crowded because it is the world's greatest deliberative body, the home of debate and deliberation, and not only when it becomes a departure lounge.", u'There is another challenge we must address, and it is the corrupting force of the vast sums of money necessary to run for office. The unending chase for money, I believe, threatens to steal our democracy itself. I used the wording--and I want to be clear about it--I mean by it not the corruption of individuals but corruption of a system itself that all of us are forced to participate in against our will.', u"The alliance of money and the interest it represents, the access it affords to those who have it at the expense of those who don't, the agenda it changes or sets by virtue of its power, is steadily silencing the voice of the vast majority of Americans who have a much harder time competing or who cannot compete at all.", u'The insidious intention of that money is to set the agenda, change the agenda, block the agenda, define the agenda of Washington. How else could we possibly have a U.S. Tax Code of some 76,000 pages? Ask yourself: How many Americans have their own page, their own tax break, their own special deal?', u'We should not resign ourselves to a distorted system that corrodes our democracy. This is what is contributing to the justifiable anger of the American people. They know it, they know we know it, and yet nothing happens. The truth requires that we call the corrosion of money and politics what it is: It is a form of corruption and it muzzles more Americans than it empowers. It is an imbalance that the world has taught us can only sow the seeds of unrest.', u'Like the question of comity in the Senate, the influence of money in our politics also influences our credibility around the world. So too does the unacceptable and extraordinary difficulty we continue to have in 2013 operating the machinery of our own democracy here at home. How extraordinary and how diminishing it is that more than 40 years after the Voting Rights Act so many of our fellow citizens still have great difficulty when they show up on election day to cast their vote and have their voices heard. That too matters to all of us.', u"For a country that can and should extol the virtues of democracy around the world, our job is made more difficult through long lines and overt voter suppression and efforts to suppress people's ability to exercise the right that we extol. So many still struggle to exercise that right here at home.", u'The last of the three obstacles we have the ability, if not the will, to overcome is the unbelievable disregard for facts, for science in the conduct of our affairs. It, like the first two, degrades our credibility abroad as well as at home.', u"My friends, the persistent shouting match of the perpetual campaign--one that takes place in parallel universes, thanks to our polarized, self-selected media, to some degree--makes it harder and harder to build consensus among people. The people don't know what to believe. So in many ways it encourages an oversimplification of problems that too often retreat to slogans and not ideas for real solutions.", u'America, I regret to say, is increasingly defaulting rather than choosing, and so we fail to keep pace with other nations in the renewal of our infrastructure, in the improvement of our schools, in the choice of our energy sources, in the care and nurturing of our children, in the fulfillment of our God-given responsibility to protect life here on Earth. That too must change or our experiment is at risk.', u'To remain a great Nation we must do the business of our country, and that begins by putting our economic house in order. It begins by working from the same set of facts. Although I believe we cannot solve any of these problems unless we solve all of them, I note these three challenges because I believe the Senate is going to be locked into stalemate or our politics are going to be irreversibly poisoned unless we break out of it. I say this hopefully as someone who respects and loves this institution and loves this country and wants to see us move forward.', u"Some things we know are moving forward. In the same time that comity has decreased and the influence of money has increased, I have seen the Senate change for the better. This Chamber used to be filled with the voices of men, and men only. Decisions affecting more than half the population were made by people representing the other half. When I walked into the Senate Chamber to take my first oath 28 years ago, I was joined by my two teenaged daughters. It struck me that I had twice as many daughters as there were women in the U.S. Senate. Today, with the service of 20 women--including Massachusetts' new junior Senator--this is a stronger and smarter place, more representative of our belief that out of many, we are one; more capable of fulfilling the vision carried from Washington to Webster to our current President; that we are a stronger Nation when our leadership reflects our population.", u"We have made huge strides on turning the page on gay rights. In 1993, I testified before Strom Thurmond's Armed Services Committee, pushing to lift the ban on gays serving in the military, and I ran into a world of misperceptions. I thought I was on a ``Saturday Night Live'' skit. Today, at last, that policy is gone forever, and we are a country that honors the commitment of all willing to fight and die for our country. We have gone from a Senate that passed DOMA--over my objections--to one that just welcomed its first openly gay Senator.", u'These are good changes for our Senate and our country, but we have more work to do. This place needs more women, more people of color, more diversity of background and experience, but it is still a remarkable place.', u'I am reminded of the letters of Harry Truman that he used to write home to wife Bess as he sat in the back row of the Chamber. Late one night after the great debate of the New Deal Era, he wrote:', u'I hear my colleagues, and I pinch myself and ask, How did I get here?', u'Several months later, he wrote Bess once more:', u'Again it is late at night and I am sitting here listening to the debate, I look across the aisle at my colleagues and I listen and listen, and I hear my colleagues, and I ask myself, How did they get here?', u"Well, I have no doubt that colleagues have asked that question about me or any one of us, and it has been back and forth. But 29 years later I have learned something about myself. I learned that the Senate runs on relationships. I know that some of my more recent colleagues--sent here in tumultuous election cycles--hear that and think it is code for checking their beliefs at the door and going Washington. It is not. And I would add: Don't kid yourself; no one got here on a platform of pledging to join an exclusive club and forget where they came from.", u"When I say that relationships matter, I don't mean back-slapping, glad-handing, hail-fellow-well-met, go-along-to-get-along relationships; I mean real relationships. And to today's hard-charging colleagues who came to Washington to shake things up, I would remind them, so did I, so did Tom Harkin, and the others I mentioned. If I told you that a 40-year-old newly minted Senator John Kerry was going to tell you that relationships mattered most, I would have looked at you as if you had three heads. I cut my teeth in grassroots activism. I didn't come up through the political ranks. I burst onto the scene as an activist, and when you are an activist, all that singularly matters to you--to the exclusion of almost everything else--are the issues. Where are you on an issue? Right or wrong, that is the ballgame.", u'Wrong. It is not the ballgame. That is not what makes a good Senator. That is not what makes the Senate work. My late colleague of 25 years Ted Kennedy taught me that. I saw him late at night on the Senate floor sitting with his colleagues talking and listening. He wanted to know about your State; he wanted to know about your family; he wanted to know why you came here. He had a unique ability to know not just what he needed from you on a vote or a piece of legislation but to know what you needed on a personal level as a friend, as a colleague, as a partner.', u"My old friend--now Vice President Joe Biden--had a saying in his family: If you have to ask, it is too late. With Teddy, you never had to ask. He always knew, and he was there. He was there on a foggy morning on Nantucket when my father passed away, and Teddy materialized almost out of nowhere. There he was at my porch door. He didn't call ahead; he didn't ask. He came to mark the passage. He was there. It was an instinct for people and an impulse to help.", u'He taught so many of us during that period of time. Somewhere along the line, he passed it on not only to me but to every colleague here who was privileged to work with him.', u'I will never forget in 2007 on the day I announced I would not be running again for President. Another rough day, another passage. I got a call. Tom Harkin wanted to see me. My staff surmised that he was probably coming to ask for money for the Iowa Democratic party. They were wrong. It was a visit where Tom just came to share a few words that were very simple but which meant the world to me; a colleague visiting just to say he was proud that I had been the nominee of the party in 2004, and he looked forward to working with me more in this institution.', u'Let me tell you, those are the conversations that make the difference, those are the conversations you never forget, and that is the U.S. Senate at its best. It is a place where relationships matter the most. And it matters because Teddy, Tom, and so many others here understood instinctively that if 100 Senators knew each other--and our leader has worked very hard to try to find a way to make this happen--then you can find the ways to work together.', u'To my surprise, I learned it here in a way that I never could have predicted, alongside people I never thought I would count as one of my proudest friends. Last week John McCain introduced me at my confirmation hearing. John and I met here in the Senate, coming from very different positions and perspectives. We both loved the Navy; I still do to this day. But I have different feelings from John about a war.', u"For both of us, Vietnam was a demarcation point in our lives, the way it was for so many of our generation. Well, late one night on a CODEL--for people who are listening and don't know about CODELs, it is a trip of Senators and Congressmen going somewhere in the world--to Kuwait after the first gulf war, John and I found ourselves in a C-130 sitting opposite each other. Neither of us could sleep, so we talked. We talked late into the night about our lives and our war. Shortly thereafter, George Mitchell and Bob Dole flew us together on a select committee to investigate the fate of Americans missing from the war in which we had fought. It was a tough time, an emotional issue in an era where Rambo was a box office smash and a Newsweek magazine cover printed provocative photos which asked whether Americans were still alive over there.", u'Into that cacophonous cauldron, John McCain and I were thrown together. Some were suspicious of both of us, but together we found common ground. I will never forget standing with John in the very cell in the Hanoi Hilton in which he spent a number of years of his life, just the two of us alone in this cell, listening to him talk about that experience.', u"I will always be grateful for his partnership in helping to make real peace with Vietnam by establishing the most significant process in the history of our country--or of any country--for the accounting of the missing and dead in any war and afterwards and then working to lift the embargo and ultimately normalize relations with an old enemy. John had every reason to hate them, but he didn't. We were able to heal deep wounds and end a war that divided an awful lot of people for much too long. That is a common experience, and only the relationships that are forged in the Senate could have made that happen.", u"John has this great expression: A fight not joined is a fight not enjoyed. He loves to debate, he loves to battle, and so do I. But I will tell my colleagues, having fought beside him and having fought against him, it is a heck of a lot better and more fun to have John fighting alongside of you. We still have differences. There has been a lot of newsprint used up covering some of them, but I will tell my colleagues this: We both care about the Senate as an institution, and we both care about the country's leadership and the world even when we see it differently, and we both know that at some point America has to come together.", u"We shared this common experience, and we have seen a lot together. We both were able to travel the country as Presidential nominees for our party, and both returned to the Senate to carry on in a different way. Few people know what that feels like. But just being by his side in Hanoi made it impossible for me not to be overwhelmed by his sense of patriotism and his devotion to country. It meant something else: If you can stand on the kind of common ground that we found in the Hanoi Hilton, then finding common ground on issues here at home isn't hard at all. I will always thank John McCain for that lesson.", u"One of the magical things about the Senate is this amazing mix of people and how they could come together to make something happen. I have learned and been impressed by the experiences of every single one of my colleagues, and I honestly marvel at the reflection of each State's special character in the people they send here. I have learned from all--from a fiery, street-smart social worker from Maryland; from a down-to-earth, no-nonsense farmer from Montana; from a principled, conservative doctor from Oklahoma; from an amazingly tenacious advocate for women and the environment who blazed a trail from Brooklyn to Rancho Mirage and the Senate, who teams with a former mayor of San Francisco who took office after the assassination of Harvey Milk, committed to stand against violence and for equality; from a cantankerous, maverick patriot and former prisoner of war from Arizona, whom I just talked about; to a songwriting, original, compassionate conservative from Utah; from a fervent, gravel-voiced people's champion from Ohio; from a soft-spoken, loyal, Medal of Honor winner from Hawaii who used to sit right here; and from a college professor turned proud prairie populist and Senate Pied Piper who was taken from us far too soon and far too quickly. From every Member of the Senate, there are characteristics, passions, quirks, and beliefs that bring this place alive and unite to make it the most extraordinary legislative body on Earth. That is what I love about the Senate.", u'I love that instead of fighting against each other, Bill Frist, the former Republican leader, and I were able to join forces to fight HIV and AIDS around the globe and to convince an unlikely conservative named Jesse Helms to support and pass a bill unanimously that saved millions of lives on our planet. That is what makes this place so special.', u'Instead of ignoring a freshman Senator, Chairman Claiborne Pell allowed me to pass my very first amendment to change our policy on the Philippines. So I found myself with Dick Lugar, paired as Senate election observers who helped expose the voter fraud of the Marcos regime, ending a dictatorship and giving a nation of more than 90 million people the opportunity to know democracy again. That is what the Senate can do, and that is what I love about it.', u'Instead of focusing on our different accents and opposite ideologies, Jesse Helms and I found that our concern for illegal drugs was greater than any political differences between us. So Jesse made it possible for an investigation to proceed and for the Senate to expose the linkages between the Contras in Nicaragua and the flow of drugs to American cities. That is what the Senate can do.', u'The Senate can still work if we learn from and listen to each other--two responsibilities that are, like Webster said about liberty and union, one and inseparable.', u"So as I offer my final words on the Senate floor, I remember that I came of age in a Senate where freshman Senators didn't speak that often. Senators no longer hold their tongues through whole sessions of Congress, and they shouldn't. Their voices are just as valuable and their votes count just as much as the most tenured Member of this body. But being heard by others does not exempt them from listening to others.", u"I came to the National Mall in 1971 with fellow veterans who wanted only to talk to our leaders about the war. President Nixon tried to kick us off The Mall. We knocked on door after door on Capitol Hill but too often couldn't get an audience of representatives. A precious few, including Ted Kennedy and Hubert Humphrey, came to where we were camped out and heard what we had to say. I saw firsthand that our political process works only when leaders are willing to listen to each other but also to everyone else. That is how I first came to the Senate--not with my vote but with my voice--and that is why the end of my tenure here is in many ways a bookend.", u"Forty-two years ago, I testified before Senator Fulbright's Foreign Relations Committee about the realities of war in Vietnam. It wasn't until last week that I would sit before that committee again, this time testifying in my own confirmation hearing. It completed a circle which I never could have imagined drawing but one our Founders surely did. That a citizen voicing his opinion about a matter of personal and national consequence could one day use that voice as a Senator, as the chairman of that same committee before which he had once testified as a private citizen, and then as the President's nominee for Secretary of State, that is a fitting representation of what we mean when we talk about a government ``of the people, for the people, and by the people.''", u'In the decades between then and now, this is what I have learned above all else: The privilege of being here is in being able to listen to your constituents. It is the people and their voices much more than the marble buildings and the inimitable institutions they house that determine whether our democracy works.', u"In my first appearance before the Senate, at the Fulbright hearings, I began by saying, ``I am not here as John Kerry. I am here as one member of the group of 1,000, which is a small representation of a very much larger group.''", u"I feel much the same way today as I leave. We are still symbols, representatives of the people who have given us the honor to speak and advocate and vote in their name, and that, as the Bible says, is a ``charge to keep.'' One day, the 99 other Senators who continue on for now--and soon to be 100 again in a few days--will also leave in their own turn--in your own turn--some by their own choosing and some by the people's. Our time here is not meant to last forever. If we use the time to posture politically in Washington, we weaken our position across the world. If democracy deadlocks here, we raise doubts about democracy everywhere. If we do not in our deeds prove our own ideals, we undermine our security and the sacred mission as the best hope of Earth. But if we do our jobs right, if we treat our colleagues with respect and build the relationships required to form consensus and find the courage to follow through on our promises of compromise, the work we do here will long endure.", u"So let us in the Senate or in the House be bigger than our own districts, our own States. Let us in spirited purpose be as big as the United States of America. Let us stand for our beliefs but, above all, let us believe in our common history, our common destiny, in our common obligation to love and lead this exceptional Nation. They say politics stops at the water's edge. That is obviously not always true. But if we care for our country, politics has its limits at home and abroad.", u'As I leave here, I do so knowing that forever the Senate will be in my soul and that our country is my cause and yours. I thank you all for your friendship and the privilege of serving with you.', u'(Applause, Senators rising.)'], u'capitolwords_url': u'http://capitolwords.org/date/2013/01/30/S383-2_farewell-to-the-senate/'}