{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 106, u'title': u'House of Representatives', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-29/html/CREC-1999-07-29-pt2-PgH6603.htm', u'number': 109, u'id': u'CREC-1999-07-29-pt2-PgH6603.chunk155', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H6603-H6648', u'speaker_party': u'D', u'date': u'1999-07-29', u'bills': None, u'bioguide_id': u'J000032', u'order': 155, u'speaking': [u'Mr. Chairman, I rise in opposition to the amendment offered by Representative Largent to the District of Columbia Appropriations bill. This amendment would prohibit unmarried couples from jointly adopting children. I believe that local governments should be allowed to make the proper decision concerning adoptions, based on the universally accepted standards that regards the best interest of the child.', u'Family law is not an area that Congress generally addresses because it is a local concern. State and local jurisdictions are better suited to address issues of domestic relations.', u'There is no reason to deny potential parents the right to adopt a child based on their marital status. If we do not deny single people the right to adopt, then an unmarried couple should not face such a restriction.', u'This amendment places the children that are currently waiting to be adopted at risk for remaining in the foster care system. That would not be in the best interest of any child. These children need consistent care and a safe home.', u'This amendment suggests that an unmarried couple cannot provide a child with a proper environment to develop intellectually and socially. But this amendment only makes that suggestion of the residents of D.C.', u'Currently, D.C. and 48 other states allow lesbian and gay couples to adopt when it is in the best interest of the child. It is clear that two loving parents, offer a child greater stability than one parent, yet we would make this distinction if the couple is unmarried living in ', u'I oppose this amendment because I believe that the needs of children to be in a loving environment should not hinge on the marital status of the couple that wants to adopt. We should encourage adoption and we should allow local judges to make the decisions concerning these children. I urge my Colleagues to oppose this anti-family amendment.', u'The CHAIRMAN pro tempore. The question is on the amendment offered by the gentleman from Oklahoma (Mr. Largent).'], u'capitolwords_url': u'http://capitolwords.org/date/1999/07/29/H6603_house-of-representatives/'}