{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 111, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-15/html/CREC-2010-03-15-pt1-PgS1517.htm', u'number': 37, u'id': u'CREC-2010-03-15-pt1-PgS1517.chunk6', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S1517-S1529', u'speaker_party': u'D', u'date': u'2010-03-15', u'bills': None, u'bioguide_id': u'L000174', u'order': 6, u'speaking': [u'Mr. President, I am pleased today to introduce the Refugee Protection Act of 2010. This week marks the thirtieth anniversary of the Refugee Act, which was signed into law on March 17, 1980. In the years since, our statute and case law have evolved in ways that place unnecessary and harmful barriers before genuine refugees and asylum seekers. This bill, which is cosponsored by Senator Levin of Michigan, will restore the U.S. as a beacon of hope for those who suffer from persecution around the world.', u'The Convention Relating to the Status of Refugees was negotiated in 1951 to protect those who suffered persecution in war-torn Europe prior to 1951, yet the U.S. did not sign it at that time. In 1967, the U.S. signed and ratified a Protocol to the Convention, which expanded its geographic and temporal scope, establishing a definition of refugee that applied around the world. It was not until 1980, however, that Congress enacted implementing legislation to bring our laws into compliance with the Convention and Protocol. During the intervening years, our Government acted in an ad hoc manner to bring in refugees fleeing Southeast Asia by boat, to protect Jews and other refugees from the Soviet bloc, and to provide safety for victims of persecution in Africa. Our Nation acted generously in those years, providing aid and relief, but our policies needed to be grounded in law.', u"The Refugee Act of 1980 was championed by the late Senator Edward Kennedy, who fought for decades to protect victims of persecution who had been forced to flee their home nations, leaving behind livelihood, family, and security. I supported the Refugee Act in the 96th Congress, and voted for it when it passed the Senate. When the Senate debated the bill, Senator Kennedy spoke of its dual goals: to ``welcome homeless refugees to our shores,'' thereby embracing ``one of the oldest and most important themes in our Nation's history,'' and to ``give statutory meaning to our national commitment to human rights and humanitarian concerns.'' 125 Cong. Rec. 23231-32 Sept. 6, 1979.) We lost our dear friend last year, but we can honor Ted Kennedy's memory by carrying forward the mantle of refugee protection.", u'The Refugee Protection Act of 2010 contains provisions of a bipartisan bill that I previously introduced in the 106th and 107th Congresses to repeal the most harsh and unnecessary elements of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, a law that had tragic consequences for asylum seekers. It also corrects agency and court misinterpretations of law that limit access to safety in the U.S. for asylum seekers. Finally, it modifies the immigration statute to ensure that innocent persons with valid claims are not unfairly barred from the U.S. by laws enacted after September 11, 2001, while leaving in place provisions that prevent dangerous terrorists from manipulating our immigration system.', u'In the years since the Refugee Act was enacted, over 2.6 million refugees and asylum seekers have been granted protection in the U.S. I am proud that my home State of Vermont has long welcomed refugees and helped these new Americans to rebuild their lives. More than 5,300 refugees have been resettled in Vermont since 1989, from countries as diverse as Burma, Bhutan, Somalia, Bosnia, and Vietnam. In the early days of resettlement, Vermont accepted refugees fleeing persecution from Southeast Asia and the Soviet Union, and from the war in the former Yugoslavia and the genocide in Rwanda.', u"Vermonters' welcoming spirit is illustrated by the ``Lost Boys'' of Sudan. Beginning in the 1980s, thousands of boys in Sudan traveled hundreds of miles by foot to escape war and ethnic and religious-based persecution. Some had seen family members killed before their eyes. They walked from nation to nation, searching for safety in Ethiopia and Kenya, before reaching camps that helped them find a permanent and secure home in the U.S. The first group of Lost Boys arrived in Vermont in 2001. Many of them have thrived. I am proud that a number of them are now college graduates, and some have attended graduate school.", u'Vermonters have made a strong and sustained commitment to assisting refugees with resettlement. Caseworkers and volunteers help new Americans adjust to the new culture, learn English, and navigate daily life, from grocery shopping to public transportation, to school and sports programs for their children. The Vermont Refugee Resettlement Program has led the effort with its compassionate and experienced staff, and a roster of more than 250 volunteers. I also want to recognize the organizations, churches, synagogues, and libraries in Vermont that have offered support, contributions of food, clothing, furniture, English classes, tutoring, and perhaps most importantly, companionship and friendship to refugees resettled in our state. These groups include the Vermont Refugee Resettlement Program, Vermont Immigration and Asylum Advocates, the Association of Africans Living in Vermont, the Vermont Agency of Human Services-State Refugee Coordinator, Vermont Interfaith Action, the Housing Resource Center, the Salvation Army, the First Congregational Church of Burlington, the Cathedral Church of St. Paul, the Roman Catholic Diocese of Burlington, the Islamic Society of Vermont, Ohavi Zedek Synagogue, the Fletcher Free Library, and Vermont Adult Basic Education. These volunteers and organizations demonstrate the Vermont spirit of tolerance and generosity. They deserve our thanks and praise.', u'I am proud of the Vermonters who have devoted countless hours to help victims of persecution build new lives in our state. And I am continually amazed by the resilience of the refugees and asylees in Vermont. Refugees in Vermont enrich the communities in which they live, opening small businesses, farming, and participating in cultural activities. They put all they have at risk to reach the U.S., and once here, strive each day to make our country better and to give their children every opportunity that America offers.', u'The bill I introduce today will give refugees and asylum seekers a fair chance of finding safety in the U.S. For those who seek asylum, it eliminates the requirement added to the law in 1996 that asylum applicants file their claim within 1 year of arrival. By definition, worthy asylum applicants arrive in the U.S. after suffering serious harm abroad, often experiencing post-traumatic stress. They often must spend their first months here learning the language and adjusting to a culture that in many cases is extraordinarily different from the one they know. I understand the desire to have asylum seekers submit timely applications, but the 1-year rule was deemed unnecessary by the Immigration and Naturalization Service when it was enacted. In practice, it has barred genuine applicants from gaining the benefits of our asylum law, resulting in their return to the country in which they were persecuted.', u'The bill also makes a number of modifications to give asylum seekers a fair opportunity to respond to requests for corroborating evidence, to clarify inconsistencies, and to provide evidence of the persecution they suffered or that which they fear if returned. None of these changes to the law will encourage fraud or frivolous claims; they simply ensure that no asylum seeker is denied the opportunity to present a full application for relief.', u"The 1996 immigration law created the system called ``expedited removal,'' which enables an immigration officer to prevent certain non-citizens from entering the U.S. I fought against expedited removal in 1996 because I feared that asylum seekers could be turned away from our borders without being given the chance to seek protection. In 2005, the U.S. Commission for International Religious Freedom, a bipartisan Commission established by Congress, documented widespread problems in the implementation of expedited removal. The Refugee Protection Act of 2010 responds to the Commission's findings by requiring that asylum seekers who pass an initial ``credible fear'' interview proceed to an interview with an asylum officer instead of being sent straight to the immigration removal system. Any asylum seeker who is not granted protection by the asylum officer would then be placed in removal proceedings and proceed to an adversarial hearing before an immigration judge.", u'Under current law, an asylum seeker who arrives at our borders and immediately requests protection is detained. We should not detain people whom our own Government has found to be likely candidates for asylum as if they were awaiting a criminal trial. Moreover, the cost to the Government to detain an asylum seeker for months at a time cannot be justified, especially if they have family members or nongovernmental organizations that are willing to house them and ensure that they appear for their asylum hearing. The Refugee Protection Act would clarify that the Secretary of Homeland Security should release asylum seekers as long as they do not pose risks of flight or to public safety. It would codify DHS guidance announced in December 2009 stating that it is the policy of the U.S. to release asylum seekers who have been found to have a credible fear of persecution and who meet the criteria for release.', u'The bill also instructs the Secretary to promulgate regulations to authorize and promote the use of alternatives to the detention of asylum seekers, such as releasing them to private nonprofit voluntary agencies. For those who would still be detained, the bill would guarantee access to legal and religious services, humane treatment in detention, and medical care where needed. These changes will reduce the detention of asylum seekers, offer them fundamental due process, and improve the conditions of their confinement in those cases where detention is appropriate. I have long urged an improvement of the shameful conditions of immigration detention, and this need is particularly acute for asylum seekers.', u"For years, I have fought to modify a law that prevents genuine refugees and asylum seekers from obtaining protection in the U.S. The law, which contains an overly broad definition of ``material support'' to terrorist organizations, has the effect of barring some who were victims of terrorist organizations. More than 2 years ago, Senator Kyl and I worked together to ensure that the Department of Homeland Security had the authority it needed to provide waivers and exemptions in certain ``material support'' cases. The Obama administration convened an interagency process to try to resolve the matter, but thousands of refugees with pending adjustment of status applications are still being held in limbo while the Government studies how to exercise its exemption and waiver authority. This bill contains language that would fix this problem once and for all. The bill modifies definitions in the statute to ensure that innocent asylum seekers and refugees are not unfairly denied protection as a result of the material support and terrorism bars in the law, while ensuring that those with material ties to terrorist activity will be denied entry to the U.S.", u'This bill makes common sense changes to refugee adjudication and resettlement. It eliminates the 1-year waiting period for refugees and asylees to apply for lawful permanent residence, facilitating assimilation into our communities. The bill also allows certain children and family members of refugees to be considered as derivative applicants for refugee status, as long as they pass standard security checks and expedites the adjudication of family reunification petitions.', u"The potential effect of these changes is best illustrated by an example. One of the Lost Boys originally resettled in Vermont is a young man named Jacob. He attended my alma mater, St. Michael's College, at some point visited Kenya, got married and fathered twin sons before returning to Vermont. After he became a U.S. citizen, he visited his wife in Kenya again, this time fathering twin daughters. I am happy that my office was able to assist Jacob, and his entire family is now happily living in the U.S. Had the Refugee Protection Act been enacted, Jacob's family might have been reunited much sooner. The bill I introduce today will greatly facilitate family reunification, which is at the core of American values.", u"This bill will also help children who have been separated from their families during war or flight from persecution. For a child who has been separated from immediate family, and where it is in the best interest of the child, the bill would authorize refugee status and enable such a child to come to the U.S. I am committed to working with the Departments of State and Homeland Security to ensure that the ``best interest of the child'' protects families that are separated for months or years, but later discover that children lost or feared dead can be reunited with their immediate relatives.", u"The need for such authority is illustrated by a Vermont resettlement case I know very well. After the Rwandan atrocities, Martha believed her son Eric had been killed. A number of years later, she learned that her son was alive and living in the Kakuma refugee camp in Kenya, along with his two young first cousins. Eric had fled the violence with these two boys on his back, and he is the only father figure they have ever known. Martha petitioned to bring her son and nephews to Vermont, but only her son was granted refugee status as a derivative child. Martha had not seen her son for 10 years, but until my office intervened, the case had languished due to miscommunication. After the case was reactivated, Eric had to decide whether to join his mother in Vermont or to stay in the refugee camp to continue caring for his two young cousins. Eric made the heart-wrenching decision to resettle in Vermont. Eight months after Eric arrived, with the help of my office, his two young cousins were successfully resettled with him. Martha is fully employed, just passed her naturalization exam and is about to be sworn in as a U.S. citizen. Eric has been working two jobs, studying, and raising his cousins, who are both doing quite well in school. This case has a happy ending, but it should not have been so hard or taken so long to resolve. The Refugee Protection Act will help to bring families like Martha's together more quickly.", u'This bill authorizes the Secretary of State to designate certain groups as eligible for expedited adjudication as refugees. Such a change to law would assist those who are at a particularly high risk of harm, such as certain groups of Iraqi refugees, groups targeted for genocide, or gay men in countries that impose the death penalty on homosexuals. Congress has tried to respond to specific crises with Special Immigrant Visas and other limited forms of relief, but something more must be done.', u'Again, an example is illustrative. An Iraqi family, a mother and two daughters, came to Vermont as refugees from Iraq by way of Syria, after the father had been killed. The son believed his life to also be in danger in Iraq, because he had worked as a driver for a U.S. military contractor. Just before completing the resettlement process, the adult son was forced by Syria to leave the country, and he made his way to Sweden. While he was safe there for a short while, Sweden soon started taking action to deport many Iraqi refugees that it had previously welcomed. The separation was extremely painful for this close-knit family. They were having a difficult time reopening his resettlement case, but my office was able to help this young man finally receive a Special Immigrant Visa for Iraqis Employed on Behalf of the U.S. Government. He was finally reunited with his family in Burlington. I would prefer to see the Secretary of State be able to designate certain highly vulnerable groups for expedited adjudication, so that stories like this one are not common, and eligible refugees reach safety here in the U.S. as soon as possible.', u'Finally, this bill makes targeted improvements to the resettlement process in the United States. Most importantly, it prevents newly resettled refugees from slipping into poverty by adjusting the per capita refugee resettlement grant level annually for inflation and the cost of living. The current per capita grant is $1,800, but it was just raised in January 2010 from roughly half that amount. I thank the Obama administration for recognizing the need to raise the per capita grant level, but believe it must be adjusted annually for inflation and the cost of living. This bill will ensure that the per capita grant level does not decrease in real terms over time.', u'This bill is supported by leading refugee resettlement organizations across the Nation including the U.S. Conference of Catholic Bishops, Hebrew Immigrant Aid Society, International Rescue Committee, Lutheran Immigrant & Refugee Service, the Episcopal Church, Refugee Council USA, Heartland Alliance for Human Needs and Human Rights, Church World Service, and the Interfaith Refugee and Immigration Ministries of Illinois. The Congressionally-created and bipartisan U.S. Commission for International Religious Freedom endorsed the provisions that make improvements to the expedited removal system. It is endorsed by advocates and legal aid providers serving the refugee and asylee community, including the American Bar Association, Human Rights First, National Immigrant Justice Center, the Center for Gender & Refugee Studies at U.C. Hastings College of the Law, Tahirih Justice Center, American Immigration Lawyers Association, National Immigration Forum, Refugees International, Immigration Equality, Amnesty International USA, Human Rights Watch, and the American Civil Liberties Union. And in Vermont, it has the support of the Vermont Refugee Resettlement Program, Vermont Immigration and Asylum Advocates, and the Association of Africans Living in Vermont. All of those organizations that stand with me in support of this legislation have my sincere thanks.', u"The 30th anniversary of the Refugee Act is this week. It is time to renew America's commitment to the Refugee Convention, and to bring our law back into compliance with the Convention's promise of protection. Our Nation is a leader among the asylum-providing countries, and our communities have embraced refugees and asylum seekers, welcoming them as Americans. Our laws must now match that humanitarian spirit. I urge all Senators to support the Refugee Protection Act of 2010.", u'Mr. President, I ask unanimous consent that the text of the bill be printed in the Record. '], u'capitolwords_url': u'http://capitolwords.org/date/2010/03/15/S1517_statements-on-introduced-bills-and-joint-resolutio/'}