{"speaker_state": "IA", "speaker_raw": "mr. grassley", "speaker_first": "Charles", "congress": 112, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-18/html/CREC-2011-05-18-pt1-PgS3086.htm", "number": 69, "id": "CREC-2011-05-18-pt1-PgS3086.chunk36", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Grassley", "pages": "S3086-S3101", "speaker_party": "R", "date": "2011-05-18", "bills": null, "bioguide_id": "G000386", "order": 36, "speaking": ["Madam President, I come to the floor to speak on the nomination of Goodwin Liu to be Circuit Judge of the Ninth Circuit.", "I have said many times over the past 2 weeks--and perhaps for longer than the last 2 weeks--that by any fair measure we are moving judicial nominees at a very brisk pace. This month alone, we confirmed 7 judges in 10 days. In the short time we have been in session this year, we have confirmed 24 judges. That is a rate, almost, of one judge every other day. This year, the committee has favorably reported 51 percent of President Obama's nominees, yet it seems the more we work with the majority on filling vacancies, the more complaints we hear.", "Furthermore, as we work together to confirm consensus nominees, we are met with the majority's insistence that we turn to controversial nominees, such as the one before us today--Goodwin Liu--because this seems to be the most controversial of President Obama's nominees we have had to this point. I have pledged, and indeed I have demonstrated, cooperation in moving forward on consensus nominations. There is no doubt that Mr. Liu does not fall into the category of being a consensus nominee.", "My objections to this nominee can be summarized in five areas of concern: his controversial writings and speeches, an activist judicial philosophy, his lack of judicial temperament, his troublesome testimony and lack of candor before the committee, and his limited experience.", "Mr. Liu describes his writings as critical, inventive, and provocative, and that is what they are. He states he is simply a commentator and his role is merely to poke, prod, and critique. The problem I have with that is his legal scholarship goes well beyond simple commentary. The nominee argues the 14th amendment creates a constitutional right to some minimum level of public welfare benefits. That is a real reach. He has said:", "The duty of government cannot be reduced to simply providing the basic necessities of life. . . . The main pillars of the agenda would include . . . expanded health insurance, child care, transportation subsidies, job training, and a robust earned income tax credit.", "There is no doubt those may be policy issues Congress ought to deal with, but it is a real stretch to say that they are constitutionally protected rights.", "Mr. Liu is a strong proponent of affirmative action and the constitutionality of affirmative action. Celebrating the Supreme Court's decision in Grutter v. Bollinger, he said:", "He believes bans on gay marriage are unconstitutional. The nominee was one of several law professors who filed a brief with the California Supreme Court in a suit seeking to have the California same-sex marriage prohibition declared unconstitutional.", "These statements, just a sample of his works, are not merely a scholarly reflection on the state of law. Instead, they are a prescription for change--big change. He stated, following President Obama's election in an interview with NPR's ``Weekend Edition'':", "Whereas I think in the last seven or eight years we had mostly been playing defense in the sense of trying to prevent as many--in our view--bad things from happening. Now we have the opportunity to actually get our ideas and the progressive vision of the Constitution and of law and policy into practice.", "Mr. Liu holds a view of the Constitution that can only be described as an activist judicial philosophy. The centerpiece of his judicial philosophy--a theory he describes as ``constitutional fidelity''--sounds nice until you learn what it actually means. Here is what he means by fidelity:", "The Constitution should be interpreted in ways that adapt its principles and its text to the challenges and conditions of our society in every single generation.", "Continuing on, he states:", "On this approach, the Constitution is understood to grow and evolve over time as the conditions, needs, and values of our society change.", "That is not a far cry from the unwritten constitution of Great Britain, where the Parliament is supreme and makes a determination from time to time on what the policies are, as opposed to in this country where the natural law--or the laws that are the rights we have given to us by our Creator, not by government--are the basis of our law.", "When I questioned the nominee at his hearing regarding his position, he stated his book respects the notion that the text of the Constitution and the principles it expresses are totally fixed and enduring. I must admit some confusion with this contradiction. Either the text and the principles are fixed and enduring or they are adaptable--something that grows and evolves, as it happens with the Constitution of Great Britain. Mr. Liu is, apparently, comfortable with this contradiction. I am not. It is a pattern I find throughout his testimony.", "I am concerned by his apparent lack of appreciation for the proper role of a judge in our system of checks and balances. His philosophy leads to an inevitable expansion of the power of the judiciary. For example, according to Mr. Liu, courts should play a role in creating and expanding constitutional welfare rights. He argues that once a legislative body creates a welfare program, it is the proper role of the courts to grasp the meaning and the purpose for that welfare benefit. He states the courts can recognize welfare rights by ``invalidat[ing] statutory eligibility requirements or strengthen[ing] procedural protections against the withdrawal of benefits.'' That is forthrightly an attack on the legislative branch of government, and on its power to make statute and law. The courts are supposed to be interpreting, not making law.", "The nominee also seems to favor a social needs-based view of living constitutionalism. His scholarly work argues that judicial decisionmaking should be shaped by contemporary social needs and norms, rather than the certainty of the Constitution. Notably, he has said:", "It is just as if what the writers of the Constitution in 1787 thought ought to be the basic law of this land means nothing today. So as you know, I think this is very troublesome. Our constitutional framework puts the legislative function in the Congress, not the courts. It is the legislative function, through the political process, where the people rule, that determine when a particular value is to become part of our law. This is not the duty of judges. The judiciary is limited to deciding cases and controversy, not establishing public policy.", "I would note further that this view of constitutional interpretation does not rely on the acts of the legislature or on the precedents established by higher courts. Rather, it is based on a concept of what he prefers to call ``evolving norms.'' Furthermore, as he testified before the committee, it is those ``evolving norms'' that inform the Supreme Court's elaboration of constitutional doctrine.", "Mr. Liu tried to sound like a mainstream jurist when he stated the duty of a circuit judge was to faithfully follow the Supreme Court's instructions on matters of constitutional interpretation. Who is going to argue with that? Again, that sounds nice, doesn't it, but what does it mean? If we accept his premise that the Supreme Court's instructions are based upon evolving norms, it follows that such ``evolving norms'' will shape the circuit courts' decisions as well. This activist theory leads to a judicial system substituting the whims of individual judges over the text and original meaning of the U.S. Constitution. This is not the duty of any circuit judge.", "Mr. Liu's legal views and judicial philosophy are clearly out of the mainstream. A small example illustrates this point. I questioned four of President Obama's district judge nominees who followed Mr. Liu on the day of his hearing. I asked each of them concerning a specific point about Mr. Liu's philosophy. Each and every one of them flatly rejected Mr. Liu's position.", "This included his view on judges considering ``collective values'' when interpreting the Constitution; on using foreign law; on interpreting the Constitution in ways that adapt its principles and its text; and on considering ``public values and social understandings'' when interpreting the Constitution.", "Based on his out-of-the-mainstream views, it is no surprise that his nomination is opposed by so many. Included in that opposition are 42 district attorneys serving in the State of California. They are concerned, among other things, about his views on criminal law, capital punishment, and the role of the Federal courts in second-guessing State decisions.", "My third area of concern is that the nominee has made a number of critical statements which indicate a lack of judicial temperament. He has been very openly critical of the current Supreme Court.", "In one article, he said that the holding in Bush v. Gore was ``utterly lacking in any legal principle.'' He has claimed that the current Court as a whole is unprincipled, saying that ``if you look across the entire run of cases, you see a fairly consistent pattern where respect for precedent goes by the wayside when it gets in the way of result.''", "He published an article on Bloomberg.com entitled ``Roberts Would Swing the Supreme Court to the Right.'' In that article, he acknowledged that Roberts was qualified, saying ``[t]here's no doubt Roberts has a brilliant legal mind. . . . But a Supreme Court nominee must be evaluated on more than legal intellect.'' He then voiced concerns that ``with remarkable consistency throughout his career, Roberts ha[d] applied his legal talent to further the cause of the far right.'' He also spoke very disparagingly of Justice Roberts' conservative beliefs:", "[b]efore becoming a judge, he belonged to the Republican National Lawyers Association and the National Legal Center for the Public Interest, whose mission is to promote (among other things) ``free enterprise,'' ``private ownership of property,'' and ``limited government.'' These are code words for an ideological agenda hostile to environmental, workplace, and consumer protections.", "Let's think about what he just said there, about Judge Roberts, now Chief Justice Roberts. He said private ownership of property, limited government, and free enterprise are code words for an ideological agenda hostile to environment, workplace and consumer protections? Does he think we are Communist-run China, that the government runs everything, that their system of government is a better one? When they bring online a coal-fired plant every week? Plants that pollute the air and put more carbon dioxide into the air than we do in the United States? Where children are dying because the food is poisoned and consumers aren't protected? Where every miner is in jeopardy of losing their lives? That is how far off base this nominee is when he refers to free enterprise, private ownership of property, and limited government as being bad. But if you get government more involved, as they do in China, it is somehow a better place?", "The nominee has been very publicly critical also of Justice Alito in particular. He believes it is a valid criticism of Justice Alito to say that ``[h]e approaches law in a formalistic, mechanical way abstracted from human experience.'' And we are all familiar with Mr. Liu's scathing attack at Justice Alito's confirmation hearing. When asked about his testimony, Mr. Liu admitted the language was unduly harsh, provocative, unnecessary, and was a case of poor judgment. That is one statement of Mr. Liu with which I can I agree.", "I can appreciate that Mr. Liu now understands the unfortunate language he uses. The trouble I have with this, however, is that it shows that even when stepping out of the academic world, the nominee promotes extreme views and intemperate language. Even if I accept his rationale for the tone of his work in the academic world, that does not explain his congressional testimony. That was one opportunity where he could demonstrate a reasoned, temperate approach. Yet he failed that test. I think it may also indicate what we might expect from a Judge Liu, should he be confirmed--the same thing. To me, that is an unacceptable outcome.", "The fourth major area of concern is Mr. Liu's testimony and candor before the committee, which was troubling at times and lacked credibility. Even before he appeared before the committee, the nominee had difficulty providing the committee, with materials required by his questionnaire. As Senator Sessions said at the time:", "At best, this nominee's extraordinary disregard for the Committee's constitutional role demonstrates incompetence; at worst, it creates the impression that he knowingly attempted to hide his most controversial work from the Committee.", "During his testimony, the nominee said, in reference to his past legal writings, ``whatever I may have written in the books and the articles would have no bearing on my action as a judge.'' Oh? Trying to paint himself as a judicial conservative, the nominee attempted to walk away from his previous positions. He tried to distance himself on the proper role of a judge, on the use of foreign law, on the appropriateness of racial quotas and from his previous views on free enterprise and private ownership of property. Even the Washington Post found his testimony a bit hard to believe. The Post's editorial stated:", "Mr. Liu is unlikely to shunt aside completely the ideas and approaches he has spent years developing. But the real problem, of course, is not that he adheres to a particular judicial philosophy, but that he--like so many others before him--feels the need to pretend not to have one.", "We have often heard the term ``confirmation conversion'' applied to nominees who appear to have a change of legal philosophy when they are nominated to a Federal judgeship. As I review the record, I think this nominee has taken that concept a step further--I would use the phrase ``confirmation chameleon.'' It seems to me that Mr. Liu is willing to adapt his testimony to what he thinks is most appropriate at the time.", "I have discussed other contradictions already, but let me give you a clear example. Senator Cornyn of Texas asked him about his troubling record contained in his work-product that expressed opinions on issues such as the death penalty, same-sex marriage, and welfare rights. Senator Cornyn then stated ``You are now saying, `Wipe the slate clean because none of that has any relevance whatsoever to how I would conduct myself as a judge if confirmed by the Senate.' Is that correct?'' Mr. Liu responded, ``That is correct, Senator.''", "A few minutes later I asked him, ``If we were to, let us just say, wipe the slate clean as to your academic writings and career, what is left to justify your confirmation?'' The nominee responded, ``I would hope that you would not wipe my slate clean, as it were. You know, I am what I am.''", "Either his record stays with him or we wipe the slate clean. Perhaps in the long run it doesn't matter, because either way it leaves us with an individual who should not be given a lifetime appointment. If you include his record as a law professor, then we are left with the evidence of a left-leaning, judicial activist. If you do not include it, then we are left with a 2-year associate with law clerk experience and little else.", "That leads me to my final point. I am concerned about the nominee's lack of experience. After graduating from law school in 1998, he clerked for Judge David S. Tatel on the U.S. Court of Appeals for the District of Columbia. When his clerkship ended, Mr. Liu became special assistant to the Deputy Secretary of Education for 1 year.", "In 2000, he worked as a contract attorney for the law firm of Nixon Peabody, LLP, where he ``assisted with legal research and writing.'' From 2000 to 2001, the nominee clerked for Justice Ruth Bader Ginsburg on the Supreme Court. After his Supreme Court clerkship, he became an associate at O'Melveny & Myers, where he remained for less than 2 years. According to his questionnaire, he appeared in court only ``occasionally.'' He also reported that his other work as an attorney has not involved court appearances. He has not tried any cases to verdict, judgment, or final decision, Since 2003, the nominee has been a full-time law professor at UC Berkeley School of Law, and in 2008 he became associate dean.", "After his nomination last year, the ABA Standing Committee on the Federal Judiciary gave Mr. Liu the rating ``Unanimous Well-Qualified.'' I am somewhat perplexed by this rating. According to the standing committee's explanation of its standards for rating judicial nominees, ``a prospective nominee to the federal bench ordinarily should have at least twelve years' experience in the practice of law.''", "Further, ``the Committee recognizes that substantial courtroom and trial experience as a lawyer or trial judge is important.'' At the time of his nomination and rating, the nominee had graduated from law school less than 12 years prior. He has been a member of a State bar only since May 1999. As noted above, he has no trial experience and has never been a judge.", "I will conclude with this thought. Given his record and testimony, I do not believe the nominee has an understanding and appreciation of the proper role of a judge. I believe, if confirmed, he will bring a personal agenda and political ideology into the courtroom.", "It is ironic that in commenting on the Roberts nomination, Mr. Liu sad ``the nomination is a seismic event that threatens to deepen the Nation's red-blue divide. Instead of choosing a consensus candidate [the President] has opted for a conservative thoroughbred who, if confirmed, will likely swing the Court sharply to the right on many critical issues.''", "If confirmed, I am concerned that Mr. Liu will deeply divide the Ninth Circuit and move that court even further to the left--if that is possible. If confirmed, his activist ideology and judicial philosophy would seep well beyond the Berkeley campus--and it seems that is difficult. Sitting on the Ninth Circuit, his opinions and rulings would have far reaching effect on individuals and businesses throughout the nine-State circuit, including places like Bozeman, MT; Boise, ID, and Anchorage, AK.", "For the reasons I have articulated--No. 1, his controversial writings and speeches; No. 2, an activist judicial philosophy; No. 3, his lack of judicial temperament; No. 4, his lack of candor before the committee, and No. 5, his limited experience--as well as many other concerns which I have not expressed today, I shall oppose this nomination.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2011/05/18/S3086_executive-session/"}