{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 111, u'title': u'THIS RECESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-02-11/html/CREC-2009-02-11-pt1-PgS2092-4.htm', u'number': 28, u'id': u'CREC-2009-02-11-pt1-PgS2092-4.chunk9', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S2092-S2097', u'speaker_party': u'D', u'date': u'2009-02-11', u'bills': None, u'bioguide_id': u'B000711', u'order': 9, u'speaking': [u'Madam President, I want to pick up on where I left off. This is the same old, same old fight again. I looked back for some more quotes on the Clinton economic plan which led to 23 million new jobs, the longest period of peacetime economic expansion in American history. I read what Senator Lott from the other side said about it.', u'Here are other Senators: We are going to pile up more debt. We are going to cost jobs. That was Senator Conrad Burns.', u'What happened? We went into surplus, and we created 23 million new jobs.', u'Orrin Hatch:', u'Make no mistake, these higher rates will cost jobs.', u'That was because there were some tax hikes on the wealthiest few. It went on and on.', u'This is Phil Gramm, the guru of the other side:', u'I want to predict here tonight that if we adopt this bill the American economy is going to get weaker and not stronger, the deficit four years from today will be higher than it is today and not lower. . . .', u'He was wrong. This is no longer an academic debate. The Republicans, in 1993, said the same things about the Clinton plan they are saying about the Obama plan.', u'Phil Gramm again:', u'I believe that hundreds of thousands of people are going to lose their jobs as a result of this program. I believe that Bill Clinton will be one of those people.', u'Well, Bill Clinton got reelected. Twenty-three million new jobs were created. He left behind the largest surplus in history. Unemployment rates were the lowest in three decades. We had the lowest overall poverty and child poverty rates since the 1970s.', u'Charles Grassley, my colleague:', u'I really do not think it takes a rocket scientist to know this bill will cost jobs.', u'That is what he said of the Clinton plan that created 23 million new jobs.', u'Connie Mack from Florida, from the other side of the aisle:', u'This bill will cost America jobs, no doubt about it.', u'Senator William Roth, from the other side:', u'It will flatten the economy. I am concerned about what it will do to our families. . . .', u'Well, what did it do to our families? The Clinton plan, with the Democratic support, created 23 million new jobs, left behind the highest surplus in history, unemployment rates were the lowest in three decades, and we had the longest peacetime expansion of economic expansion in history.', u'Rick Santorum, from the other side of the aisle:', u". . . bad policy. Let's do something that creates jobs that doesn't feed the monster of government.", u'It goes on and on, and later today I will read some more into the Record.', u"So as I was listening to the debate yesterday and the day before and the day before--it has been good--I had a sense of deja vu. I heard this before. I turned to my staff and I said: Can you go and find out what the Republicans said about Bill Clinton's economic plan that was so successful? We did not get one Republican vote. Thank God we are getting three Republican votes for this plan because they have set a 60-vote filibuster-proof vote. That is what we need, which is a shame, but that is the way it is.", u'So what I would like to do today, again, is make the point that Republicans and Democrats have a philosophical disagreement. They had it back in 1993. We tested who was right and who was wrong. We put in the Clinton plan. We got a great economic recovery. We got surpluses as far as the eye could see. We had the debt going totally down.', u'When the Republicans took over, the deficits soared, the debt doubled, and we have now on the backs of the American people--every man, woman, and child--$17,000 more in debt as a result of an open checkbook for Iraq and tax cuts to the millionaires and the billionaires who never needed it anyway. That is a fact. It has been proven. There is no debate over it.', u'I have what the Republicans said back then, and I know what happened to the economy. So if you are looking for past history to guide what we do today, it is time to step to the plate and support President Obama. He has learned from history. He has looked at what happened. He understands.', u"So I want to take us now to where we are in this recession: 3.6 million jobs lost since the beginning of the recession. I want people to think about 3,600,000 people. Think about your own community, how many people live in that community. Think about your own State, how many people live in that State. Think about what it means to have these many people unemployed, and think about what it means for their families, for their spouses, for their children, in the face of this. Doing nothing is not a passive act. It is a hostile act. It is a hostile act because doing nothing says: We like the status quo. We don't care about this. Let it just play out. I say that is unacceptable.", u'Now, we can look at what is happening month by month: almost 600,000 jobs lost in January; 524,000 in December; 533,000 in November. This is what is happening on the ground today.', u"The other day, I placed into the Record some of the layoffs that are going on in my State--everything from Macy's, to Starbucks, to little mom-and-pops, to big companies, to high-tech, all over California. We have 37 million people, and, as they say in California, when we get a cold, everybody else sneezes because we have such an impact. We would be about the seventh largest economy in the world.", u'This is another bad picture, I show you in the Chamber--unemployment rates rising: 6.7 percent in November; December, 7.2 percent; January, 7.6 percent. In my home State, it is now 9.3 percent unemployment. And there are some communities that have 15 percent unemployment. That is getting closer to a depression.', u'We have a problem, and we cannot afford stall tactics around here and 60-vote supermajorities. We cannot afford partisanship. We need cooperation because the longer we wait to put those dollars into our communities, the more job losses we are going to see.', u'Total unemployed Americans: 11.6 million. That is unemployed Americans at the time. Think about that. Think about your community. Think about your State. Think about what 11.6 million unemployed Americans means. There are 1.6 million unemployed Californians. The number of long-term unemployed--they have been looking and looking and cannot find work--is 2.6 million.', u'By the way, there are 7.8 million underemployed Americans, meaning people who get part-time work who want full-time work--so many people who have higher skills that are not being put to good use. Underemployment is a problem. It is a serious problem.', u'They say pictures speak a thousand words. I show you a picture of a homeless man in Bakersfield. My local officials in Bakersfield, CA, have noticed a rise in the number of homeless individuals. These are individuals without shelter. As shown in this picture, here is one hiding his face--hiding his face. It is a sad thing, and we are seeing more of it across our Nation.', u"Job seekers in search of employment at a Goodwill Industries career center in Los Angeles. A Los Angeles man who lost his job at a computer disposal facility was forced to place his children into foster care. Imagine all of us having to place our children into foster care because we could not find another job to support our family. He said: You've got to stay positive, but the economy is failing. I'll take anything.", u'He visited this Los Angeles Goodwill career center to learn about job opportunities.', u'The other day, I held up a picture from Florida where thousands of people came for 35 firefighter jobs, and they had to have the police come out, not that anyone was acting out, but they just needed order--for 35 firefighter jobs.', u'In Fresno, kids are having a good time, but where are they having a good time? In a pool at a home that has been foreclosed upon. They are creating backyard skateboard arenas. The skaters found the addresses of foreclosed homes on the Internet or through friends who work in real estate, and these young people came there to this foreclosed home. This home was once teeming with a family. Your home is your castle. It is a dream being lost.', u'If we do not pass this first leg of our economic recovery package, this will continue. Because it is one thing to lose your home because your interest rate got out of reach--that is a terrible thing--it is worse when you lose your home because you lost your job. So this is not a good picture.', u'This is an area in our State that was ready for development in the city of Rio Vista in eastern Solano County. The city of Rio Vista is nearing bankruptcy, its problems coming from plummeting property and sales taxes, a lack of funds coming from the State. The city has laid off employees. They have left open full-time positions. They have frozen salaries. They have cut city programs. And they have closed city hall 1 day a week. This is a small city, and the reverberations are many.', u"The San Fernando Valley Career Center--this is a picture of a gentleman who is desperately looking for work. This is what he says: I don't have a single cent in my pocket.", u'He has been unemployed since September. He visited this career center to seek job opportunities. People are trying desperately to find work.', u"It is easy to stand up here and say: I don't like the bill. I don't like page 47. I don't like paragraph 2 and paragraph 8. The bottom line is, you can either have the perfect bill, no bill, or the compromise. Again, yesterday we passed the compromise, and we need to get this done.", u'This breaks my heart. I know all of us feel this way when we see our constituents who are hard workers, who cherish work, who want the pride of a job, having this circumstance.', u"There is a story from North Hollywood: a mother of five laid off in November 2007, spending hours each day looking for work. She said: This is the longest I've been unemployed. I feel stressed out. I have bills piling up.", u"So we are at the crossroads. President Obama is getting out to this country. He is going to places like this, where people are desperate. This is ``one nation under God, indivisible, with liberty and justice for all.'' We are not going to live up to that ideal if we do not act now.", u'My friends on the other side of the aisle, believe me, they had their turn. They had 8 years of their turn. They took a surplus, they turned it into deficit. They took debt that was on the way out and expanded it by double, laying on the backs of every man, woman, and child another $17,000 of debt. They had their chance. This is the worst economy we have seen since the Great Depression. They had their chance. They had an open checkbook for Iraq and they had an open checkbook for their very wealthy friends, and it did not work.', u'When we were in charge--we are not perfect, God knows, that is for sure--we got this economy back on track. We know what it takes. We have to stimulate this economy. That is the first leg. When it gets on its feet, we will wrap our hands around these deficits and get them under control. We will make sure our financial system has sensible regulation again so people have confidence in it. We know what we are doing.', u'It is true that the problems are vast, but this country did go through the Great Depression. And what did we see? When we put people to work, it restored their faith and confidence. When we mobilized for a war, we mobilized the productivity of people. We do not want to mobilize for war now, but we do want to mobilize for energy independence by turning to clean energy and creating technologies we can export. We know we have to take care of the housing crisis. We know we have to get ahead of it. We know we have to help people stay in their homes. This next tranche of the TARP funds that Timothy Geithner talked about--the money is already there--$50 billion will be used for that, and I hope even more. So we know what we are doing.', u'We are not standing up here with a plan that, as President Obama said, is plucked out of the air. It is not plucked out of the air. He spoke to economists--Democratic economists, Republican economists, and those all over the map--and the vast majority say we need to stimulate this economy, get money to the cities, get money to the counties, get money to the States, get money to the private sector, rebuild our physical infrastructure, our highways, our bridges. These are things we need to do anyway--these are things we need to do anyway. We need to get funds to law enforcement so we are not laying off police officers but hiring them. We need to get funds to our schools so we are not laying off teachers, but we are hiring them. We need to have tax breaks in here to encourage investments in alternative clean energy so we can make our government buildings energy efficient. These are all things that save money, create jobs, and we have to do them anyway.', u"So as President Obama has said, we didn't expect this kind of an economic crisis, but it is upon us. It is upon us. Listen to my friends on the other side and go back to 1993. They are saying the same things. They were the party of ``no'' then; they are the party of ``no'' now. No, no, no, no, no; don't do it. It is not going to work; it is going to hurt the economy; it will lead to a recession; it will increase the debt. All the things they are saying now they said then. They always have a reason to say no.", u"I wish to close by saying to the three Republican colleagues of mine who came forward: Thank you again. I have said it before. It takes courage. It is hard to go against the caucus you sit in every day. It is hard. I have had to do it on a couple of things. It is very unpleasant. I remember being 1 of 11 people who went a different way on one occasion on a gay rights issue. It was very hard. I remember being 1 of 23 who voted against the Iraq war. It was popular then. It was very hard. I remember voting against the Medicare prescription drug benefit because I thought it would lead to major problems with people getting kicked off their insurance when they needed their medicines the most. It also stopped Medicare from negotiating. It didn't allow them to negotiate for lower prices, and I felt the pharmaceutical companies were going to make a bundle and the people wouldn't get the benefits. I was in the minority. So I know how it feels to be in the minority. I know how it feels to vote differently than most of your colleagues. It is a lonely feeling. I say to those Republican friends on the other side: You are showing courage and you are showing wisdom. You are also showing you have learned from history, because you went back to the Clinton years where we didn't get one Republican vote for a bold economic plan. All the dire predictions turned out to be totally false.", u"We need to get back to those days of economic growth and expansion, but we can't do it until we move forward with this three-legged stool, this economic stimulus package to create jobs, jobs, jobs; the housing piece to address the terrible loss of confidence in housing, to help people stay in their homes and stop the slide; and, of course, the third piece of making sure our financial sector works once again, so that creditworthy people can step to the plate, go to the bank, and get a loan. It is very hard to do that.", u'I wish to point out one other piece of the package that is so important. The small businesses in our country will have some credit. This is very key. They will be able to go to the SBA and get this credit. So this is a package that is worthy of our support. It is far from perfect because, again, each of us could write the perfect bill, but that is not possible. Thank you to my Republican friends who have joined us.', u'I wish to say to the conferees: I understand the pressures they are under and I make a plea to them that within the confines of the numbers we sent over, I hope they can find the right path to take so that this bill coming out of conference is acceptable over here, we get the 60 votes, and we move forward. We have a lot of work to do.', u"Today I was on a TV show and it was so interesting because one of the experts on the show said, Well, wait a minute. You are talking about this economic stimulus. What about energy independence? What about health care? And he went on and on. What about exports? I thought after I got off the show: In 8 years we have developed all of these problems. We are not going to fix them in 24 hours. You have to have a list, as President Obama has, and tick them off one at a time, address these issues one at a time. The first issue is the stimulus. The second issue will be the financial sector, and then the housing sector. We are already talking about an energy bill that is going to come out pretty soon, which is going to be very exciting. These experts were saying we need a bold vision for America. I agree with them, but we can't fix what went wrong in 8 years in 24 hours. Give us a couple of months, at least, to get it on track and the effects of it will start being felt soon after that, but we can't do everything in 1 day.", u"So, yes, these experts are right. We have to do all of this, but we have to start at the beginning. The stimulus package is No. 1. We are almost there. When it comes back from conference, we will have another vote, and it will go to the President's desk, and then we will move forward with the rest of the economic recovery plan. I do believe in my hearts of hearts--I have been around here a while--I do believe President Obama has learned from history. I do believe President Obama is a student of history, because if you are not a student of history you are going to repeat the mistakes of the past. I think he knows what works and I think he knows what doesn't work. So let's get behind him on this first initiative. Let's get it done. Then we will attack each and every problem, because there are many we have on our plate, but we will deal with them. I am confident--this is America--we will be stronger at the end of the day.", u'Thank you very much, Madam President. I yield the floor, and I note the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/02/11/S2092-4_this-recession/'}