{"speaker_state": "KS", "speaker_raw": "mr. brownback", "speaker_first": "Sam", "congress": 111, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-06-24/html/CREC-2009-06-24-pt1-PgS6962-3.htm", "number": 96, "id": "CREC-2009-06-24-pt1-PgS6962-3.chunk98", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Brownback", "pages": "S6962-S6987", "speaker_party": "R", "date": "2009-06-24", "bills": null, "bioguide_id": "B000953", "order": 98, "speaking": ["Mr. President, I rise today to discuss the nomination of Judge Sonia Sotomayor to the U.S. Supreme Court. I had the opportunity to meet with Judge Sotomayor 2 weeks ago. I was in the Senate when she was previously before this body on the Second Circuit Court nomination, and I appreciated the chance to meet with her recently.", "I have also appreciated the chance to review her record in depth and also to hear my colleagues speak about Judge Sotomayor, because it represents the distinction that I think is very important to note here. My colleague from Missouri just spoke, and she was talking about the wonderful qualifications of Judge Sotomayor and the candidate's background and experiences that she brings. She has a very interesting, a very American story to tell of her background. It is a compelling story. She is the daughter of immigrants who overcame diversity to go to two of the Nation's best universities. I admire that, and I admire the things they pointed out in their presentation of her background and what she has done. I think those are all admirable characteristics.", "But what we are doing here is picking somebody to be on the U.S. Supreme Court, and what their judicial philosophy is that they will take with them. It isn't all just about the background or the experience. It is about the judicial philosophy that comes forward, and that is what my colleagues didn't discuss. So that is what I want to discuss here this afternoon.", "I have had the chance to review Judge Sotomayor's records. In 1998, the Senate voted to promote Judge Sotomayor to the appellate court. I voted against her at that time because I was concerned not about her background, not about her qualifications, but I was concerned that she embraced an activist judicial philosophy. That is what I want to talk about today, because that is what we are deciding when we put somebody on the Supreme Court--what is the judicial philosophy this person carries with them.", "It is not necessarily about their own background or their qualifications. Those are important to review, but at the heart is what is the judicial philosophy. Is this a person who supports an activist judiciary getting into many areas in which the American public doesn't think they should go into or is it a person who believes in more of a strict constructionist view, that the Court is there to be an umpire and not an active player in policy development? Are they an umpire who calls the balls and strikes, and not how do we do law; how do we rewrite what is here?", "I think the Court loses its lustre when it gets into becoming an active player in policy development instead of being a strict umpire of policy development. Unfortunately, what I saw in Judge Sotomayor in 1998 was somebody who embraced an activist judicial philosophy. During a 1996 speech at Suffolk University Law School 2 years before the Senate voted on her nomination to the Second Circuit, Judge Sotomayor said:", "The law that lawyers practice and judges declare is not a definitive capital ``L'' law that many would like to think exists.", "Translated, that is to say the law is not set. It is mobile, as moved by judges, not by legislatures. This is not the rule of law. This is the rule from the bench. This is the rule of man, and it makes our law unpredictable. That is not good for a society like ours which is based on the rule of law, not the rule by a person.", "Any nominee to the Federal bench, and especially to the U.S. Supreme Court, must have a proper understanding and respect for the role of the Court--for the role they would assume. The Court must faithfully hold to the text of the Constitution and the intent of the Founders, not try to rewrite it based on ever changing cultural views. This is at the heart of what a judge does.", "Democracy, I believe, is wounded when Justices on the high Court, who are unelected, invent constitutional rights and alter the balance of governmental powers in ways that find no support in the text, the structure, or the history of the Constitution. Unfortunately, in recent years, the courts have assumed a more aggressive political role. In many cases, the courts have allowed the left in this country to achieve through court mandates what it cannot persuade the people to enact through the legislative process. The Constitution contemplates that the Federal courts will exercise limited jurisdiction. They should neither write nor execute the law.", "This is very basic in our law and goes back to the very Founders. As Chief Justice John Marshall said in his famous 1803 case, Marbury v. Madison, that every law student has studied at length, the role of the court is simple. It is to ``say what the law is.'' It is not to write the law. It is not to rewrite the law. It is to ``say what the law is,'' what did the legislature pass, when it needs interpretation. It is not about writing it. It is not about the mobility, that the law isn't with a capital ``l,'' and we can move it here based on these factors that we think are different with the cultural environment and we may have to move it over here in 10 years because the environment has changed and the law changes with it.", "If the law changes, it is by legislatures. It is not by the court. That is why Marbury v. Madison said the law is to ``say what the law is,'' not to rewrite it.", "In Federalist 78, Alexander Hamilton wrote this--law students study this as well:", "Whoever attentively considers the different departments of power must perceive that, in a government in which they are separated from each other, the judiciary, from the nature of its functions, will always be the least dangerous to the political rights of the Constitution; because it will be least in a capacity to annoy or injure them. The executive not only dispenses the honors but holds the sword of the community. The legislature not only commands the purse, but prescribes the rules by which the duties and rights of every citizen are to be regulated. The judiciary, on the contrary, has no influence over either the sword or the purse; no direction either of the strength or of the wealth of the society, and can take no active resolution whatsoever. It may truly be said to have neither FORCE nor WILL but merely judgment; and must ultimately depend upon the aid of the executive arm even for the efficacy of its judgments.", "The court is to have judgment. A judge is to have judgment, not write the law.", "In Hamilton's view, judges could be trusted with power because they would not resolve divisive social issues--that is for the legislature to do--short-circuit the political process, or invent rights which have no basis in the text of the Constitution.", "I have long believed the judicial branch preserves its legitimacy with the public and has its strength with the public through refraining from action on political questions. This concept was perhaps best expressed by Justice Felix Frankfurter, a steadfast Democrat appointed by President Franklin Delano Roosevelt. Justice Frankfurter said this:", "Courts are not representative bodies. They are not designed to be a good reflex of a democratic society. Their judgment is best informed, and therefore most dependable, within narrow limits. Their essential quality is detachment, founded on independence. History teaches that the independence of the judiciary is jeopardized when courts become embroiled in the passions of the day and assume primary responsibility in choosing between competing political, economic and social pressures. Primary responsibility for adjusting the interests which compete in the situation before us of necessity belongs to the Congress.", "That is to quote Justice Frankfurter.", "I recall a private meeting I had with then-Judge Roberts, before assuming the position of Chief Justice, when he had been nominated to be Chief Justice--a wonderful Justice on the Supreme Court who then-Senator Obama voted against. Senator Obama voted against the confirmation of John Roberts, voted against the confirmation of Samuel Alito to the Supreme Court based, I believe, primarily on judicial philosophy because they believed in strict constructionism; that a court was to be a court and not a legislative body. Then-Senator Obama voted against both John Roberts and against Samuel Alito.", "In my meeting with Judge Roberts, he talked about baseball and about the courts and his analogy to baseball. He gave a great analogy, I thought, when he said:", "It is a bad thing when the umpire is the most watched person on the field.", "Imagine that, watching a baseball game and the thing you are watching the most is the umpire because the umpire is both umpire and a player. How confusing, how difficult, and what a wrong way to have a game. He, of course, Judge Roberts, was alluding to the current situation in American governance where the legislature can pass a law, the executive sign it, but everybody waits, holding their breath to see what the courts will do with it.", "Unfortunately, Judge Sotomayor seems to me far too interested in being both an umpire and active player. Prior to becoming a Federal judge, Sonia Sotomayor spent more than a decade on the board of directors of the Puerto Rican Legal Defense and Education Fund. A September 25, 1992, article in the New York Times referred to Judge Sotomayor as ``a top policy maker'' on the group's board.", "In 1998, the group brought suit against the New York City Police Department, claiming that a promotion exam was discriminatory because the results gave a disproportionate number of promotions to White police officers. As a judge on the appellate court, Judge Sotomayor was involved in a nearly identical case, Ricci v. Destefano, involving a group of White firefighters seeking promotion in New Haven, CT. City officials in New Haven decided to void the results of the exam because it had a disparate impact on minorities. Judge Sotomayor agreed with the city's decision, and we are now waiting on a ruling from the Supreme Court.", "Sotomayor's work as an activist challenging the New York Police Department's test results in 1998 is evidence that she may have allowed personal biases to guide her decision to rule against New Haven firefighters. I hope we can find out more in her confirmation interviews and in her hearings. But I am also troubled by the number of amicus briefs filed by the fund in support of what are radical positions on pro- abortion issues during the time Sotomayor was on this same board.", "Six briefs were filed taking positions outside of the mainstream in support of abortion rights in prominent cases such as in Webster v. Reproductive Health Services or in Ohio v. Akron Center for Reproductive Health. In that Ohio v. Akron case, the Court upheld Ohio's parental consent laws. These are laws that say, before a minor can have an abortion, they must have parental consent.", "Joining the majority opinion were moderate Justice Sandra Day O'Connor and liberal Justice John Paul Stevens. Yet the group that Judge Sotomayor was associated with filed a brief opposing this parental notification law, saying ``any efforts to overturn or in any way to restrict the rights in Roe v. Wade,'' they opposed any restriction, even allowing parents of a minor child to have parental notification that their child was going to go through this major medical procedure. She took a stand opposed to that parental right that most of the American public, 75 percent of the American public supports; that parental right of that notification. She opposed it.", "According to the New York Times:", "The board monitored all litigation undertaken by the fund's lawyers, and a number of those lawyers said Ms. Sotomayor was an involved and ardent supporter of their various legal efforts during her time with the group.", "I am also deeply concerned that Judge Sotomayor will bring this radical agenda to the Court.", "Judge Sotomayor has given speeches and written articles promoting judicial activism. The President who appointed her said judges should have ``the empathy to recognize what it's like to be a young teenage mom; the empathy to understand what it is like to be poor or African-American or gay or disabled or old,'' and that difficult cases should be decided by ``what is in the Justice's heart.''", "While I think it is admirable to have empathy, a Justice and a person who sits on the bench is to decide this based on the law. That is what they are to decide it upon, not an interpretation or rewriting of the law.", "The President's view of the role of a Judge on the Court is not shared by Justices Marshall or Frankfurter, nor is it the view of Hamilton and the drafters of the Constitution.", "The oath that all Supreme Court Justices take says:", "I will administer justice without respect to persons, and do equal right to the poor and to the rich.", "That is the oath they take. The Justice is to be blind and just to hear the case and decide it based on the facts and what the law is and say what the law says, not what they wish it to be nor what is in their heart. It is to be blind and it is to hold these and to weigh these equally and fairly to determine the truth and to determine the outcome in the case.", "The President is asking his nominees to ignore, in essence, their oath. I fear Justice Sotomayor is all too eager to comply.", "In her writings, Judge Sotomayor has rejected the principle of impartiality and embraces a rather novel idea that a Judge's personal life story should come into play in the courtroom. In a 2001 speech at the UC Berkeley Law School, which was later published, Judge Sotomayor dismissed the idea that ``judges may transcend their personal sympathies and prejudices and aspire to achieve a greater degree of fairness and integrity based on the reason of law,'' by saying that ``ignoring our differences as women or men of color we do a disservice both to the law and society.''", "I am not sure why Judge Sotomayor believes the law is somehow different when interpreted by people of a different gender, but I think Judge Sotomayor is absolutely wrong and we do a disservice to law and society when we don't transcend our personal sympathies and prejudices and base our decisions upon the facts and the law.", "Judge Sotomayor's view is contrary to the words engraved upon the Supreme Court's entrance which state ``equal justice under law.''", "In the same 2001 speech, Judge Sotomayor made the following astonishing statement:", "Personal experiences affect the facts judges choose to see. . . . I simply do not know what the difference will be in my judging. But I accept there will be some.", "When Judge Sotomayor says that ``personal experiences affect the facts judges choose to see,'' does that mean she is willing to ignore other facts? Is justice blind or is it actually interpreting and seeing which facts to pick and which facts not to pick?", "The role of judges is to examine all the facts of a particular case, not solely the facts that deliver a desired outcome or solely the facts that the judge can relate to based on his or her personal biography. It is dangerous for this body to consent to elevating a judge who believes that justice equates with picking winners and losers based upon his or her own personal biases. That is not judging.", "I hope my colleagues understand this 2001 speech at Berkeley was not an isolated incident. In a 1994 speech, Judge Sotomayor used language nearly identical to that of the 2001 speech, saying judges should not ignore their differences as women and people of color and to do so would be a disservice to the law and society. In 1994, Judge Sotomayor discussed the impact that more women on the bench will have on the ``development of the law.''", "``Development,'' like this is about the writing of the law. If that is the case, that is done by the Congress not by the courts. Judges do not make law, and under no circumstances should they be under the impression they do.", "Judge Sotomayor sees judges as lawmakers, as both umpire and player. In the 2005 appearance at Duke Law School, she said: ``The court of appeals is where policy is made.''", "I wonder how Alexander Hamilton would respond. I think he would wholly disagree with that interpretation. Unfortunately, Judge Sotomayor's writings and statements lead me to believe that she is a proponent, a clear proponent, of an activist judiciary. I cannot support her nomination. I will vote no when it comes before the full Senate.", "I ask unanimous consent that her speech in the Berkeley La Raza Law Journal be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/2009/06/24/S6962-3_executive-session/"}