{"speaker_state": "AL", "speaker_raw": "mr. sessions", "speaker_first": "Jeff", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-20/html/CREC-2009-07-20-pt1-PgS7667-8.htm", "number": 109, "id": "CREC-2009-07-20-pt1-PgS7667-8.chunk114", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Sessions", "pages": "S7667-S7696", "speaker_party": "R", "date": "2009-07-20", "bills": null, "bioguide_id": "S001141", "order": 114, "speaking": ["Madam President, we have been busy in the Judiciary Committee with the Sotomayor hearing. I have not been able to participate in the debate over the hate crimes legislation. I want to follow up a little bit more on what I said earlier today. I have an obligation to assert a principle that I think is important in Federal criminal law.", "I was a Federal prosecutor for 15 years and was very familiar with the jurisdiction issues that are involved in Federal criminal law. We need to do this right. I do not think we have done that right.", "The bill has basically been made a part of this Defense bill already, so in one sense I guess the die is cast, but I will share a few thoughts.", "To repeat briefly, I will quote from the letter from six, I believe, of the eight members of the U.S. Commission on Civil Rights that was received June 16, was sent to the President and members of the Judiciary Committee. They said:", "We believe the MSHCPA--", "That is the so-called hate crimes legislation, this is their opinion, six of the eight members--", "will do little good and a great deal of harm. Provisions in the bill ``are very much a violation of the spirit that drove the framers of the Bill of Rights, who never dreamed that federal criminal jurisdiction would be expanded to the point where an astonishing proportion of crimes are now both state and federal offenses. We regard the broad federalization of crime as a menace to civil liberties. There is no better place to draw the line on that process than with a bill that purports to protect civil rights.", "In other words, this is an official commission of the U.S. Government, appointed by Presidents, and that is what they sent to us.", "Gail Heriot, who is a member of the commission, testified at our judiciary hearing a couple of weeks ago. She testified that:", "The proposed hate crimes legislation, which is being touted as a response to murders, should not have been treated as a mere photo opportunity. It is real legislation with real world consequences--and not all of them are good. A close examination of its consequences, especially its consequences for federalism and double jeopardy protections, is therefore in order. Given the many civil liberties issues that would raise, including the routine potential for double jeopardy prosecutions, this is a step that members of the Senate should think twice before they take.", "Bob Knight, a senior fellow--I guess I am going to show some members, liberal lawyers and conservative advocates, also sharing concern over this legislation. I hope my colleagues have not treated these concerns too lightly.", "It is hard to vote against legislation that purports to fight hate. You do not want to be somebody defending hate crimes. I certainly do not. Neither do these good people who have expressed their concern.", "Bob Knight, a senior fellow at the American Civil Rights Union, said this:", "The proposed law, whatever its sponsors' good intentions, is a grave threat to the constitutional guarantee of equal protection under the law. America's legal heritage of judging actions rather than thoughts or beliefs, and it will politicize law enforcement by making some crime victims' cases more important than others. Beyond the obvious unfairness of excluding some groups from enhanced protections, such as the elderly, homeless, veterans and children--", "They are not given enhanced protections of the hate crimes bill--", "the proposed law advances an underlying ambitious agenda to ", "This law:", ". . . lays the groundwork for the concept of ``thought crime,'' in which someone's views or beliefs are criminalized. Violent acts are already illegal and punished under criminal law. This law adds penalties based on thought. In order to prove that the defendant holds particular beliefs that motivated a criminal act, his or her speech, writing, reading materials and organizational memberships would become key evidence.", "Brian Walsh, a senior fellow at the conservative Heritage Foundation, says this:", "The criminal justice system is in great need of principled reform . . . this reform should not be driven by some partisan politics. Unfortunately, the HCPA fails to measure up to this standard and would substantially undermine constitutional federalism and the high regard in which the American public should hold Federal criminal law.", "The three main problems with this amendment are that:", "I agree with that, parenthetically. He goes on to say:", "Nat Hentoff is a famous civil rights and libertarian attorney, a writer well known in the country as being a passionate advocate for civil liberties from an objective, I would say, point of view. He has respect from both conservatives and liberals, but I guess his background has mostly been on a more liberal approach to law.", "He starts off saying:", "Why is the press remaining mostly silent about the so- called ``hate crimes law'' that passed the House on April 29? The Local Law Enforcement Hate Crime Prevention Act passed in a 249-175 vote--17 Republicans joined with 231 Democrats. These Democrats should have been tested on their knowledge of the First Amendment, equal protection of the laws . . . and the prohibition of double jeopardy. . . . No American can be prosecuted twice for the same crime or offense. If they had been, they would have known that this proposal, now headed for a Senate vote-- violates all these constitutional provisions. This bill would make it a federal crime to willfully cause bodily injury--or try to--because of the victim's actual or perceived ``race, color, religion, national origin, gender, sexual orientation, gender identity or disability''--as explained on the White House Web Site, signaling the president's approval. A defendant convicted on these grounds would be charged with a ``hate crime'' in addition to the original crime and would get extra prison time. The extra punishment applies only to these ``protected classes.''", "He quotes a Denver, CO criminal defense lawyer:", "As Denver criminal defense lawyer Robert J. Corry Jr. asked . . . ``Isn't every criminal act that harms a person a hate crime?'' Then, regarding a Colorado ``hate crime'' law, one of 45 such state laws, Corry wrote: ``When a Colorado gang engaged in an initiation ritual specifically seeking out a `white woman' to rape, the Boulder prosecutor declined to pursue ``hate crime'' charges. She was not enough of one of its protected classes.'' Corry adds that the State ``hate crime'' law--like the newly expanded House of Representatives Federal bill--``does not apply equally,'' as the 14th amendment requires, essentially instead: ``Criminalizing only politically incorrect thoughts directed against politically incorrect victim categories.''", "Hentoff concluded:", "Whether you're Republican or Democrat, think hard about what Corry adds: ``A government powerful enough to pick and choose which thoughts to prosecute is a government too powerful.''", "David Rittgers of the CATO Institute, a libertarian group, said this:", "The Federal hate crimes being considered in the Senate undermines the rule of law and shows casual disregard, if not outright hostility, for the principles of limited government and equality under the law. The bill Federalizes violent acts against victims by reason of their actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity or disability. Never mind that these acts are already prosecuted by the states--45 of which have their own hate crime laws--and that violent crimes of this nature are universally perceived as an affront to justice. Matthew Shepard, a gay man brutally killed in Wyoming, has provided one of the rallying cries for passage of this legislation. His killers both received two consecutive life sentences from a state court. James Byrd, Jr., the African-American man dragged to death behind a truck in Texas, is cited as another reason to pass the law. His killers received death sentences or life imprisonment. The federal government would also be authorized to prosecute whenever ``the verdict or sentence obtained pursuant to State charges left demonstratively unvindicated the Federal interest in eradicating bias-related violence.'' While this doesn't violate the letter of the Supreme Court's double jeopardy jurisprudence--the federal and state governments are considered separate sovereigns--it certainly violates its spirit.", "The National Religious Broadcasters write they are opposed to the concept as well as the current legislative permutations of the so-called ``hate crimes.'' This legislation takes any conduct that is viewed as a threat to homosexuals or bisexuals or a threat to persons who want to immunize their religion from public debate and turns that threat or perceived threat into a species of criminal felony. As a consequence, this legislation will inevitably stifle the free exercise of religion and freedom of speech, and brings with it the very real likelihood of abusive prosecutions. Federal ``hate crimes'' laws also ignore the fact that the underlying core offense, the causing of bodily injury to another, is already criminalized in all 50 states.", "The Research Council says this:", "Hate crimes laws force the courts to guess the thoughts and beliefs which lie behind a crime, instead of looking at the crime itself.", "The Family Research Council believes that all crimes should be prosecuted to the fullest extent of the law, and that every violent crime has some form of hate behind it. All around the country, crimes are being prosecuted in the State justice systems. American justice is being done. There is simply no need for a Federal hate crimes law.", "Violent attacks upon people or property are already illegal, regardless of the motive behind them. With hate crime laws, however, people are essentially given one penalty for the action they engage in and an additional penalty for the particular and highly selective attitudes and thoughts that motivated these actions.", "Motive-based analysis and intent-based analysis are not the same thing. For example, with the crime of manslaughter, intent-based analysis looks at whether the perpetrator intended the result. Hate crime legislation takes into account what the offender thinks, feels, or believes about the victim regardless of whether the perpetrator intended the result. This is why hate crimes may be referred to as ``thought crimes.''", "The Traditional Values Coalition says:", "The so-called hate crimes bill will be used to lay the legal foundation and framework to investigate and prosecute and persecute pastors, business owners, Bible teachers, Sunday School teachers, youth leaders, Christian counselors, religious broadcasters, and anyone else whose actions are based upon and reflect the truths found in the Bible, which have been protected by the first amendment.", "That is not accurate? Well, they are concerned about that. And they object to the legislation.", "The Concerned Women for America note that:", "The legislation would violate genuine constitutional rights in an attempt to address a nonissue, create a caste system of victims, violate the spirit of the Double Jeopardy Clause of the Constitution, and unintentionally extend privileges to individuals who engage in illegal sexual acts even against children.", "I would share those thoughts and say that this is why this legislation has been controversial. The predicate for this legislation is the interstate commerce tag that is very weak. The Supreme Court has already found several Federal statues do not have sufficient interstate nexus to justify prosecuting a crime in Federal court.", "I would say if a few people walk out in the pasture and one finds a rock and murders a person, as a Federal prosecutor for 15 years I will tell you, there is no jurisdiction federally to try and prosecute that case. It is a criminal case in the State court only. And to make it a Federal case, you have to have some sort of peg to hang your hat on, so to speak.", "In that case, I do not think there is any. But if you are on a railroad train and you are traveling and you are in interstate commerce, you murder someone, that can be a Federal crime. If you steal from an interstate shipment, that can be a Federal crime. If you murder a postman, that is a Federal crime--or a Federal civil servant, and so forth. Those are Federal crimes. But normal murder, rape, robbery, theft, that occur by the tens of thousands every day all over America are not Federal crimes. They are not prosecutable in Federal court.", "The very small number of FBI agents, compared to the massive numbers of police and sheriffs, deputies, and State law enforcement officers is such that there is no way they can ever begin to prosecute or investigate these crimes. They have to focus on those crimes that are uniquely Federal, vindicate a uniquely Federal interest.", "With regard to the Civil Rights Act that was passed in the 1960s, it has some similarities, although it is more tightly written.", "I will conclude with these thoughts: There was a demonstrable record of failure to prosecute violations of civil rights against African Americans in the South, sad to say, and in other places in this country. It appeared that local law enforcement was ineffective, sometimes unwilling, to vindicate those rights, and so the Civil Rights Act said: If you are going to school or a legal activity at the city or county or Federal Government or voting and you are interfered with, that can be a Federal offense. ", "There was a clear record to justify the need for Federal involvement in those cases. And most of those cases, I think virtually all, have been upheld as being sufficiently tied to interstate commerce to be a legitimate Federal crime to prosecute.", "We asked the Attorney General at a hearing recently, can he name any cases? He did not name a single one. But he said in his statement there were four. After the hearing we submitted questions to the Attorney General: Did he have any cases to show that these prosecutions are not being effectively prosecuted locally?", "He stood by the four. That is all we ever got over a period, I think, of 5 years. At least that is what I asked him for. And the four cases were very insubstantial. In each one of the four cases prosecutions were initiated. I think in all but one convictions were obtained.", "Some people were not happy with the results of the case, and they would have liked the Federal Government to take it over and prosecute it again. But as I said, there are tens of thousands of cases prosecuted every day, and many victims in those cases felt that the outcome of the case was not sufficient. They would like also for the Federal Government to prosecute it again. But they might not have been in these ``special classes'' that got this ``special benefit'' in this bill.", "Do you see then what it is all about? It is basically saying that the Federal Government sits up and hovers above the criminal justice system, and it can decide whenever, based on the length of the chancellor's foot, I suppose, when a case has not effectively resulted in justice.", "They said in their answer, they want to make sure that there is justice every time. That is a pretty high goal, I have got to tell you, especially when people might not agree. Juries make decisions. I hope we in this Congress will understand the huge responsibility we have to the historic concept that crimes of a local nature should be prosecuted locally, and that the Federal Government does not need to be involved in everything to try to ensure perfect justice.", "Indeed, it is not involved in every case and it never has been. It should not be. I wanted to make these quotes a part of the Record, and call on the Members of the Senate as we go forward in the future to make sure that the legislation we pass is consistent with our heritage, which understands that the Federal Government does not have a general criminal power, has only narrow limited enumerated power to make crimes Federal, and we ought not overreach and create a situation in which, according to the U.S. Civil Rights Commission in their letter to us: Every single rape would be a Federal crime because the action would have been carried out as a result of the gender of the person being assaulted.", "Ms. Heriot said she had talked with the Department of Justice in previous years about this, before she was on the Commission, and they refused to narrow the language because they wanted that broader language.", "I think that is too broad. This bill is too amorphous and too broad and should not become law.", "I yield the floor and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/07/20/S7667-8_national-defense-authorization-act-for-fiscal-year/"}