{"speaker_state": "IA", "speaker_raw": "mr. grassley", "speaker_first": "Charles", "congress": 111, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-08-06/html/CREC-2009-08-06-pt1-PgS8896-2.htm", "number": 122, "id": "CREC-2009-08-06-pt1-PgS8896-2.chunk65", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Grassley", "pages": "S8896-S8946", "speaker_party": "R", "date": "2009-08-06", "bills": null, "bioguide_id": "G000386", "order": 65, "speaking": ["Madam President, for a second time now, I come to the floor to voice my opposition to the nomination of Judge Sotomayor to be an Associate Justice. I cannot support her nomination because I am not persuaded she has the right judicial philosophy to be on the Supreme Court. I have spoken many times and have again spoken at the Judiciary Committee and on the floor at some length about my reasons for opposing the judge's confirmation, but I want to reiterate some of these reasons before we vote on her nomination about 2 hours from now.", "It is the Senate's constitutional responsibility to thoroughly review the qualifications of the President's judicial nominations. This advice and consent process is especially important when we consider nominees to the Supreme Court, which obviously is the highest court in our land.", "Both Chairman Leahy and Ranking Member Sessions did an admirable job in conducting a fair but very rigorous examination of the judge's record. The nominee was asked tough questions, but she was also treated fairly and with respect, as is appropriate for all judicial nominees.", "We want to make sure judicial nominees have a number of qualities, but superior intelligence, academic excellence, distinguished legal background, personal integrity, and proper judicial demeanor and temperament are not the only qualities we must consider in a judicial nominee. Judges, and in particular Supreme Court nominees, must have a true understanding of the proper role of a Justice as envisioned by the writers of the Constitution as well as an ability to faithfully interpret the law and Constitution without personal bias and prejudices. Since becoming a member of the Senate Judiciary Committee the very first year I came to the Senate in 1981, I have used this standard to confirm both Republican and Democratic Presidents' nominees for the Supreme Court. ", "Because Supreme Court Justices have the last say with respect to the law and have the ability to make precedent, they do not have the same kinds of restraints lower court judges have. So we need to be convinced these nominees have judicial restraint--in other words, the self-restraint to resist interpreting the Constitution to satisfy their personal beliefs and preferences. We need to be persuaded these nominees will be impartial in their judging and bound by the words of the Constitution and legal precedent. We need to be certain these nominees will not overstep their bounds and encroach upon the duties of the legislative and executive branch. That is our checks-and-balances system of government. Our American legal tradition demands that judges not take on the role of policymakers, reserved to those of us in the legislative branch, but that instead they check their biases and preferences and politics at the door of the courthouse. The preservation of our individual freedoms depends on limiting policymaking to legislators rather than on elected judges who have a lifetime appointment.", "When then-Senator Obama voted against now-Chief Justice Roberts, he spoke from his desk over there about how a judge needed to have, in his words, ``empathy'' to decide the hard cases. He said:", "That last mile can only be determined on the basis of one's deepest values, one's core concerns, one's broader perspective on how the world works and the depth and breadth of one's empathy. . . . in these difficult cases the critical ingredient is supplied by what is in the judge's heart.", "In another speech, President Obama further elaborated on this empathy standard:", "In those 5 percent of cases, what you've got to look at is what is in the Justice's heart. What's their broader vision of what America should be . . . We need somebody who's got the heart--the empathy--to recognize what it's like to be a young teenage mom, the empathy to understand what it's like to be poor or African-American or gay or disabled or old--and that's the criteria by which I'll be selecting my judges.", "He spoke very well in that quote about the empathy those of us who were elected ought to have, but I think he spoke incorrectly about what judges should have. And when the President then nominated Judge Sotomayor to the Supreme Court, he did that with the belief that she meets his empathy standard.", "President Obama's empathy standard has been widely criticized as contrary to the proper role of judges--and that is my point--and that is because an empathy standard necessarily connotes standards of impartiality. That is a very radical departure from our American tradition of blind impartial justice. In fact, even Judge Sotomayor repudiated President Obama's empathy standard at her confirmation hearing.", "A judge's impartiality is so critical to his or her duty as an officer in an independent judiciary that it is mentioned three times in the oath of office for Federal judges. Every judge swears ``to administer justice without respect to persons,'' to ``do equal right to the poor and to the rich,'' and to ``faithfully and impartially discharge and perform all [his] duties.'' That is from the oath judges take. Therefore, empathetic judges who choose to embrace their personal biases cannot uphold their sworn oath.", "If we are to have a government of laws and not of men and women, then our judges must not favor any party or class over another, whether they be historically privileged or historically disadvantaged. Our judges must decide the cases before them on the law this Congress writes and what it requires, even if the law compels a result that is at odds with the judge's personal, deeply held feelings.", "The fact that we have an independent judiciary means that it is not a political body. In exchange for remaining unchecked by the will of the people, the judicial branch is required to maintain impartiality. This country was founded on the principle that justice is the same for everyone. No one is entitled to special treatment, whether by fate or fortune, because no man or woman is above the law.", "No matter what you call it--empathy, compassion, personal bias, or favoritism--it can have no place in the decisionmaking process of a judge--it can have a place in decisionmaking by a Senator--but especially in the case of the judicial branch, notably the Supreme Court or a Supreme Court Justice.", "While justice is not an automated or mechanical process, it also is not a process that permits a patchwork of cases where the outcome is determined not by the law but by the judge's personal predilections. Judges may differ on what the law is, but they should never reach a conclusion because of a difference in ideology or because of their empathy for one of the parties.", "An empathy standard for judging would betray the very cause of equality that it purports to champion by creating classes among our citizens in the eyes of the law. That is what is so dangerous about President Obama's standard and why we should be cautious in deferring to his choices for the judicial branch. That is why we should continue to assess judicial nominees based on their fidelity to the rule of law and not on some well-intentioned hope or belief that the personal biases they will rely on in judging will be the right ones.", "Unfortunately, Judge Sotomayor's speeches and writings over the years reveal a judicial philosophy that highlights the importance of personal preferences and beliefs in her judicial method. Her speeches and writings reveal her views of a judge and judicial decisionmaking process that are quite contrary to what our American tradition demands of the judiciary and our system of justice.", "I will cite a few troubling statements she has made. She questioned ``whether achieving the goal of impartiality is possible at all in even most cases'' and also ``whether by ignoring our differences as men, women, people of color, we do a disservice to both the law and the society.''", "She promoted identity politics where she openly admitted that ``[my experiences] will affect the facts I choose to see'' and that ``I willingly accept that . . . judge[s] must not deny the differences resulting from experience and heritage.''", "She claimed that the court of appeals is where ``policy is made.''", "She said that a ``wise Latina would more often than not reach a better conclusion than a white male.''", "She disagreed with a statement by Justice O'Connor that ``a wise old woman and a wise old man would eventually reach the same conclusion in a case.''", "She said that ``unless American courts are more open to discussing the ideas raised by foreign cases, and by international cases, that we are going to lose influence in the world,'' as if it is for the Supreme Court Justices to worry about our influence in the world. It seems to me the chief diplomat of our country is the President of the United States. She urged judges to look to foreign law so they can get their ``creative juices'' flowing.", "At her confirmation hearing, Judge Sotomayor attempted to distance herself from these statements and explain them away, most likely recognizing that they were controversial and out of the mainstream. However, in my mind, she was not very successful. Even the Washington Post said Judge Sotomayor's testimony about some of her statements before the Judiciary Committee was ``less than candid'' and ``uncomfortably close to disingenuous.''", "I was not the only one who had problems reconciling what Judge Sotomayor said at the hearing with the statements she has repeated over and over throughout the years. That is because the statements made at the hearing and those made in speeches and in law review articles outside the hearing are polar opposites. Some of her explanations were contrived or far-fetched. In my opinion, these statements in her writings and speeches cannot be reconciled with her hearing testimony. I am not sure which Judge Sotomayor I am to believe. She appears to be Justice Ginsburg in her speeches and writings but made statements like Chief Justice Roberts in her confirmation hearing.", "So I think the Washington Post's conclusions are worth repeating:", "Judge Sotomayor's attempts to explain away and distance herself from that [wise Latina] statement were uncomfortably close to disingenuous, especially when she argued that her reason for raising questions about gender or race was to warn against injecting personal bias into the judicial process. Her repeated and lengthy speeches on that matter do not support that interpretation.", "I am not only troubled by the speeches and writings of the judge--these were produced during her time as a sitting judge on the Second Circuit--and her contradictory statements before the Judiciary Committee but I also have concerns with cases Judge Sotomayor decided when she sat on the Second Circuit. Some cases raise serious concerns about whether Judge Sotomayor will adequately protect the second amendment right to bear arms and the fifth amendment property rights.", "Statements she made at the hearing raise concerns that she will inappropriately create or expand rights under the Constitution. Other cases raise concerns about whether she will impose her personal policy decisions instead of those of the legislative or executive branch. In addition, Judge Sotomayor's track record on the Supreme Court is not a particularly good one. She has been reversed 8 out of 10 times and was criticized in another of the 10 cases.", "At the hearing, Judge Sotomayor was asked about her understanding of rights under the Constitution, including the second and fifth amendments and the right to privacy. She was asked about her legal analysis in certain cases, like the Ricci, Maloney and Didden cases. She was also asked about how she views precedent and applies it in cases before her. Ultimately, I wasn't satisfied with her responses, nor was I reassured that Judge Sotomayor would disregard her strong personal sympathies and prejudices when ruling on hard cases dealing with important constitutional rights.", "With respect to the Ricci case, I wasn't persuaded by Judge Sotomayor's claims that she followed precedent, nor her explanation as to why she could dismiss such a significant case in summary fashion. The only reason this case found its way to the Supreme Court was because her Second Circuit colleague read about it in the newspaper, recognized its importance, and asked to have it reconsidered. When the Supreme Court reversed Judge Sotomayor's decision, it held that there was no ``strong basis in evidence'' to support her opinion. In fact, her legal reasoning in Ricci was so flawed, all nine Justices rejected it.", "With respect to the Maloney case, I was concerned with Judge Sotomayor's explanation of her decision holding that the second amendment right to bear arms is not ``fundamental,'' as well as her claims that she was simply following Supreme Court and Seventh Circuit precedent. I was also concerned with her refusal to affirm that Americans have a right of self-defense. If Maloney is upheld by the Supreme Court, the second amendment will not apply against State and local governments, thus permitting potentially unrestricted limitations on this important constitutional right.", "With respect to the Didden case, I was troubled with Judge Sotomayor's failure to understand that her decision dramatically and inappropriately expands the ability of State, local, and Federal Governments to seize private property under the Constitution. In fact, based on the Didden holding, it is not clear whether there are any limits to the ability of State, local, and Federal Governments to take private property. I also was concerned with Judge Sotomayor's mischaracterization of the Supreme Court's holding in Kelo. And I wasn't satisfied with her explanation about why she summarily dismissed the property owner's claims based on the statute of limitations. I don't think these concerns are off the mark--the Didden case has been described as ``probably the most extreme anti-property rights ruling by any federal court since Kelo.''", "So Judge Sotomayor's discussion of landmark Supreme Court cases and her own Second Circuit decisions raise questions in my mind about whether she understands the rights given to Americans under the Constitution. I question whether she will refrain from expanding or restricting those rights based on her personal preferences.", "Almost two decades ago, then-Judge Souter during his confirmation hearing spoke about courts ``filling vacuums'' in the law. That discussion struck me as odd and troubled me, because clearly it is not the role of a court to fill voids in the law left by Congress. Although Judge Souter backtracked on his courts ``filling vacuums'' statement when I pressed him about it, I believe that his decisions on the Supreme Court actually reveal that he does believe courts can and do fill vacuums in the law. It is no secret that I regret my vote to confirm him. And because of that, I have asked several Supreme Court nominees about the propriety of judges ``filling vacuums'' in the law at their confirmation hearings. So this question shouldn't have come as a surprise to Judge Sotomayor when I asked her about it at her confirmation hearing. Unfortunately, I wasn't satisfied with her lukewarm answers to my question. In fact, it just reinforced the concerns I had with her hearing testimony, cases, speeches and writings.", "Judge Sotomayor has overcome many obstacles to get to where she is today. There is no doubt that Judge Sotomayor is an engaging, talented, intelligent woman. She has tremendous legal experience and many other good qualities. I very much enjoyed meeting with her and getting to know her personally. But I can't just base my decision on these things. I have to look at her judicial philosophy and determine whether I believe it is one that is appropriate for the Supreme Court. That is my constitutional responsibility. And based on her answers at the hearing and her decisions, writings, and speeches, I am not comfortable with what I understand to be Judge Sotomayor's judicial philosophy. I am not persuaded that she will protect important constitutional rights, and I am not convinced that she will refrain from creating new rights under the Constitution. I am not persuaded that she won't allow her own personal biases and prejudices to seep into her decisionmaking process and dictate the outcome of cases before her. So it is with regret that I must oppose her nomination to the Supreme Court.", "I said this in the Judiciary Committee, and I repeat it now on the floor. Only time will tell which Judge Sotomayor will sit on the Supreme Court. Is it the judge who proclaimed that the court of appeals is where ``policy is made,'' or is it the nominee who pledged ``fidelity to the law?'' Is it the judge who disagreed with Justice O'Connor's statement that a wise woman and a wise man will ultimately reach the same decision, or is it the nominee who rejected President Obama's empathy standard? Only time will tell."], "capitolwords_url": "http://capitolwords.org/date/2009/08/06/S8896-2_executive-session/"}