{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 111, u'title': u'REMEMBERING SENATOR EDWARD M. KENNEDY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-09-10/html/CREC-2009-09-10-pt1-PgS9195-3.htm', u'number': 127, u'id': u'CREC-2009-09-10-pt1-PgS9195-3.chunk13', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Durbin', u'pages': u'S9195-S9229', u'speaker_party': u'D', u'date': u'2009-09-10', u'bills': None, u'bioguide_id': u'D000563', u'order': 13, u'speaking': [u"Madam President, there was a historic moment on Capitol Hill last night. The President of the United States asked for a joint session of Congress to address one of the most important and controversial issues of our time. Emotions were running high in the House Chamber as Members of the House and Senate gathered to hear the President. We know they ran high because there were expressions of support and disapproval during the President's speech. I sat with Harry Reid and other leaders from the Democratic side in the Senate and watched carefully as the speech unfolded. I thought the President was at his best, even under fire, with the high emotions in the Chamber. I wondered what the ending would be and how it would be received.", u'If Members will recall, at the end of the speech, the President referred to a letter that had been sent to him by the late Senator Ted Kennedy to be read after the Senator had passed away. As the President referred to that letter, an amazing thing happened in that Chamber filled with hundreds of hundreds of people. The emotions quieted down. At one point, one could have heard a pin drop in the House Chamber as President Obama recalled the legacy and the promise of the life of Senator Edward Kennedy.', u'I came today to this seat on the Senate floor. It is not my ordinary desk, but it is the row where I sat for a number of years as a new Member of the Senate. It was a particularly good assignment to sit in this row because behind me was Paul Wellstone and then Ted Kennedy. One never had any better back-benchers than those two men. Now they are both gone.', u"As I reflect on the absence, particularly of Senator Kennedy, I recall for history his first speech on the floor of the Senate. It was April 9, 1964. Here is the amazing fact: This speech took place 16 months after he took his Senate seat. That booming voice and presence, which was so dominant in the Senate for decades, waited patiently for his turn, 16 months after the special election in Massachusetts that gave him the Senate seat once held by his brother John. When he rose to make his first speech on April 9, 1964, he said he planned ``to address issues affecting the industry and employment in my home state [of Massachusetts],'' a thoughtful decision by someone recently elected, to make sure that your first speech touches issues important to the friends at home. He said he would make that speech one day. But he decided his first speech would be much different.", u"On that day, with his first speech, conscience and the cause of freedom compelled Ted Kennedy to speak instead in eloquent support of the bill the Senate was then debating. It was a measure President Kennedy proposed nearly a year earlier. Now, less than 5 months after that terrible day in Dallas, TX, when his brother was assassinated, the youngest Kennedy brother stood at the same desk his brother John had used when he served the Senate, the same desk Ted Kennedy used for the 47 years he served in the Senate. He presented more than a dozen letters he had received from religious leaders all urging Congress to pass the Civil Rights Act and end the evil of segregation in America. That was Ted Kennedy's first speech in the Senate.", u'He said:', u'When religious leaders call on us to urge passage of this bill, they are not mixing religion and politics. This is not a political issue. It is a moral issue to be resolved through political means.', u'He continued.', u'Religious leaders can preach, they can advise, they can lead movements of social action. But there comes a moment when persuasion must be backed up by law to be effective. In the field of civil rights, that point has been reached.', u'He concluded by saying:', u'My brother was the first President of the United States to say publicly that segregation was morally wrong. His heart and soul are in this bill. If his life and death had a meaning, it was that we should not hate but love one another; we should use our powers not to create conditions of oppression that lead to violence, but conditions of freedom that lead to peace. It is in that spirit that I hope the Senate will pass this bill.', u"That first speech by Ted Kennedy bore so many of the qualities that would define his public career. The moral courage to take on the most urgent moral question of his time no matter how controversial, the determination to pick up his brother's fallen standard, the prodigious amount of work behind the scenes building alliances, and an optimist's unshakable faith that his beloved America would become an even more just and decent Nation.", u"Listening to Senator Kennedy's speech that day were some of the giants of the Senate--Hubert Humphrey, a man who more than anyone brought me to public life when he allowed me to serve as an intern in his Senate office. The first to speak was a man whom I would come to know well, Senator Paul Douglas of Illinois. He said:", u'I have never heard an address of a more truly noble and elevated tone.', u'He called the young Senator from Massachusetts:', u'A worthy continuer of the great traditions of the seat which he occupies in the Senate, beginning, I believe, with John Quincy Adams, Daniel Webster and Charles Sumner and through . . . to his beloved and lamented brother . . .', u'Senator Wayne Morse stood to speak as well, and he made a prediction on the first day Ted Kennedy spoke in this Chamber. He said:', u'[I]n my judgment, the junior Senator from Massachusetts has already demonstrated that before he leaves the U.S. Senate, he will have made a record in this body that will list him among the great Senators in the history of the Senate.', u'That prediction was made 45 years ago by Senator Wayne Morse of Oregon.', u'Edward Moore Kennedy was one of the greatest Senators not only of our time but of all time. There was no better advocate and no more determined fighter for civil rights and human rights. He was a son of privilege, but he was a man, despite that background, who identified with the poor and the dispossessed and the voiceless in America.', u"His fingerprints can be found on significant legislation of the last half century: health care, voting rights, women's rights, gay rights, immigration reform, worker safety, fair housing, consumer protection, campaign finance reform, sensible gun laws, national service, minimum wage--the list goes on and on.", u'He was a protector of the vulnerable--of widows and orphans, the wounded and maimed, the grieving and dispossessed. He was a champion of people with disabilities. He believed we should all be judged by what we can do, not by what we cannot do.', u"When I was asked by my local media in Illinois, after Ted Kennedy's passing, if there was something about him that I knew that other people did not know, I said there was one thing most people did not know. As a result of an airplane crash early in his Senate career, where his broken body was dragged out of the plane by his Senate colleague, Senator Birch Bayh of Indiana, whose son now serves in this Chamber, Ted Kennedy, with a broken back and ribs, went through a long period of convalescence and a lifetime of problems as a result of that almost fatal accident.", u'Those of us who were around him every day knew that Ted was in pain a lot of the time--physical pain--because of his back problems. If you had a press conference with Ted Kennedy, you brought a little stool that he could perch on because standing caused pain. You watched him as he labored to get out of a chair trying to make sure he could stand and speak. But never a word of complaint--not one. A physical condition that might have created a total disability for some other people did not stop him. In addition to the intellectual part of this man, there was this physical commitment that he would give whatever it took to serve his people in Massachusetts and serve the causes and values which motivated his public life. ', u'He was an advocate for the elderly throughout his career. Little did he realize his passion would eventually affect him personally, as he served long enough to qualify for Social Security and Medicare.', u'He believed education was the key to the American dream and he worked tirelessly to extend it, helping to create programs from Head Start for preschoolers to the Direct Lending program for college students.', u'He helped bring an end to apartheid in South Africa and violence in Northern Ireland.', u'His office wrote more than 2,500 bills and more than 300 of them became law. In addition, some 550 bills he cosponsored became law. Nearly every major legislative achievement of his was advanced with a Republican partner.', u"He was a genius at compromise, principled compromise. As someone said, he was able to maintain a sense of idealism in setting goals and realism in achieving them. He had an optimist's willingness to settle for progress, not perfection.", u'It was from his bother Jack, he said, that he learned the most important lesson: that you have to take issues seriously, but do not take yourself too seriously. As we all know, he was gracious and generous in sharing credit for success. But he also, because of the suffering in his life through his family and personally, developed this heart of gold, this empathy for other people and their own misfortunes.', u'If one of his colleagues in the U.S. Senate had something bad come their way, you could almost bet the first call they would receive would be from Ted Kennedy, regardless of which side of the aisle you were on. He would be the first to talk about some misfortune or illness in your family. How he learned this so quickly we never figured out, but the Kennedy network was there gathering that information, making certain he always offered a helping hand and a pat on the shoulder if you needed it.', u"Health care was such an important part of his public career--decent, affordable health care, as a right but not as a privilege. And he did more than anyone in our Nation's history to advance that noble cause.", u'He voted to create Medicare and Medicaid, protecting those programs for decades. Community health centers were a Kennedy initiative in 1966. How much good that has done for America is incalculable.', u'He was the chief architect of the WIC program, the COBRA law, and the Ryan White Act. Fewer Americans are forced to make the agonizing choice of keeping their job or caring for a loved one who is sick because Ted Kennedy helped pass the Family and Medical Leave Act.', u"Eleven million children of low-income working parents are able to see a doctor this year--11 million of our young kids in America--because Ted Kennedy helped create the Children's Health Insurance Program.", u'He was the driving force behind cancer research and speedier approval of drugs. He helped lead the fight to end discrimination by insurance companies against people with mental illness and addiction, which his son Patrick has managed to pick up that standard and help, with his father, pass that legislation, a bill which meant so much to Senator Paul Wellstone and so many others, Pete Domenici included.', u"During the last few months of his life, he expended what little energy he had left to urge us to pass health care, and that is why the President's speech last night struck a chord with so many people. He continued to work hard at his job, even on the phone, during the last days of his life.", u'His son Patrick said that while his father was hospitalized this last year for treatment in North Carolina and Massachusetts, he would roam the halls of the hospital--you can just see him--asking other cancer patients and their families how they were doing and how they were managing their bills. Some of the answers, they said, broke his heart.', u'He was ready to come back and vote on health insurance reform if the vote was needed. Even in the closing days of his life, Senator Reid, reaching out to Vicki, knew that Ted would be there if his vote made the difference, even if it was the last physical act of his life.', u'Just as he implored the Senate in his first speech so many years ago to pass the civil rights bill in honor of his brother, the fallen President, we all know that Senator Kennedy, were he here today, would urge us to finish the cause of his life and make affordable health care for every American a right, not a privilege.', u'It is our obligation to search in good faith, as he did so often, for the principled compromise that will enable us to finish this urgent moral challenge of our time in the name of Ted Kennedy.', u'I was fortunate to attend the memorial service in Boston at Our Lady of Perpetual Help--a packed church with hundreds standing in the rain outside, wishing they could attend. Thousands had passed by to see his remains and to pay a tribute to him over the final days. It was a great sendoff to a great man.', u'I was so touched by his family--that extended Kennedy family--starting with Vicki, his best ally in his life, a woman who stood by him through those tough times in the closing months of his life, his children, nephews, nieces, grandchildren. All of them gathered. As they went to take Communion, John McCain leaned over to me and said: You can see the map of Ireland on all those faces. And you could. It was a great gathering of the Kennedy clan.', u'I want to express my condolences not only to the family but to the great Kennedy staff, always regarded as the best on Capitol Hill. Ted Kennedy not only did great work, he helped build great people, who continue to serve us in public careers. They have done so much for this Nation. They will continue to do so, inspired by his example.', u'We are saddened by his passing, but we are determined to carry on. We know if he were here today his voice would be booming on this floor for the extension of unemployment benefits, making sure COBRA deductions are still there for those who have lost work, not forgetting to increase the minimum wage, making sure health care does not forget the tens of millions who are being left behind without health insurance in this country.', u'We are going to miss that booming voice, but he is going to continue to be an inspiration to all of us.', u"Last year, at the Democratic National Convention in Denver there was a little breakfast for Ted. He gave a great speech at the convention, even though there was a question at the last moment as to whether he would be able to physically do it. At that breakfast, Vicki, his wife, came up to me and she handed me this little plastic bracelet, and she said: I thought you might want to have this. It has written on it one word: ``Tedstrong.''", u'Well, I put that bracelet on, and I just took it off for the first time since then at this moment. I will not be wearing this bracelet, but it will be in my Senate desk, and each time I open it, I will remember that great man, Ted Kennedy.', u'Thank you, Madam President.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/09/10/S9195-3_remembering-senator-edward-m-kennedy/'}