{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010--CONFERENCE REPORT--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-21/html/CREC-2009-10-21-pt1-PgS10614.htm", "number": 153, "id": "CREC-2009-10-21-pt1-PgS10614.chunk48", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S10614-S10632", "speaker_party": "D", "date": "2009-10-21", "bills": null, "bioguide_id": "D000563", "order": 48, "speaking": ["Mr. President, let me say at the outset the Senator from Rhode Island has addressed two issues that are timely and important. I certainly concur with him and cosponsor the legislation offered by the chairman of the Senate Judiciary Committee, Senator Patrick Leahy, which would repeal the McCarran-Ferguson Act as it relates to health insurance companies and medical malpractice insurers. The McCarran-Ferguson Act, since the 1940s, if I am not mistaken, has exempted the insurance industry from antitrust regulation, which literally means those insurance companies, exempt from the supervision of the Justice Department, can engage in conduct absolutely illegal and unacceptable by any other corporation in America, save one. Organized baseball is given the same basic exemption for reasons that are lost in the pages of history. But I will say that under the current McCarran-Ferguson law, the health insurance companies have the power to fix prices, to allocate markets. In other words, they can make good on their threat 2 weeks ago that they are going to raise health insurance premiums if we pass health care reform in America. There is nothing we can do to stop them, short of creating a competitive model where they might have an actual competitor in markets such as Rhode Island and Illinois. It is known as the public option. Some people brand it as socialism or some wild French idea, but what it comes down to is basic competition--something the health insurance companies loathe. Because of the antitrust exemption, McCarran-Ferguson, they have not been held to the same standards as any other business in America.", "I believe Senator Leahy is on the right track. It is part of the health care reform. I know he is supported by Senator Harry Reid, the majority leader, that we should repeal the McCarran-Ferguson antitrust legislation as it exists today.", "I concur with Senator Whitehouse as well on the notion that the case which is now pending before the U.S. Supreme Court could, in my mind, completely destroy our political climate and campaigning in America. If we allow corporations to be exempt from limitations in their involvement in this political process, it is virtually the end of campaigns as we have known them.", "It is time for us to not only endorse the position that has been expressed by Senator McCain, Senator Feingold, and Senator Whitehouse, but also step back and take an honest look at this system, which I think is unsustainable and intolerable.", "I have introduced legislation with Senator Specter calling for public financing of campaigns. When will we ever reach the conclusion that this system, if it is not corrupt, is corrupting? In order to take the big money out of politics, whether from corporations or from individuals, we need to move to a model that has been embraced by States that are more progressive in their outlooks. The States of Maine and Arizona have moved in this direction. We should as well.", "I support public financing, and I hope our Rules Committee can consider a hearing on this important measure soon.", "Yesterday, I came to the Senate floor to talk about a Republican hold on our efforts to extend unemployment insurance benefits to millions of Americans. These are people who have worked hard their entire adult lives and are struggling now to make ends meet. Some of them earned six-figure salaries and others more modest incomes, and now they are struggling to put food on the table. Some had high-ranking bank jobs, others more mundane and routine jobs. But they are all in trouble, and they are counting on us to let them have the money they put into a fund for their unemployment.", "These people worked for years on factory floors, building expertise in machines and equipment, and now have depleted their savings and do not know where to turn, and they are frightened.", "Listen to the words a husband and father from Joliet, IL, has written to me:", "I am one of the millions who has become dependent on my unemployment benefits to help carry our family from week to week. I've been employed full time since I was legally old enough to work and have always had a job. I worked at the same company for 8 years before losing my job due to lack of work. Confident that I'd find a job right away, I didn't sweat it. But I haven't. Eighteen months later and I'm still unemployed and terrified because I'm about to receive my last unemployment check. I have two young children, a modest house, one vehicle and a lot of bills. I'm horrified at the thought that I won't be able to pay my bills or put food on our table. We just got hit with unforeseen medical bills that the insurance company has decided not to cover (apparently vaccinating children falls under the ``unimportant'' category), my truck needs tires and brakes, but we can't afford to pay for either, and my refrigerator is threatening to die on me. My entire world feels like it's crumbing around me but I was confident that the government, my government, would be there to back us up and I'm appalled that this extension is being held up. Without this extension, things are going to get much worse. I'm scared. Please don't let us fall through the cracks.", "I say to the Senator from Rhode Island, I am sure he has received similar messages from his State, and I am sure our Republican colleagues have received similar messages. They have held us up in our attempt to extend unemployment benefits to millions of people just like the man who wrote to me from Joliet, IL.", "Here is something I just learned. The Republicans say: We cannot go onto unemployment benefits because we want to offer some amendments. This is a common plank we hear from them, that they don't have enough of a chance to offer amendments. I have not seen the amendments, but they were described to me. I think the Senator from Rhode Island may be surprised to learn that two of the amendments they want to offer--the reason they are holding up unemployment benefits is because they want to take another whack at ACORN. Think about that. The Republican Senate leadership has reached the point where they would consider amendments on the organization of ACORN as an alternative or at least holding up even the most basic unemployment benefits for unemployed workers across America.", "ACORN is a controversial organization. I know that as well as anyone. I said the people who were disclosed on a video several weeks ago should be held accountable. I know they have been fired. And if they have broken laws, they should be prosecuted, period. I called for an investigation of ACORN's involvement with the Federal Government to find out if there has been wrongdoing and misuse of Federal funds. We have gone even further on the floor of the Senate to actually barring ACORN from doing business with the Federal Government. But that is not enough on the Republican side of the aisle. In order to feed the mouths of the rightwing cable shows, they keep pushing ACORN down our throats at the expense of unemployment benefits for millions of Americans.", "When you look at this, this is such a vacuous, frivolous, embarrassing outcome that we would say to people like the man who has just written to me: Sorry, we cannot give you the peace of mind you get with an unemployment check; we have to take another whack at ACORN and we have to hold up the bill for weeks until we satisfy a few Senators who cannot get enough of this exercise. I don't think it is responsible. I sure don't think it is fair. And I can tell you that the people who are suffering because they lost their jobs and are feeling the pain and frustration are not going to be satisfied to know a few Republican Senators want to offer another amendment on ACORN.", "Listen to the frustration and pain of a veteran from Cicero, IL. He writes:", "My age is 61. I have been unemployed since March 2008. I am actively looking for work. It has been more than 6 months since I've even had an interview. When I've had interviews, I feel that once the interviewer sees my gray hair, I am eliminated from competition, saying I'm over qualified. I'm realistic, and willing to take a cut in pay to [get a job]. What I'm writing about is the extension of unemployment benefits. I've received notices from the State of Illinois my extended benefits and emergency benefits from the State of Illinois have expired. I understand that the House [of Representatives in Washington] has voted to extend benefits by an overwhelming majority. But the extension is being held up in the Senate. Sir, I am facing losing my home and all my possessions that I can't pack in my car. I must urge you once again to look positively and in a timely manner to a vote in the Senate. Now, I must also ask you to consider extending relief to those who no longer have benefits. I have now applied for State welfare benefits. I am now waiting for my scheduled interview to have my application reviewed.", "All of these people have been helped by unemployment insurance. All of them are at risk of losing that lifeline.", "Since I spoke on the floor yesterday about the Republican obstructionism stopping us from bringing up unemployment benefits, 7,000 people have lost their unemployment insurance, 7,000 more will lose it today and 7,000 more tomorrow. Why? So that several Senators can have another amendment attacking ACORN. Does that make any sense? Is that fair or just? These Senators ought to go home to their States and tell the people who are out of work and not receiving unemployment: Sorry, we can't help you yet because we have a few more political items to work on, an agenda.", "Republicans in this body, unfortunately--some of them--are too concerned about the political agenda and not concerned enough about the human agenda of hard-working Americans out of work. Mr. President, 1.3 million Americans will lose benefits by the end of the year if we do not pass the Democratic extension of unemployment benefits; 1.3 million Americans will suffer needless poverty and deprivation for their families because of this obstructionism. These are working-class families. These are families we value in this country. These are families who deserve a fighting chance.", "I say to my Republican colleagues who have stopped the Democrats from extending unemployment insurance benefits: What are you waiting for? Don't you receive the same e-mails, mail, and phone calls we receive? You have unemployed people in your State. Clearly, they need help.", "Mr. President, 50,000 families in Illinois will lose their unemployment insurance, while they look for work, by the end of the year if the Senate does not act. Some seem to be worried about how to pay for this extension, but we have paid into this for years. Workers put in a little bit of money out of their paychecks, and employers as well. It goes right into a fund to cover unemployment. So it is not as if the money is not there; it is just the political will is lacking. Unfortunately, there are other things that are more important to some people on the other side of the aisle.", "I say to my colleagues in the Senate, it is time for us--in fact, it is over time for us--to pass extension of unemployment benefits.", "Mr. President, the Defense authorization bill includes hate crimes language which for several years has been passed by both the House and the Senate only to see it blocked by filibuster threats or by the threat of a veto. What a difference a year has made. When Congress took up the hate crimes bill last Congress, President George W. Bush called it ``unnecessary and constitutionally questionable.'' He said he would veto it.", "The American people said last November that they wanted a new President and a change. They wanted our country to move in a different direction. President Obama is doing that. In this case, he is supporting the hate crimes legislation.", "This bill has another important champion who sadly is no longer with us. Senator Ted Kennedy of Massachusetts was our leader on this issue for over a decade. I only wish he were here to vote and join us on the passage of this important legislation. Nobody spoke to this issue with more authority and clarity than Senator Ted Kennedy. He was the heart and soul of the Senate, and passing this bill will honor the great work he gave in his public career to the cause of civil rights.", "I generally believe Congress should be careful in federalizing crime, but in the case of hate crimes, there is a demonstrated problem and a carefully crafted solution.", "There are two parts to this problem. First, the existing Federal hate crimes law, which was passed over 40 years ago in 1968 after the assassination of Dr. Martin Luther King Jr., only carries six narrow categories of conduct. The hate crime has to take place, for example, while using a public accommodation. The hate crimes bill now being considered would expand coverage so that hate crimes could be prosecuted wherever they take place. Federal prosecutors would no longer be limited to these six narrow categories.", "Second, the bill would expand the categories of people covered under the Federal hate crimes law. The current law provides no coverage for hate crimes based on the victim's sexual orientation, gender, gender identity, or disability. Unfortunately, statistics tell us that hate crimes based on sexual orientation are the third most common after those based on race and religion. About 15 percent--one out of six or seven--of all hate crimes is based on sexual orientation. We cannot ignore this reality.", "Let me address one or two arguments made against this bill.", "Many have written to me and said they believe this bill would be an infringement on religious speech. Their concern is that a minister in a religious setting could be prosecuted if he sermonizes against homosexuality and then a member of his congregation assaults someone on the basis of their sexual orientation. I certainly understand this, but their concern is misplaced.", "The chair of the Senate Judiciary Committee, Senator Leahy, held a hearing a few months ago with Attorney General Eric Holder. I attended the hearing, and I asked the Attorney General of the United States pointblank whether a religious leader could be prosecuted under the facts I just described. This is what the Attorney General said in response to the hypothetical question I raised:", "This bill seeks to protect people from conduct that is motivated by bias. It has nothing to do with regard to speech. The minister who says negative things about homosexuality, about gay people, this is a person I would not agree with, but is not somebody who would be under the ambit of this statute.", "This clear representation from the Nation's top law enforcement officer puts to rest, in my mind and the mind of any reasonable person listening to it, any misunderstanding people might have about how this law would work.", "It is also important to note that the hate crimes bill requires bodily injury before prosecution. Words are not enough. It does not apply to speech or harassment. It does not apply to those who would carry signs with messages which exhibit their religious belief. Attorney General Holder assured the Senate that unless there is bodily injury involved, no hate crimes prosecution could be brought. I don't know how he could have been clearer and more definitive. People who listen to his statement in good faith will understand it. ", "I also note that 24 States, nearly half the States in our Nation, have hate crime laws on the books that include sexual orientation, and religious leaders are not being prosecuted in those States.", "That is not the purpose of the hate crimes law. Prosecutors aren't looking to put ministers in jail for their religious beliefs. To the contrary, the hate crimes bill will actually help religious communities. Understand, 20 percent of all hate crimes that are committed in the United States are committed on the basis of religion. This bill would eliminate the narrow requirements that currently prevent Federal prosecutors from bringing certain hate crimes cases motivated by religious bias.", "Another criticism of the legislation is there is no need to pass a Federal hate crimes law because some States are already doing it on their own. This argument is similar to one we faced before. Almost a century ago, when Congress debated an antilynching law between 1881 and 1964, almost 5,000 people were lynched in the United States. The victims were mostly--but not exclusively--African American. Yet Congress resisted addressing this problem for generations. Criminal law is primarily a State and local function. I understand that. An estimated 95 percent of prosecutions for crimes occur at that level. But in some areas of criminal law, the Federal Government can and should step in to help.", "We have 4,000 Federal criminal laws, 600 of which have been passed in the last 10 years. Hate crimes are a sad and tragic reality in America. The killing this past summer of an African-American security guard at the Holocaust Museum here in Washington, DC, was a reminder that hate-motivated violence still plagues our Nation.", "Earlier this year, in my home State of Illinois, two White men in the town of Joliet used a garbage can to beat a 43-year-old Black man outside a gas station, while yelling racial epithets and stating: ``This is for Obama.'' The victim sustained serious injuries, lacerations, and bruises to his head.", "Just 2 weeks ago, in Springfield, in my hometown, three University of Illinois students were arrested for viciously beating and punching two men while yelling antigay slurs at them.", "These are incidents in my home State, a State I am proud to represent, but I am not proud of this criminal conduct, and I don't think America should be proud of it.", "According to FBI data, based on voluntary reporting, there are 8,000 hate crimes annually in America. Some experts think the number is closer to 50,000. The hate crimes bill would not eliminate hate crimes, but it will help ensure these crimes do not go unpunished.", "In closing, I wish to quote the words of Senator Kennedy when he introduced the hate crimes bill in April. This is what he said:", "It has been over 10 years since Matthew Shepard was left to die on a fence in Wyoming because of who he was. It has also been 10 years since this bill was initially considered by Congress. In those 10 years, we have gained the political and public support that is needed to make this bill into law. Today, we have a President who is prepared to sign hate crimes legislation into law, and a Justice Department that is willing to enforce it. We must not delay the passage of this bill. Now is the time to stand up against hate-motivated violence and recognize the shameful damage it has done to our Nation.", "We will honor the memory and legacy of Senator Edward Kennedy by passing this Defense authorization conference report, which includes the hate crimes law language. We need to send this to President Obama, who has promised he will sign it into law. I urge my colleagues to join me in support of this important legislation.", "I yield the floor and suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/10/21/S10614_national-defense-authorization-act-for-fiscal-year/"}