{u'speaker_state': u'TX', u'speaker_raw': u'mr. delay', u'speaker_first': u'Thomas', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk32', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'DeLay', u'pages': u'H7480-H7506', u'speaker_party': u'R', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'D000217', u'order': 32, u'speaking': [u'Mr. Chairman, I want to offer my congratulations to the gentleman from Massachusetts on his upcoming wedding tomorrow. I did not know he was getting married tomorrow. I think that is wonderful. I wish him all the best and a wonderful future.', u'Mr. Chairman, I think this piece of legislation is very timely and very important, and I commend the gentleman from Florida [Mr. Canady] and the gentleman from Georgia [Mr. Barr] for bringing it to the floor.', u'Many people are questioning why we are bringing it to the floor today but, Mr. Chairman, to me the answer is very clear. Polls in Hawaii and across this country show that the majority of the people of this country do not support legalizing same-sex marriage. However, despite the will of the legislature in Hawaii, three judges are about to rule otherwise. Now the Lambda Legal Defense Fund, an organization that is pushing very hard for the legalization of gay and lesbian marriage, is advertising their intent to use the Hawaiian Supreme Court ruling to force other States to recognize gay and lesbian marriages.', u'I would just like to read the quote, and this is from a publication of Lambda Legal Defense Fund:', u'Many same-sex couples in and out of Hawaii are likely to take advantage of what would be a landmark victory. The great majority of those who travel to Hawaii to marry will return to their home in the rest of the country expecting full legal recognition of their union.', u'This is not a partisan issue, Mr. Chairman. The threat posed by the ruling in Hawaii is recognized by Members of both sides of the aisle.', u"The bill before us is very simple. First it honors the State's right to decide its own position on the legalization of same-sex marriage. Second, it says that for Federal purposes, marriage is the legal union between one man and one woman. The Frank amendment strikes that. This bill does not tell people what they can or cannot do in the privacy of their own homes. It simply says it is not right to ask the American people to condone it.", u'As a father and an observer of this culture, I look ahead to the future of my daughter and wonder what building a family will be like for her. We saw startling statistics in 1992 that told us that Dan Quayle was right. Children do best in a family with a mom and a dad. We need to protect our social and moral foundations.', u"We should not be forced to send a message to our children that undermines the definition of marriage as the union between one man and one woman. Such attacks on the institution of marriage will only take us further down the road of social deterioration. Vote ``no'' on the Frank amendment."], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}