{u'speaker_state': u'GU', u'speaker_raw': u'mr. underwood', u'speaker_first': u'Robert', u'congress': 106, u'title': u'CONDEMNING KIDNAPPING AND MURDER BY THE REVOLUTIONARY ARMED FORCES OF COLOMBIA OF THREE UNITED STATES CITIZENS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-10-04/html/CREC-1999-10-04-pt1-PgH9259-2.htm', u'number': 132, u'id': u'CREC-1999-10-04-pt1-PgH9259-2.chunk9', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Underwood', u'pages': u'H9259-H9261', u'speaker_party': u'D', u'date': u'1999-10-04', u'bills': None, u'bioguide_id': u'U000014', u'order': 9, u'speaking': [u'Mr. Speaker, I thank the gentleman for yielding me the time.', u'Mr. Speaker, I rise in strong support of this resolution to condemn the slaying of these three individuals, three Americans.', u"We should be mindful that we should not tolerate the murder of U.S. citizens anywhere in the world. But we should also take this opportunity to remind ourselves of the work of these three individuals, Ingrid Washinawatok, Terence Freitas, and Lahe'ena'e Gay of Hawaii.", u"These three individuals were involved in the work of helping indigenous groups in Colombia. It is entirely appropriate that we draw attention to the efforts on behalf of native groups around the world in this, the international decade of the world's indigenous peoples.", u'While we take the time and the effort to call upon the Colombian Government to exert all effort to make sure that the perpetrators of these heinous crimes be brought to justice, we should also take the time to understand that the work of helping indigenous peoples throughout the world continues on and that we need to support their work.', u"We need to support their work not only individually. And as our hearts go out to the families of these three individuals, we should also remind ourselves and call upon the State Department to continue to support resolutions and actions in support of indigenous groups, particularly in our own State Department's work in the United Nations as declarations are pursued there and in the organization of American States.", u'Again, I rise in very strong support of this resolution.', u'Mr. Speaker, I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/10/04/H9259-2_condemning-kidnapping-and-murder-by-the-revolution/'}