{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 110, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-03-08/html/CREC-2007-03-08-pt1-PgS2900.htm', u'number': 40, u'id': u'CREC-2007-03-08-pt1-PgS2900.chunk28', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S2900-S2927', u'speaker_party': None, u'date': u'2007-03-08', u'bills': None, u'bioguide_id': None, u'order': 28, u'speaking': [u'Organizations in Support of The Public Good IRA Rollover Act of 2007', u"AACA Museum, Inc., Hershey, PA; AARP, Washington, DC; Acadiana Outreach Center, Lafayette, LA; AFL-CIO Community Services Agency, St. Joseph, MO; Alameda Hospital Foundation, Alameda, CA; Alamo Community College District Foundation, Inc., San Antonio, TX; Alaska Planned Giving Council, Anchorage, AK; Alberta Bair Theater for the Performing Arts, Billings, MT; Albion Volunteer Service Organization, Albion, MI; Allegany Franciscan Ministries, Clearwater, FL; Allegheny College, Meadville, PA; ALL-GA, Atlanta, GA; Alliance for Children and Families, Milwaukee, WI; Aloha United Way, Honolulu, HI; American Arts Alliance, Washington, DC; American Association of Homes and Services for the Aging, Washington, DC; American Association of Museums, Washington, DC; American Association on Intellectual and Developmental Disabilities, Washington, DC; American Autoimmune Related Diseases Association, E. Detroit/Eastpointe, MI; American Bible Society, New York, NY. American Cancer Society, Washington, DC; American Cancer Society Cancer Action Network, Washington, DC; American Council on Education, Washington, DC; American Dental Association Foundation, Chicago, IL; American Heart Association, Dallas, TX; American Humanics, Inc., Kansas City, MO; American Institute for Cancer Research, Washington, DC; American Land Conservancy, San Francisco, CA; American Red Cross, Washington, DC; American Red Cross, Utica, NY; American Red Cross Alabama Gulf Coast Chapter, Mobile, AL; American Red Cross of New Canaan, New Canaan, CT; American Red Cross of Upper Northumberland County, Milton, PA; American Red Cross, Hawaii State Chapter, Honolulu, HI; American Red Cross, Heart of Oklahoma Chapter, Norman, OK; American Red Cross-Greater Kansas City Chapter, Kansas City, MO; American Society of Association Executives, Washington, DC; American Symphony Orchestra League, New York, NY; Americans for the Arts, Washington, DC; America's Second Harvest--The Nation's Food Bank Network, Chicago, IL. Amherst College, Amherst, MA; Amizade, Pittsburgh, PA; Andrews University, Berrien Springs, MI; Archdiocese of Kansas City in Kansas, Kansas City, KS; ARK Consulting, Houston, TX; Arkansas Foodbank Network, Little Rock, AR; Arkansas Hunger Relief Alliance, Little Rock, AR; ArtSpring, Inc., Miami, FL; Ashland University, Ashland, OH; Associated Prevailing Wage Contractors, Inc., Ruston, LA; ASSOCIATED: Jewish Community Federation of Baltimore, Baltimore, MD; Association of American Universities, Washington, DC; Association of Art Museum Directors, Washington, DC; Association of Fundraising Professionals, Arlington, VA; Association of Jewish Aging Service of North America, Washington, DC; Association of Jewish Family & Children's Agencies, East Brunswick, IL; Association of Performing Arts Presenters, Washington, DC; Association for the Blind & Visually Impaired--Goodwill of Greater Rochester, Rochester, NY; Augustana College, Rock Island, IL; AVANCE, Inc., San Antonio, TX; Baker University, Baldwin City, KS; Bardmoor YMCA, Largo, FL. Baton Rouge Area Foundation, Baton Rouge, LA; Bee, Bergvall & Co, Certified Public Accountants, Warrington PA; Bethesda Lutheran Homes and Services, Inc., Watertown, WI; Better Health of Cumberland County, Inc., Fayetteville, NC; Big Brothers Big Sisters of America, Philadelphia, PA; Big Brothers Big Sisters of Butte-Silver Bow, Inc., Butte, MT; Big Brothers Big Sisters of Honolulu, Inc., Honolulu, HI; Billings Clinic Foundation, Billings, MT; B'nai B'rith International, Washington, DC; Brightest Horizons, Fort Myers, FL; Brown University, Providence, RI; Bucks County Center for Nonprofit Management, Warrington, PA; Butler County United Way, Hamilton, OH; Butte Emergency Food Bank, Butte, MT; California Association of Nonprofits, Los Angeles, CA; California Baptist Foundation, Fresno, CA; California State University, Long Beach, CA; Camp Fire USA, Kansas City, MO; Camp Fire USA Buckeye Council, Fremont, OH; Camp Fire USA Central Oregon Council, Bend, OR; Camp Fire USA Portland Metro Council, Portland, OR; Camp Fire USA Snohomish County, Everett, WA. Camp Fire USA Wathana Council, Southfield, MI; Camp Fire USA West Michigan Council, Grands Rapids MI; Capital Region Community Foundation, Lansing, MI; A Carousel for Missoula Foundation, Inc., Missoula, MT; Carroll College, Helena, MT; Casa Esperanza, Inc., Albuquerque, NM; CASE, Washington, DC; Catholic Charities, Galesburg, IL; Catholic Charities CYO of the Archdiocese of San Francisco, San Francisco, CA; Catholic Charities Diocese of Greensburg, PA, Greensburg, PA; Catholic Charities Diocese of Peoria, Peoria, IL; Catholic Charities of Colorado Springs, Colorado Springs, CO; Catholic Charities of Galveston-Houston, Houston, TX; Catholic Charities of Kansas City-St. Joseph, Kansas City, MO; Catholic Charities of Saint Louis, Saint Louis, MO; Catholic Charities of Southeast Texas, Beaumont, TX; Catholic Charities of the Archdiocese of Chicago, Chicago, IL; Catholic Charities of the Archdiocese of Galveston-Houston, Houston, TX; Catholic Charities of the Diocese of Peoria, West Peoria, IL; Catholic Charities USA, Alexandria, VA; Catholic Charities, Diocese of Norwich, Inc., Norwich, CT; Catholic Charities, Diocese of Trenton, Trenton, NJ. Catholic Community Services of Southern Arizona, Tucson, AZ; Catholic Diocese of Wilmington, Wilmington, DE; Catholic Foundation of the Diocese of Lincoln, Lincoln, NE; Catholic Social Services, Inc., Columbus, OH; The Catholic University of America, Washington, DC; Cedar Valley United Way, Waterloo, IA; Cedarhurst Center for the Arts--John R. & Eleanor R. Mitchell Foundation, Mt. Vernon, IL; Center for Community Building, Inc., Harrisburg, PA; Center for Humanistic Change, Bethlehem, PA; Center for Non-Profit Corporations (NJ), North Brunswick, NJ; Center for Nonprofit Excellence, Colorado Springs, CO; Central Louisiana Community Foundation, Alexandria, LA; Central Methodist University, Fayette, MO; The Center on Philanthropy at Indiana University, Indianapolis, IN; Children's Healthcare of Atlanta, Atlanta, GA; The Children's Museum of Northeast Montana, Glasgow, MT; Christchurch School, Christchurch, VA; Cincinnati Children's Hospital Medical Center, Cincinnati, OH; Cincinnati Playhouse in the Park, Cincinnati, OH; City Year, Inc., Boston, MA; Claremont McKenna College, Claremont, CA; Cleveland Clinic Foundation, Cleveland, OH. College Misericordia, Dallas, PA; Colorado Nonprofit Association, Denver, CO; The Columbus Foundation, Columbus, OH; Combined Jewish Philanthropies, Boston, MA; Communities In Schools, Inc., Alexandria, VA; The Community Foundation for Greater Atlanta, Inc., Atlanta, GA; The Community Foundation for the National Capital Region, Washington, DC; Community Foundation of Decatur/Macon County, Decatur, IL; Community Foundation of Lorain County, Lorain, OH; Community Foundation of Southwest Missouri, Carthage, MO; Community Foundation of the Great River Bend, Davenport, IA; Community Foundation of Waterloo/Cedar Falls and Northeast Iowa, Waterloo, IA; Community Living, Inc., St. Peters, MO; Community Mediation Center, Bozeman, MT; Community Resource Center, Manchester, MI; Community Theater Project Corp./ Kelly-Strayhorn Theater, Pittsburgh, PA; CompassPoint Nonprofit Services, San Francisco, CA; Connecticut Association of Nonprofits, Hartford, CT; ConnectMichigan Alliance, Lansing, MI; Conservation Congress, Lewistown, MT; Cooperative for Assistance and Relief Everywhere, Inc (CARE), Washington, DC. Coro Center for Civic Leadership, Pittsburgh, PA; Council on Foundations, Washington, DC; County United Way, Cumberland, MD; The Cradle Foundation, Evanston, IL; Crocker Art Museum Association, Sacramento, CA; Dance/USA, Washington, DC; DCOSA Foundation, Tuscalo; The DELTA Community, Harrisburg, PA; Detroit Newspapers in Education/ Michigan KIDS, Inc., Detroit, MI; Diocese of Allentown, PA; Diocese of St. Augustine, Jacksonville, FL; Directions for Youth & Families, Columbus, OH; Donors Forum of Chicago, Chicago, IL., Ducks Unlimited, Memphis, TN; Easter Seals Arkansas, Little Rock, AR; Easter Seals, Inc., Chicago, IL; Elderhostel, Boston, MA; Elmhurst Art Museum, Elmhurst, IL; Employee & Family Resources, Inc., Des Moines, IA; Employment Opportunity & Training Center--EOTC, Scranton, PA; Episcopal Collegiate School Foundation, Little Rock, AR; The Episcopal Foundation of Northern California, Sacramento, CA; Estamos Unidos de PA, Harrisburg, PA. The Jewish Federation of Greater Los Angeles, Los Angeles, CA; Fargo-Moorhead Area Foundation, Fargo, ND; First Baptist Church of Indian Rocks, Largo, FL; Flathead Valley Community College Foundation, Kalispell, MT; Florida Philanthropic Network, Winter Park, FL; Florida Sheriffs Youth Ranches, Inc., Live Oak, FL; Fonkoze USA, New York, NY; The Forbes Funds, Pittsburgh, PA; The Fowler Center, Mayville, MI; Franciscan Foundation, Tacoma, WA; The Fuller Foundation, Pasadena, CA; The George Washington University, Washington, DC; Georgia Center for Nonprofits, Atlanta, GA; Girl Scouts of Eastern South Carolina, North Charleston, SC; Girl Scouts of Northwest North Dakota, Minot, ND; Girls Incorporated, New York, NY; Glacier National Park Fund, Whitefish, MT; GLSEN-- the Gay, Lesbian and Straight Education Network, New York, NY; Goodwill Industries Foundation of Central Indiana, Indianapolis, IN; Goodwill Industries International, Inc., Rockville, MD; Goodwill Industries of Central Virginia, Inc., Richmond, VA; Goodwill Industries of Northeast Iowa, Inc., Waterloo, IL. Goodwill Industries of Northern Michigan, Inc., Traverse City, MI; Goodwill Industries of Northern New England, Portland, ME; Goodwill Industries of Northern New England, Portland, ME; Goodwill Industries of the Greater East Bay, Inc., Oakland, CA; Goodwill industries of the Greater East Bay, Inc., Oakland, CA; Goodwill Industries of the Valleys, Inc., Roanoke, VA; Goodwill Southern California, Los Angeles, CA; Goodwill Theatre, Inc., Johnson City, NY; Goodwill/Easter Seals Minnesota, St. Paul, MN; Grand Rapids Community Foundation, Grand Rapids, MI; Greater Columbus Arts Council, Columbus, OH; Greater Des Moines Community Foundation, Des Moines, IA; Greater Gallatin United Way, Bozeman, MT; Greater Miami Jewish Federation, Miami, FL; Greater Milwaukee Foundation, Milwaukee, WI; Greater Pittsburgh Nonprofit Partnership; Pittsburgh, PA; Greater Twin Cities United Way, Mpls--St. Paul, MN; Greater Yellowstone Coalition, Inc., Bozeman, MT; Grinnell College, Grinnell, IA; Gulf Coast Community Foundation of Venice, Venice, FL; Habitat for Humanity International, Americus, GA; Habitat for Humanity of Gallatin Valley, Belgrade, MT; Hale Kipa, Inc., Honolulu, HI; Hathaway Brown School, Cleveland, OH; Haven House, East Lansing, MI. Health Focus of Southwest, Virginia, Roanoke, VA; Heart of KY United Way, Danville, KY; The Henry Ford, Dearborn, MI; Hina Mauka, Kaneohe, HI; Holy Redeemer Health System, Huntingdon Valley, PA; Holy Trinity Catholic Church, Bloomington, IL; Hope Primas, Norristown, PA; Hospice Foundation of Jefferson County, Inc., Watertown, NY; The Hospice Foundation of the Florida Suncoast, Clearwater, FL; House of Healing, Erie, PA; HSHCRC Homes, Inc., Houston, TX; Interfaith Housing Alliance, Inc., Frederick, MD; International Association of Jewish Vocational Services, Philadelphia, PA; International Kids Alliance Network, Auburn Hills, MI; Izaak Walton League of America, Gaithersburg, MD; Jacob's Pillow Dance Festival, Becket, MA; James P. Gills Family Branch, YMCA of the Suncoast, New Port Richey, FL; Janaka Foundation, Nevada City, CA; Jewish Board of Family & Children's Services, New York, NY; Jewish Family & Children's Service (Philadelphia, PA), Philadelphia, PA; Jewish Family & Children's Service (Tucson, Arizona), Tucson, AZ. Jewish Family & Children's Service of San Antonio, San Antonio, TX; Jewish Family & Children's Services of San Francisco, the Peninsula, Marin and Sonoma Counties, San Francisco, CA; Jewish Family & Community Services, Jacksonville, FL; Jewish Family Service (Houston, TX), Houston, TX; Jewish Family Service of Buffalo & Erie County, Buffalo, NY; Jewish Family Service of Colorado, Denver, CO; Jewish Family Service of Greater Harrisburg, Inc., Harrisburg, PA; Jewish Family Service of Silicon Valley, Los Gatos, CA; Jewish Family Services (Columbus, OH), Columbus, OH; Jewish Family Services (Milwaukee, WI), Milwaukee, WI; Jewish Family Services of Greater Kansas City, Overland Park, KS; Jewish Federation of Delaware, Wilmington, DE; Jewish Federation of Palm Beach County, West Palm Beach, FL; Jewish Federation of Washtenaw County, Ann Arbor, MI; Jewish Social Service Agency, Washington, DC; Jewish War Veterans of the USA, Washington, DC; John Wayne Cancer Institute, Santa Monica, CA; Johns Hopkins University, Baltimore, MD; Juniata College, Huntingdon, PA; Kellogg Community College, Battle Creek, MI; Kelly Anne Dolan Memorial Fund, Ambler, PA; Lafayette Animal Aid, Carencro, LA; Lake Forest Academy, Lake Forest, IL. Lakeland Regional Medical Center Foundation, Lakeland, FL; Land of Lincoln Goodwill Industries, Inc., Springfield, IL; Land Trust Alliance, Washington, DC; Larned A. Waterman Iowa Nonprofit Resource Center, Iowa City, IA; LCMS Foundation, St. Louis, MO; Leadership Education for Asian Pacifics, Inc., Los Angeles, CA; Lee Memorial Health System Foundation, Fort Myers, FL; Lenawee Community Foundation, Tecumseh, MI; Looking For My Sister, Inc., Detroit, MI; Louisiana Association of Nonprofits, Baton Rouge, LA; Louisiana Methodist Children's Home, Ruston, LA; Louordesmont/Good Shepherd, Clarks Summit, PA; Luther Manor, Wauwatosa, WI; Lutheran Camping Corporation of Central Pa., Arnedtsville, PA; Lutheran Hillside Village, Peoria, IL; Lutheran Senior Services, St. Louis, MO; Lutheran Senior Services at Heisinger Bluffs, Jefferson City, MO; Lutheran Services in America, Washington, DC; Lutheran Services in Iowa, Waverly, IA; Lutheran Social Services of North Dakota, Fargo, ND; Madison Jewish Community Council and Jewish Social Services, Madison, WI; Maine Association of Nonprofits, Portland, ME. March of Dimes, Washington, DC; Marianist Mission, Dayton, OH; Marquette County Aging Services, Marquette, MI; Marshalltown Area United Way, Marshalltown, IA; Maryland Institute College of Art, Baltimore, MD; McLaughlin Research Institute, Great Falls, MT; MedCentral Health System Foundation, Mansfield, OH; Memorial Medical Center Foundation, Long Beach, CA; Mends Compassionate Nursing Care Registry, Inc., Miami, FL; Mennonite Brethren Foundation, Hillsboro, KS; Mennonite Home Communities, Lancaster, PA; Mental Health Kokua, Honolulu, HI; The Mentoring Partnership of SW PA, Pittsburgh, PA; Meredith College, Raleigh, NC; Metro United Way, Louisville, KY; Metropolitan Opera, New York, NY; Michigan AmeriCorps Partnership, Detroit, MI; Michigan Association for Local Public Health, Lansing, MI; Michigan Association of United Ways, Lansing, MI; Michigan Colleges Foundation, Southfield, MI; Michigan Conference Association of Seventh-day Adventists, Lansing, MI; Michigan Historical Center Foundation, Lansing, MI; Michigan Jewish Conference, Lansing, MI. Michigan Nonprofit Association, Lansing, MI; Michigan Resource Center for Health and Safety, Lansing MI; The Miller Foundation, Battle Creek, MI; Milwaukee Achiever Literacy Services, Inc., Milwaukee, WI; Milwaukee Jewish Federation, Milwaukee, WI; Minnesota Orchestral Association, Minneapolis, MN; Minot YMCA, Minot, ND; Mississippi Center for Nonprofits, Jackson, MS; Mississippi Policy Forum, Jackson, MS; Mississippi University for Women Foundation, Columbus, MS; Missoula Food Bank, Missoula, MT; Montana Food Bank Network, Missoula, MT; Montana History Foundation, Helena, MT; Montana Nonprofit Association, Helena, MT; Morgan Memorial Goodwill Industries, Boston, MA; Morristown Memorial Health Foundation, Morristown, NJ; Mt. Pleasant Community Development Corporation, Inc., Monroe, LA; Myasthenia Gravis Association, Southfield, MI; NAMI Orange County (National Alliance on Mental Illness), Santa Ana, CA; National Association for Visually Handicapped, New York, NY; National Association of Independent Schools, Washington, DC; National Audubon Society, Washington, DC. National Council of Private Agencies for the Blind and Visually Impaired, St. Louis, MO; National Human Services Assembly, Washington, DC; National MS Society, Maryland Chapter, Owings Mills, MD; National Multiple Sclerosis Society, New York City, NY; National Multiple Sclerosis Society, Pacific South Coast Chapter, Carlsbad, CA; National Multiple Sclerosis Society, Tampa Florida, Tampa, FL; National Schizophrenia Foundation, Lansing, MI; The Nature Conservancy, Arlington, VA; The Navigators, Colorado Springs, CO; Neighborhood Housing Services Inc., Pittsburgh, PA; Neighborhood Service Organization, Detroit, MI; Neighbors for Better Neighborhoods, Winston-Salem, NC; The Network Against Sexual and Domestic Abuse, Bozeman, MT; New Orleans Neighborhood Development Collaborative, New Orleans, LA; New York University, New York, NY; Niagara University, Niagara University, NY; NJ State Association of Jewish Federations, Union, NJ; The Nonprofit Center, Tacoma, WA; Nonprofit Coordinating Committee of New York, Inc., New York, NY; Nonprofit Network, Vancouver, WA; Nonprofit Resource Center, Sacramento, CA; Nonprofit Roundtable of Greater Washington, Washington, DC. North Carolina Center for Nonprofits, Raleigh, NC; North Carolina Zoological Society, Inc., Asheboro, NC; North Coast Opportunities, Ukiah, CA; North Country Trail Association, Lowell, MI; The North Dakota Community Foundation, Bismarck, ND; Northampton Community College Foundation, Bethlehem, PA; Northeastern University, Boston, MA; Northwestern University, Evanston, IL; Notre Dame de Namur University, Belmont, CA; Notre Dame India Mission, Chardon, OH; Oberlin College, Oberlin, OH; Of Moving Colors Productions, Baton Rouge, LA; Ohio Jewish Communities, Colombus, OH; The Omaha Home for Boys, Omaha, NE; OPERA America, New York, NY; Oregon Trout, Portland, OR; Pacific Lutheran University, Tacoma, WA; Parents And Children Together, Honolulu, HI; Pennsylvania Association of Nonprofit Organizations, Harrisburg, PA; Pfeiffer University, Misenheimer, NC.; Philadelphia Council for Community Advancement, Philadelphia, PA; Phillips Academy, Andover, MA. Phillips Theological Seminary, Tulsa, OK; Phoebe Foundation, Albany, GA; Pittsburgh History & Landmarks Foundation, Pittsburgh, PA.; Plan USA, Warwick, RI; Prairie Public Broadcasting, Inc., Fargo, ND; Prince William Chapter American Red Cross, Manassas, VA; Providence House, Shreveport, LA; Rainbow Kitchen Community Services, Homestead, PA; Ravalli Services Corporation, Hamilton, MT; Rensselaer Polytechnic Institute, Troy, NY; Richland Voluntary Council on Aging, Inc., Rayville, LA; Rimrock Opera Company, Billings, MT; Riverview Retirement Community, Spokane, WA; Rochester Area Neighborhood House, Inc., Rochester, MI; Rochester Area Community Foundation, Rochester, NY; Rocky Mountain Elk Foundation, Inc., Missoula, MT; RSVP Montgomery County, PA, Plymouth Meeting, PA; Ruth Rales Jewish Family Service, Boca Raton, FL; SAE Foundation, Warrendale, PA; Saint Louis Zoo, St. Louis, MO; Saint Xavier High School, Louisville, KY; The Salvation Army, Alexandria, VA; The Salvation Army, Minnesota & North Dakota, Roseville, ", u"This Act may be cited as the ``Public Good IRA Rollover Act of 2007''. ", u"(a) In General.--Paragraph (8) of section 408(d) of the Internal Revenue Code of 1986 (relating to tax treatment of distributions) is amended to read as follows: ``(8) Distributions for charitable purposes.-- ``(A) In general.--No amount shall be includible in gross income by reason of a qualified charitable distribution. ``(B) Qualified charitable distribution.--For purposes of this paragraph, the term `qualified charitable distribution' means any distribution from an individual retirement account-- ``(i) which is made directly by the trustee-- ``(I) to an organization described in section 170(c), or ``(II) to a split-interest entity, and ``(ii) which is made on or after the date that the individual for whose benefit the account is maintained has attained-- ``(I) in the case of any distribution described in clause (i)(I), age 70\\1/2\\, and ``(II) in the case of any distribution described in clause (i)(II), age 59\\1/2\\."], u'capitolwords_url': u'http://capitolwords.org/date/2007/03/08/S2900_statements-on-introduced-bills-and-joint-resolutio/'}