{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 110, "title": "CONGRESSIONAL BLACK CAUCUS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-07-16/html/CREC-2007-07-16-pt1-PgH7826-3.htm", "number": 113, "id": "CREC-2007-07-16-pt1-PgH7826-3.chunk13", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "Jackson-Lee", "pages": "H7826-H7835", "speaker_party": "D", "date": "2007-07-16", "bills": ["H.R. 676", "H.R. 3561", "H.R. 5573", "H.R. 90", "H.R. 1285", "H.R. 2553"], "bioguide_id": "J000032", "order": 13, "speaking": ["Mr. Speaker, I rise in support of Special Order to recognize the importance of closing the racial and ethnic health disparities in this country. It is crucial that we continue to bring awareness to the many health concerns facing minority communities and to acknowledge that we need to find solutions to address these concerns. My colleagues in the Congressional Black Caucus and I understand the very difficult challenges facing us in the form of huge health disparities among our community and other minority communities. We will continue to seek solutions to those challenges. It is imperative for us to improve the prospects for living long and healthy lives and fostering an ethic of wellness in African-American and other minority communities. I wish to pay special tribute to my colleague, Congresswoman Donna Christensen, the Chair of the CBC Health Braintrust, for leading the Congressional Black Caucus in its efforts to bring attention to the health challenges facing minority communities. I thank all of my CBC colleagues who have been toiling in the vineyards for years developing effective public policies and securing the resources needed to eradicate racial and gender disparities in health and wellness.", "Let me focus these brief remarks on what I believe are three of the greatest impediments to the health and wellness of the African-American community and other minority communities. The first challenge is to provide everyone access to healthcare. This includes supporting the reauthorization and expansion of the State Children's Heath Insurance Program (SCHIP) so that all of our children who need health insurance will receive it. The second challenge is combating the scourge of HIV/AIDS. The third challenge is to reverse the dangerous trend of increasing obesity in juveniles and young adults.", "differential access may lead to disparities in quality; support for ", "Across this great Nation the health disparities between minority and majority populations are staggering. Most major diseases--diabetes, heart disease, prostate cancer, HIV/AIDS, low-birth weight babies--all hit minority communities harder. As minorities, we constantly have had to endure decreased access to care, and often of lesser quality care, than do members of the majority race in America.", "Earlier this year, I was proud to be an original cosponsor of H.R. 676, ``The United States National Health Insurance Act.'' This Act would allow for every American to receive heath insurance. You, the American people called for universal health care, as it was one of the most prominent issues for Americans in the 2006 election.", "The need for a high-quality, accessible and affordable health care system has never been more urgent. There are currently 47 million uninsured Americans, 8 million of whom are children. Another 50 million are underinsured. Although the U.S. spends twice as much on health care per capita as countries with universal coverage, the World Health Organization ranks us 37th in overall health system performance. Major American corporations such as General Motors bear the brunt of an outdated health care system because they are at a competitive disadvantage relative to their international counterparts who pay less for health care. A Harvard study found that almost half of all bankruptcies are partially or fully related to health care bills.", "Our plan, H.R. 676, ``The United States National Health Insurance Act,'' guarantees every resident of the United States access to a full range of medically necessary services, including primary care, prescription drugs, mental health care and long term care. The role of the government would be limited to collecting revenues and disbursing payments; care would continue to be delivered privately. Patients could continue to use the same hospital, physician or health clinic from which they currently receive services. H.R. 676 is supported by over 210 labor unions and more than 100 grassroots groups across the country. The former editor of the New England Journal of Medicine, two former U.S. Surgeons General and 14,000 physicians support national health insurance. health equity and accountability act of 2007", "I also strongly support the Health Equity and Accountability Act of 2007, an important bill that my colleague Congresswoman Donna Christensen has crafted to address the health disparities we face in our community. This bill will provide for:", "Creation of Regional Minority Centers of Excellence Programs in medically underserved regions of the country", "Creation of Health Information Technology Zones", "Data Collection and Analysis Grants for Historically Black Colleges and Universities, Hispanic Services Institutions, and Tribal Colleges and Universities, and Asian American and Pacific Islander-serving institutions with accredited public health, health policy or health services research programs", "Reauthorization of the National Center for Minority Health and Health Disparities", "Expansion of funding the Minority AIDS Initiative ($610 million)", "Grants for Racial and Ethnic Approaches to Community Health", "Access to programs and activities and establishes support center to those with limited English proficiency and ensures antidiscrimination provisions and sets standards for these services, such as hiring bilingual staff and informing patients of their rights in their primary language.", "Federal agencies that carry out health related activities are mandated to adopt a guidance model on language services.", "The Secretary is required to conduct a demonstration project in no less than 30 states or territories showing the impact of costs and health outcomes to those with limited English proficiency.", "Grants to improve healthcare for those with communities with low functional literacy.", "The preparation and publication of a report that describes government efforts to provide access to culturally and linguistically appropriate healthcare services including an evaluation of activities and an explanation of best practices and models.", "DHHS will be responsible for submitting a report on health workforce diversity with descriptions of any grant support provided for workforce diversity initiatives.", "Establishment of a technical clearinghouse for health workforce diversity with statistical information, model health workforce programs, admissions policies, etc.", "Evaluation of workforce diversity initiatives, data collection and reporting by health professional schools, and supporting institutions committed to workforce diversity.", "Providing career development for scientists and researchers and for those non-research health professionals.", "Provide cultural competence training for health care professionals.", "To increase the number of individuals from disadvantaged backgrounds in health professions by enhancing their academic skills and supporting them in training.", "Examination of providers and the delivery of culturally and linguistically appropriate services in geographic areas", "Makes public the data collected and analyzed.", "Grants to eligible institutions to conduct and coordinate research on the built environment and its influence on individual and population-based health.", "Such a bill will go a long way in providing for the healthcare needs of minorities and will help to narrow the health disparity gap.", "There is no reason why this country should continue down a dreadfully deleterious road of denying healthcare to any citizen of this country who needs it. Many of the health conditions, such as diabetes, obesity, kidney failure, cancer, hypertension and HIV/AIDS, the prevalence of which plagues our community the most, could be curtailed or even prevented if everyone had access to health insurance. I will continue to fight hard for the most effective policy measures that aim to narrow the racial health disparity gap.", "It is a misconception that minority healthcare is just about helping minorities. Keeping Americans healthy ensures that children can stay in school and that their parents can go to work. It ensures that our emergency rooms are not glutted. It ensures that our hospitals are not wasting time and money chasing the uninsured with massive bills they cannot afford to pay anyway. Keeping Americans healthy ensures that all of our friends, neighbors, and loved ones can have longer, more productive lives to contribute to our communities and to our economy.", "We all pay the cost of leaving people in America without health coverage. We cannot afford to pay that high cost any longer. The time for health equality is now. We need to work to improve access to care for people, in general, but there are also areas where more specific interventions are necessary.", "I have worked to improve awareness on prostate cancer, and have worked with MD Anderson to help start clinics in Houston that will open access to quality affordable prostate screening and care. I have worked with Hepatitis C advocates in Houston, and across the Nation, to spread the word that Hep C is a silent killer that is cutting down our minority communities and our veterans. There is so much misinformation out there about Hep C. I am pushing the Government Accountability Office to do a full report on the Hep C problem so that we can work to stop this epidemic.", "There is also a significant shortage of minority doctors, dentists, and health professionals of all sorts; a shortage that contributes significantly to quality healthcare access. It has been shown that people tend to seek care from people who look like them, and share similar backgrounds. So, the lack of diversity is not just a civil rights issue, it is an issue of health access. We need to boost minority enrollment in health professional programs.", "Success will require young people to redouble their efforts to pursue their scholarly pursuits with a renewed commitment to health and medical research. I am very bullish on academic achievement. That is one reason why I was so interested in securing increased funding for science, technology, engineering, and mathematics education and research.", "There are so many areas in which we need to work together and address the critical needs of the people who are being left out of our health care system. Putting energy and resources into decreasing health disparities is a solid investment, one that will reduce unnecessary suffering, and make our workforce and our society stronger. I pledge to you that I will continue to do my part. By your presence here today, I have no doubt you will continue to do yours. And together, we will see the eradication of serious health inequalities in our lifetimes.", "We must ensure that all Americans have access to healthcare. Access to healthcare is an important prerequisite to obtaining quality care. Some access barriers, whether perceived or actual, can result in adverse health outcomes. Patients may perceive barriers to delay seeking needed care, resulting in presentation of illness at a later, less treatable stage of illness. For example, a usual source of care can serve as a navigator to the healthcare system and an advocate to obtain needed evidence-based preventive and health care services. Of the major measures of access, the lack of health insurance has significant consequences. Avoidable hospitalizations are a good example of the link between access and disparities in quality of care. These hospitalizations may reflect, in part, the adequacy of primary care. When health care needs are not met by the primary health care system, rates of avoidable admissions may rise. Many racial and ethnic minorities and individuals of lower socioeconomic status are less likely to have a usual source of care. As a result:", "Hispanics and people of lower socioeconomic status are more likely to report unmet health care needs.", "While most of the population has health insurance, racial and ethnic minorities are less likely to report health insurance compared with whites. Lower income persons are also less likely to report insurance compared with higher income persons.", "Higher rates of avoidable admissions by blacks and lower socioeconomic position persons may be explained, in part, by lower receipt of routine care by these populations.", "Many of these circumstances are the direct result of lack of heathcare coverage.", "Until we have a healthcare system that covers all Americans, it is crucial that we reauthorize the State Children's Health Insurance Program, SCHIP. We know that the lack of healthcare contributes greatly to the racial and ethnic health disparities in this country, so we must provide our children with the health insurance coverage to remain healthy. SCHIP, established in 1997 to serve as the healthcare safety net for low-income uninsured children, has decreased the number of uninsured low-income children in the United States by more than one-third. The reduction in the number of uninsured children is even more striking for minority children.", "In 2006, SCHIP provided insurance to 6.7 million children. Of these, 6.2 million were in families whose income was less than $33,200 a year for a family of three. SCHIP works in conjunction with the Medicaid safety net that serves the lowest income children and ones with disabilities. Together, these programs provide necessary preventative, primary and acute healthcare services to more than 30 million children. Eighty-six percent of these children are in working families that are unable to obtain or afford private health insurance for their Meanwhile, health care through SCHIP is cost effective: it costs a mere $3.34 a day or $100 a month to cover a child under SCHIP, according to the Congressional Budget Office. There are significant benefits of the State Children's Health Insurance Program when looking at specific populations served by this program. Children in Rural Areas", "SCHIP is significantly important to children living in our country's rural areas. In rural areas:", "One in three children has healthcare coverage through SCHIP or more than half of all children whose family income is under $32,180 received healthcare coverage through Medicaid or SCHIP.", "Seventeen percent of children continue to be of the 50 counties with the highest rates of uninsured children, 44 are rural counties, with many located in the most remote and isolated parts of the country. Because the goal is to reduce the number of uninsured children, reauthorizing and increasing support for SCHIP will be crucial to helping the uninsured in these counties and reducing the 17 percent of uninsured.", "SCHIP has had a dramatic effect in reducing the number of uninsured minority children and providing them access to care:", "Between 1996 and 2005, the percentage of low-income African-American and Hispanic children without insurance decreased substantially.", "In 1998, roughly 30 percent of Latino children, 20 percent of African-American children, and 18 percent of Asian American and Pacific-Islander children were uninsured. After enactment, those numbers had dropped by 2004 to about 12 percent, and 8 percent, respectively.", "Half of all African Americans and Hispanics are already covered by SCHIP or Medicaid.", "More than 80 percent of uninsured African-American children and 70 percent of uninsured Hispanic children are eligible but not enrolled in Medicaid and SCHIP, so reauthorizing and increasing support for SCHIP will be crucial to insuring this population.", "Prior to enrolling in SCHIP, African-American and Hispanic children were much less likely than non-Hispanic White children to have a usual source of care. After they enrolled in SCHIP, these racial and ethnic disparities largely disappeared. In addition, SCHIP eliminated racial and ethnic disparities in unmet medical needs for African-American and Hispanic children, putting them on par with White children.", "SCHIP is also important to children living in urban areas of the country. In urban areas: One in four children has healthcare coverage through SCHIP. More than half of all children whose family income is $32,180 received healthcare coverage through SCHIP.", "Ensuring that everyone has healthcare coverage will also help to combat HIV/AIDS in this country, and in particular in African-American and minority communities. In 1981, HIV/AIDS was thought by most Americans to be a new, exotic, and mysterious disease which seemed to inflict primarily gay white males in New York City and San Francisco. But since then we have learned that in the America of 2006, AIDS is overwhelmingly a black and brown disease. And that means that we have to assume the major responsibility for finding the solutions to rid our communities of this scourge. Consider the magnitude of the challenge confronting us:", "HIV/AIDS is now the leading cause of death among African Americans ages 25 to 44--ahead of heart disease, accidents, cancer, and homicide.", "The rate of AIDS diagnoses for African Americans in 2003 was almost 10 times the rate for whites.", "Between 2000 and 2003, the rate of HIV/AIDS among African-American males was seven times the rate for white males and three times the rate for Hispanic males.", "African-American adolescents accounted for 65 percent of new AIDS cases reported among teens in 2002, although they only account for 15 percent of American teenagers.", "Billions and billions of private and federal dollars have been poured into drug research and development to treat and ``manage'' infections, but the complex life cycle and high mutation rates of HIV strains have only marginally reduced the threat of HIV/AIDS to global public health.", "Although the drugs we currently have are effective in managing infections and reducing mortality by slowing the progression to AIDS in an individual, they do little to reduce disease prevalence and prevent new infections. It simply will not suffice to rely upon drugs to manage infection. We can make and market drugs until we have 42 million individually tailored treatments, but so long as a quarter of those infected remain detached from the importance of testing, we have no chance of ending or even ``managing'' the pandemic.", "Currently, the only cure we have for HIV/AIDS is prevention. While we must continue efforts to develop advanced treatment options, it is crucial that those efforts are accompanied by dramatic increases in public health education and prevention measures.", "Learning whether one is infected with HIV before the virus has already damaged the immune system represents perhaps the greatest opportunity for preventing and treating HIV infection. According to the Centers for Disease Control, CDC, between 2000 and 2003, 56 percent of late testers--defined as those who were diagnosed with full-blown AIDS within 1 year after learning they were HIV-positive--were African Americans, primarily African-American males.", "African Americans with HIV have tended to delay being tested because of psychological or social reasons, which means they frequently are diagnosed with full-blown AIDS soon after learning they are infected with HIV. This is the main reason African Americans with AIDS do not live as long as persons with HIV/AIDS from other racial/ethnic groups.", "Researchers have identified two unequal tracks of HIV treatment and care in the United States. In the first, or ``ideal track,'' a person discovers she or he is HIV-infected, seeks medical care, has regular follow-ups, and follows a regimen without complications. Persons in this track can now in most cases lead a normal life.", "But some individuals follow a second, more-dangerous track. These individuals come to the hospital with full-blown AIDS as their initial diagnosis. They may have limited access to care because of finances or because other social or medical problems interfere. The vast majority of deaths from HIV/AIDS are among this second group. And the persons making up this group are disproportionately African-American males.", "I have strongly supported legislation sponsored by CBC members and others to give increased attention and resources to combating HIV/AIDS, including the Ryan White CARE Act. I support legislation to reauthorize funding for community health centers (H.R. 5573, Health Centers Renewal Act of 2006), including the Montrose and Fourth Ward clinics in my home city of Houston, and to provide more nurses for the poor urban communities in which many of these centers are located (H.R. 1285, Nursing Relief Act for Disadvantaged Areas). I have also authored legislation aimed to better educate our children (H.R. 2553, Responsible Education About Life Act in 2006) and eliminate health disparities (H.R. 3561, Healthcare Equality and Accountability Act and the Good Medicine Cultural Competency Act in 2003, H.R. 90).", "Twenty-five years from now, I hope that we will not be discussing data on prevalence and mortality of HIV/AIDS among African Americans, but rather how our sustained efforts at elimination have come into fruition. But for us to have that discussion, we must take a number of actions now. We must continue research on treatments and antiretroviral therapies, as well as pursue a cure. We absolutely have to ensure that everyone who needs treatment receives it. And we simply must increase awareness of testing, access to testing, and the accuracy of testing. Because we will never be able to stop this pandemic if we lack the ability to track it.", "African Americans are 11 times as likely to be infected with HIV/AIDS, so we must make 11 times the effort to educate them until HIV/AIDS becomes a memory. We simply do not have any other alternative but to work continuously to eliminate HIV/AIDS in our community.", "When it comes to the scourge of HIV/AIDS, the African-American community is at war. It is a war we absolutely have to win because at stake is our very survival. With HIV/AIDS we need not wonder whether the enemy will follow us. The enemy is here now. But so is the army that can vanquish the foe. It is us. It is up to us. For if not us, who? If not now, when? If we summon the faith of our ancestors, the courage of our great grandparents, and the determination of our parents, we will march on until victory is won.", "The obesity epidemic in the African-American and other minority communities is also of great concern. Although the obesity rates among all African Americans are alarming, as Chair of the Congressional Children's Caucus, I am especially concerned about the childhood obesity epidemic among African-American youth. More than 40 percent of African-American teenagers are overweight, and nearly 25 percent are obese.", "Earlier this year, my office in concert with the office of Congressman Towns and the Congressional Black Caucus Foundation, held a widely-attended issue forum entitled, ``Childhood Obesity: Factors Contributing to Its Disproportionate Prevalence in Low Income Communities.'' At this forum, a panel of professionals from the fields of medicine, academia, nutrition, and the food industry discussed the disturbing increasing rates of childhood obesity in minority and low-income communities, and the factors that are contributing to the prevalence in these communities.", "What we know is that African-American youth are consuming less nutritious foods such as fruits and vegetables and are not getting enough physical exercise. This combination has led to an epidemic of obesity, which directly contributes to numerous deadly or life-threatening diseases or conditions, including the following: hypertension; dyslipidemia (high cholesterol or high triglyceride levels), Type 2 diabetes; coronary heart disease; stroke; gallbladder disease; osteoarthritis; asthma; bronchitis; sleep apnea; and other respiratory problems; and cancer (breast, colon, and endometrial).", "When ethnicity and income are considered, the picture is even more troubling. African-American youngsters from low-income families have a higher risk for obesity than those from higher-income families. Since the mid-1970s, the prevalence of overweight and obesity has increased sharply for both adults and children. According to the Centers for Disease Control and Prevention (CDC), among African-American male adults aged 20-74 years the prevalence of obesity increased from 15.0 percent in 1980 survey to 32.9 percent in the 2004.", "There were also increases in overweight among children and teens. For children aged 2-5 years, the prevalence of overweight increased from 5.0 percent to 13.9 percent; for those aged 6-11 years, prevalence increased from 6.5 percent to 18.8 percent; and for those aged 12-19 years, prevalence increased from 5.0 percent to 17.4 percent.", "As the debate over how to address the rising childhood obesity epidemic continues, it is especially important to explore how attitudes, environmental factors, and public policies influence contribute to obesity among African Americans and other minorities. Some of these contributing factors are environmental, others are cultural, still others are economic, and others still may be lack of education or information. But one thing is clear: we must find ways to remove them.", "Mr. Speaker, I urge my colleagues to continue to support initiatives and programs that close the racial and health disparities gaps. It is imperative that we continue to seek workable solutions to the health and wellness challenges facing our communities. I look forward to working with all of my colleagues to achieve these goals."], "capitolwords_url": "http://capitolwords.org/date/2007/07/16/H7826-3_congressional-black-caucus/"}