{u'speaker_state': u'NJ', u'speaker_raw': u'mr. lautenberg', u'speaker_first': u'Frank', u'congress': 109, u'title': u'DEATH TAX REPEAL PERMANENCY ACT OF 2005--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5534-2.htm', u'number': 71, u'id': u'CREC-2006-06-07-pt1-PgS5534-2.chunk46', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lautenberg', u'pages': u'S5534-S5554', u'speaker_party': u'D', u'date': u'2006-06-07', u'bills': None, u'bioguide_id': u'L000123', u'order': 46, u'speaking': [u"Mr. President, I am sure it is not going to be a surprise to anyone here that I am opposed to the repeal of the inheritance tax. Now, I don't believe people ought to be taxed beyond what is normal by increasing taxes here or there, but I do have a problem with figuring out ways to reduce taxes, inheritance taxes, on the wealthiest among us. We are talking about wealth that staggers the imagination, that is so vast that the average American can't even comprehend it. We are talking now about making it easier for the wealthiest among us to pass along the fortunes that some of them worked hard for, a lot of them inherited, and for the next generation who is waiting for dad or mom to pass away so they can make sure they can keep up with the yachts and the airplanes and the things of that nature. I don't say that everybody who is wealthy is spoiled or has bad values, but I think we have to look very carefully at what we are doing in the circumstances in which this country is living.", u"To give an example, this is like saying, if you are in debt, deeply in debt, the best way to solve your problems is to go out and borrow more money to pay off the old debt. It sounds foolish, doesn't it? But that is what we are about to do if we chip away at the taxes that are now--the revenue that is now collected through inheritance taxes.", u'At first glance, it sounds like a good idea to get rid of the inheritance tax. When you look below the surface, you learn that repealing it is a bad deal for the vast majority of Americans.', u'There is a lot of misinformation being passed around about who pays this tax. We have even given it a name that makes it so repulsive that as soon as you hear it, you say: Wow, what is this, a death tax? Do you mean you have to pay a tax for dying?', u'No. You have to pay a tax for making so much money that life can forever be comfortable. Not a bad thought, but at what cost? That is the thing that we are concerned about.', u"Here is the truth: One-half of 1 percent of the estates this year will be subject to tax. I don't know how many people who make $45,000 a year can understand what happens with one-half of 1 percent of the estates in this country of ours. What it says is that 99.5 percent of the estates left are not subject to any tax. To be even considered for this tax, an estate must be worth at least $2 million.", u"For any of you who hear my voice or look at the figures you see in the paper, remember, when someone says to you: You don't want that death tax out there, do you? It doesn't affect you unless you are worth at least $2 million. Then, on top of that, there are all kinds of tax shelters and exemptions. So very few people pay the tax. As a matter of fact, the average rate that estates pay is somewhere in the high teens, and rarely ever approaches the 55 percent marginal rate, which is the highest of them all. So I think some of my colleagues have to understand the history of the inheritance tax.", u'I was very lucky in my lifetime. My father died very young and left my mother a widow when she was 37 years old, and I was already in the Army. I had enlisted in the Army just over--well, over 62 years ago. My mother was this young, struggling widow, deep in debt because my father, who was a very healthy man, got sick on the job, and it took a year to rob him of his strength and his energy, so that there was nothing left except grief and debts my mother had to pay.', u'I was the beneficiary, as a result of my military service, to get something called the GI Bill. The GI Bill said to those who serve: We are going to help you make up for some of the years that we took for you to protect our country and protect our ideals, and we are going to provide funds for you to improve your lot, to get an education, to make up for the time lost, for building a career. The GI Bill sent me to college. I never would have been able to go. It would never have been available to me.', u'When I graduated high school, I had a job loading trucks. That is what my life was like. But good fortune struck me, and the opportunities that America gives were mine in abundance.', u"I went to Columbia University. I went to the business school there. I sit on that school's board now. I look back in amazement at what good fortune that I had. I created a company with two other fellows named ADP, Automatic Data Processing. Automatic Data Processing is a company that today employs 44,000 people in 26 countries in which we serve. Three guys from factory-working fathers, two of them are brothers, and my father, all worked in the same kinds of factories in Patterson, NJ. So life was good.", u'We presented a new idea in America, those years when we started. It was called outsourcing. It was the opportunity for companies to render specialized services so that the companies who hired us could devote themselves to making their product better and selling it cheaper and being more efficient totally. So as a consequence of that--why is this story relevant? It is because as a consequence of creating a company--my old company before I came to the Senate over 20 years ago--that company had the longest growth record of any company in America at over 10 percent, each and every year, growth and income. Every year for 42 years in a row we had the longest growth record in America, and I take modest pride in knowing I was part of that development.', u'As a consequence, of course, I made some money, a lot of money by most standards, and I brought my four kids up to understand that they were also lucky, and not just because their father was successful, and each one of them has worked very hard to make their own lives.', u"I tell that story because what I want to be understood is that I would be a beneficiary, or my kids would be beneficiaries, of a no-tax estate if it was left to them. But what would that do for my children as a result? It wouldn't do anything for them, in my view, in the long run. Give them more money? No. I would rather give them a safe country. I would rather give them a chance to fight against childhood diseases. My oldest grandchild has asthma, and my daughter, when she takes them out to play sports anyplace, the first place she looks for is an emergency clinic to make sure if he has an attack, they can get there in a hurry.", u'That is the most important thing in my life, to make sure that my children are safe and that we know that if, heaven forbid, they are the one-third of the children in America who are going to get diabetes in their juvenile years, that we will be able to fight against it. I meet with those families. I talk to them. I talk to the children, and I ask them about the terrible inconvenience that it is to deal with sticking their fingers day and night and making sure they feel good throughout their schoolday.', u'So when I think of what legacy I might give my children, it is not more money in the bank. It is a safer country, it is air that they can breathe, it is water that they can drink, it is assistance, if they need it, to get through school, the same thing that every grandparent wants for their grandchildren.', u'Now, to say, OK, Frank, you have been lucky. You did well. You provided a lot of people with very good jobs. But now what we are going to do is reward you on top of the rewards you have already gotten by giving you more money, by making sure that your kids can live comfortably.', u'I have a list of people who are lobbying against the estate tax. When you see the size of some of these estates, it blows your mind, to use a common expression. I want to take a look at the chart that shows what happens if we cut estate taxes for the wealthiest.', u'This is interesting. There is a company called Halliburton, a company that used to be run by the Vice President of the United States, and who still gets an income from them, almost as large as his income from the U.S. Government. This is the Vice President of the United States who gets an income from a private company that does all kinds of defense business that has been charged with overcharging us for work they did in Iraq, that got a no-bid contract that ran over $2 billion. The Cheney family--and listen, we respect success, but Vice President Cheney still has options, tens of thousands of options that are not yet exercised in Halliburton, whose value depends on their ability to do better.', u'That is the price of the stock. So if we want to reward Vice President Cheney and Halliburton for their questionable work and their questionable morality when they still do business with Iraq through sham corporations, Iran who gives money to terrorists, who go to Iraq to kill our kids--Halliburton, that is the company. Vice President Cheney was the CEO of the company. I am not suggesting there is a connection anymore, but I will tell you this: If you want to go to ADP and sell them something, you tell them you know Frank Lautenberg--I was the chairman and CEO of the company--it does make it a notch easier to get some business. We are going to give them a $12 million tax cut--$12.6 million. That is what happens if we repeal the estate tax, as is suggested.', u'A famous name here, it is not the Hilton Hotel, but it is Paris Hilton, and she will get $14 million in tax cuts if we go ahead and eliminate the estate tax as suggested. The chairman of Exxon made a lot of money. He made $145,000 a day--$145,000 each and every day--and the average wage in this country is $45,000 a year, the average wage. The number of people who make $145,000 a year is very small. Senators in the United States Senate make a little more than $145,000. In fact, they make $165,000. But here, Mr. Raymond made $145,000 a day. So we are going to be nice to him because he made so little: $145,000 a day. We want to give him a $164 million tax cut, give his heirs $164 million. It is obscene, Mr. President. That is what it is.', u"It is really funny. When you ask for the origins--when did the inheritance tax come into play--people forget that it was originally pushed by President Roosevelt. President Roosevelt, people say? Yes, but not Franklin Roosevelt. It was developed by a Republican, Teddy Roosevelt. He believed that an inheritance tax should not be aimed at the average citizen or even citizens of above average wealth. President Theodore Roosevelt said the inheritance tax should ``be aimed merely at the inheritance or transmission in their entirety of those fortunes swollen beyond all healthy limits.'' This is what the current estate tax does. It affects only the hereditary elite, those who inherit estates of more than $2 million. I repeat: 99.5 percent of American families will not be affected by the estate tax. They won't have to pay a penny out of their legacy.", u'So when I look at where we stand now, deep in debt because in America we increased the debt limit so we could splurge some more and spend and borrow up to $9 trillion--not earn, borrow to get us up to $9 trillion, and it is rumored that soon we will be looking at the possibility of raising the debt limit again.', u"And repealing the inheritance tax will only further balloon our Nation's debt. So in order to increase the inheritance of the richest people in the country, we are going to pass more debt to everyone else's children and grandchildren.", u'I would like someone to explain why that is a good idea.', u'In 2009, the estate tax exemption will be $3.5 million--but that is not good enough for most Senate Republicans.', u"Here's what that means in real life:", u'You could have a $1.9 million mansion, a 44-foot motor yacht, a beautiful summer beach house, his and hers Porsches, and a $600,000 investment portfolio--and still--still--you would not pay a penny of estate tax.', u"The people who need a break are not the wealthiest one-half of 1 percent. It's everyday people who deserve a break. They deserve a break from high gas prices, rising college tuition and health care costs.", u'But instead of trying to help everyday people, the Republicans in the Senate are clamoring to help the richest families in America.', u"Forget gas prices--Congress needs to make sure Paris Hilton gets a few more million dollars in inheritance. We have to make sure that the heirs to the former CEO of ExxonMobil don't miss out.", u"Some of the wealthiest Americans in the country have actually spoken out against this madness. Billionaire investor Warren Buffett said that the estate tax has played a ``critical role'' in promoting American economic growth by creating a society in which success is based on merit rather than inheritance.", u"Buffett said that repealing the estate tax ``would be a terrible mistake'' and would be the equivalent of ``choosing the 2020 Olympic team by picking the eldest sons of the gold-medal winners in the 2000 Olympics.''", u'Mr. President, if we repeal this inheritance tax, what would be the effect on everyday people and the Federal budget?', u'For starters, it would cost our Nation $73 billion every year by the middle of the next decade.', u'What could we do with that much money?', u'We could provide health insurance for every uninsured child in America, and have enough left over to give them full college scholarships.', u'We could give every family in America a $500 tax cut.', u'We could eliminate 75 percent of the Social Security shortfall.', u'We could provide clean food and water to the 800 million people in the world who lack it.', u'We could provide the funds necessary to pay for the war in Iraq for the next 10 years.', u'So that is our choice. We can help everyday people, or we can give a big gift to the richest people in America.', u'I have heard my colleagues on the other side say they hear stories every week about farmers or small business people having to sell their businesses to pay the estate tax. But they have not been able to cite a single example of this actually happening.', u'In fact, in 2001, the American Farm Bureau could not find even one family farm that had to be sold to pay the estate tax.', u'The estate tax mostly does not hit small business people and family farms. The vast majority of assets affected by the estate tax, more than 70 percent, were in liquid assets like stocks, bonds, and cash.', u"In an attempt to do away with this ``small business'' and ``family farm'' fiction once and for all, in 2002, Democrats proposed to completely and permanently exempt all family farms and all family-owned businesses from the estate tax. But those on the other side of the aisle voted against it. It was an illustration that they are interested in protecting the wealthy, pure and simple.", u'Mr. President, this week has really showcased how backwards the priorities of this Senate are. Instead of tackling gas prices or dealing with the war in Iraq, we tried to pass a constitutional amendment on gay marriage.', u'Now, instead of helping families afford college or get better access to health care, we are looking to help the richest families in the country get richer.', u'This is indeed the twilight zone Senate. In my view, it is time to cancel this show.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/07/S5534-2_death-tax-repeal-permanency-act-of-2005-motion-to-/'}