{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 109, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-25/html/CREC-2006-07-25-pt1-PgS8137-7.htm', u'number': 99, u'id': u'CREC-2006-07-25-pt1-PgS8137-7.chunk3', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S8137-S8151', u'speaker_party': u'D', u'date': u'2006-07-25', u'bills': None, u'bioguide_id': u'D000563', u'order': 3, u'speaking': [u'Mr. President, before the Senate this moment is the nomination of Mr. Holmes to be a judge in the Federal court system. I see the Senator from Oklahoma is here. I am sure he will speak to this nomination. I am not going to address the nomination but put a statement in the Record relative to my vote, which will be in opposition to Mr. Holmes.', u'I have reviewed his record, as many members of the Senate Judiciary Committee have, and there are many positive things to be said, as the Senator from Oklahoma has mentioned in our committee deliberations. I am concerned, though, about some of the statements that have been made by Mr. Holmes in relation to his nomination on the issue of affirmative action. I am concerned about whether he will truly come to this important lifetime appointment with the type of objectivity and open mind that we hope for when we give people this opportunity to serve their Nation.', u'I am also concerned that the Leadership Conference on Civil Rights yesterday made it clear that they oppose his nomination. It is an important factor, in my judgment, in my decision, and I am sorry that I will not be able to support this nomination as a result of that.', u"I also want to make it clear that the job of a Federal judge is a very important one. It relates to issues that affect us every single day. Just last week we had an extensive debate on the floor of the Senate about stem cell research--those issues relative to life and death in medical research that come before the courts. Judges have to make decisions. I have no idea what Mr. Holmes's position is on this issue. I don't know what statements he has made relative to it. What I am about to say does not reflect on him at all.", u"But I do want to say I am very concerned about what I read in this morning's newspaper about stem cell research. We know what happened last week. President Bush used his first Presidential veto to stop medical research--the first time in the history of the United States that a President has made a decision that we will stop Federal funding of medical research. He made that decision 5 years ago and said that no Federal funds would go to the use of these embryonic stem cells.", u'We know how these stem cells are created. They are created in a perfectly legal medical process where a man and a woman having difficulty in conceiving a child expend great sums of money, effort, and anguish to try to create this new baby in a petri dish, a glass dish, in vitro in glass. It is the fertilization process in the laboratory that usually takes place between a man and a woman in their married life. It is a miracle that it works, that this process leads to human life and people who have been praying for a baby finally have that moment when they are told, yes, it worked, in vitro fertilization worked, and you are going to have that baby you dreamed of and love the rest of your life.', u'But in the process, there are created other embryos which are not used. One is used to impregnate the woman. The others are left open, extra, surplus. What happens to them? They can be preserved at extreme cold temperatures for long periods of time. But, ultimately, if they are never used by the couple, they are thrown away. They are discarded.', u"The question we had before us was, Is it better to take those embryonic stem cells that would be cast away and discarded and use them for medical research to find cures for diabetes, Parkinson's, Alzheimer's and Lou Gehrig's Disease? Is it better to use them for that purpose?", u"That was the vote. And it was a bipartisan vote, 44 Democrats and 19 Republican Senators. Sixty-three voted in favor of stem cell research, reflecting America's feelings. Seventy percent of American people say we should go forward with this research; that these embryonic stem cells that will be thrown away, it is far better to use them to find cures to relieve human suffering.", u'That is what most Americans believe. That is what a bipartisan majority of the Senate believed. The magic number in the Senate is not 63 when it comes to this issue. The important number is 67. Why? That is the number of Senators it would take to override a Presidential veto, a veto of the stem cell research bill. We fell four votes short.', u'It became an operative issue when the President of the United States decided to use his first Presidential veto to stop this medical research.', u'On Saturday, I went back to Chicago. I met with a group of people. I wish the President could have been there. I wish he could have been standing with me out there in Federal Plaza by the Federal Building. I wish he could have walked over to the wheelchair of Danny Pedroza, who is suffering from a terrible neurological anomaly which has created a burden I can hardly describe on his parents to keep him alive. I wish the President could have heard his mother say: Every morning when I walk into his bedroom, before I approach him, I look to see if he is breathing. That is the struggle which she will face every single day. All she wants the President to consider is the fact that this research may give her little boy or other little boys and girls who face that a chance.', u"I wish the President could have been there to see the victims of Parkinson's, slightly embarrassed by the tremors which come, and stand before the microphones and talk about their lives today.", u'I wish he could have been there to meet the mother of this beautiful little girl who suffers from juvenile diabetes. Her mother--I know her well by now, and I will not use her name on the Senate floor; I have used it before--gets up every night twice in the middle of the night to go over and take a blood sample from her daughter to make sure there is no imbalance. Every night, twice a night. Think about that for a moment.', u"I wish the President could have been there to see the Lou Gehrig's disease victim that I saw at a round-table meeting in Chicago a few months ago. He looked like a picture of health and strength. Here was a man who was sitting in a wheelchair, immobile. He couldn't move any of his limbs. He couldn't speak. His wife spoke for him and talked about how stem cell research was their last prayer; that maybe, just maybe, it could help him but certainly help others. As she spoke, he sat in the wheelchair with tears coming down his cheeks.", u'You think to yourself: Mr. President, these are real life stories. These are people who get up every single day and night in their battle. These are mothers and fathers whose lives have changed dramatically and will never be the same because of their love for their child or that husband or that wife. These are people who counted on you to sign this bill, to give them a chance.', u'What do we learn this morning? We learn that there was a little apology from the White House about the language that was used about the stem cell veto. I would like to read some of this into the Record because I think it really reflects on what we were considering on the floor of the Senate last week.', u"This article in this morning's Washington Post says:", u"President Bush does not consider stem cell research using human embryos to be murder, the White House said yesterday. Reversing its description of its position just days after he vetoed legislation to lift Federal funding restrictions on the hotly disputed area of study, White House Press Secretary Tony Snow said yesterday that he ``overstated the President's position.''", u"It went on to say the President rejected the stem cell research bill ``because he does have objections with spending Federal money on something that is morally objectionable to many Americans.''", u"So the standard now is not that the President vetoed the bill because using these embryonic stem cells is somehow taking human life or murder. No. The standard is, according to Mr. Snow speaking for the President, that this is an issue that is ``morally objectionable to many Americans.''", u"We know that 70 percent of Americans support stem cell research. We know that on any given issue, whether it is the war in Iraq, or virtually any expenditure of Federal funds on a controversial issue, there will be many Americans who object to it and oppose it. The President is now saying he is not going to the heart of the issue as to whether this process is immoral; rather, he is saying it was politically unpopular and objectionable to many Americans. It wasn't objectionable to the families of the victims I met with on Saturday. What was objectionable was the President's veto. What was objectionable is the fact that he would turn his back on this opportunity for medical research.", u'When the President vetoed this bill, he had with him what are known as snowflake babies. I met some of them, the most beautiful kids you can imagine. These so-called snowflake babies are beautiful little children. They were outside in the lobby. These were children who were once these frozen embryos we talked about, and now are babies, smiling, gurgling, jumping up and down. The President had many of them with him at his veto of the stem cell research bill.', u'I think the total number of these babies in America is about 200. It is an amazing act of love and courage for these families who want a baby so badly they will go to the expense of this process. I am sure these children will be loved the rest of their lives. They are lucky kids. We are lucky to have them on this Earth. There are 400,000 frozen embryos. It is not likely there will be so many families coming forward to adopt or to create the life through a frozen embryo.', u'The answer to the President is this: There is room for both. We can use embryos to create life for the couple who comes to the laboratory, for those who want to adopt the embryo. There is ample opportunity for that. But there is also an opportunity to use these embryonic stem cells to save lives and to spare people from suffering. That is the point the President missed. That is what this election is all about.', u"Last week, the House and the Senate voted on embryonic stem cell research. The next vote on the issue will be on November 7. That is when the American people will vote on stem cell research. That is when they will have a chance to decide whether they want different leadership in this Congress. That is when they will have a chance to decide whether they want to give the Senate the four more votes we need to override President Bush's veto. That is when they have to decide whether we can bring this issue up after the 1st of next year, pass it in the House and Senate and, if the President persists in his veto position, override that veto in the House and the Senate.", u'That is what elections are all about. That is what this Government is about. That is why it is important, for those who follow the stem cell research debate, to understand it is not over. It has just begun. We will continue the battle to fight for stem cell research. We will do it on a bipartisan basis. We will try to find the Senators on both sides of the aisle who support it. We beg those across America who think it is important to move forward on stem cell research to understand now it is in their hands. On November 7, across America, in congressional elections for the House and the Senate, voters have a chance to ask the candidates: Where do you stand on this? How will you vote? Will you vote to override another veto by President Bush if it is forthcoming? That is what the process is all about.', u"Today we debate a Federal judge. As I said, my remarks are not meant to reflect on him personally at all because I don't know his position on this issue nor would I even presume it at this moment in time. But it is to put into context the decisions we make in the Senate, not just on judges but on issues that affect real lives in America. Sadly, this Senate has been derailed and diverted from the important issues people care about. Do you know what issue we are going to next? After this judicial nominee, we are going to be embroiled, at least for hours--and I hope that is all we take of the time of the Senate on an issue that is so peripheral it has never ever been raised to me by anyone in the State of Illinois--on a question about people who would transport their children or young people across a State line for an abortion situation, a tragic decision to be made, for sure, but we are going to take up the time of the Senate to deal with that when, in fact, there is no controversy or issue that has been brought to my attention by anyone in my State about this matter.", u"What else could we be doing in the Senate? How about something on gasoline prices for Americans who are now facing $3 a gallon, gasoline that might go to $4 a gallon if we are not careful? How about a national energy policy? Wouldn't that be a good debate in the Senate? Wouldn't it be worth our time to spend a few moments changing the Tax Code to help ordinary families pay for college education expenses for their kids? Think about students making it into good schools and graduating with a mountain of debt. Wouldn't it be interesting if the Senate found time to debate ways to help those families with tax deductions? Wouldn't that be time well spent? Or perhaps a little time talking about health insurance? Forty-six million Americans have no health insurance and this Senate does not want to take up an issue to offer American businesses the same kind of health insurance that is available for Members of Congress. Why aren't we considering that? Shouldn't we be considering the minimum wage across America? It has been 9 years since we have increased the minimum wage--it is $5.15 an hour--and during that same period of time, Members of Congress have voted themselves an increase in salaries of $31,000. For 9 years we have said to the hardest working, lowest paid Americans, you get no pay raise. That has been our position. Shouldn't we change it? Shouldn't we take the position the Democrats have taken, if we can't raise the minimum wage, we are not going to increase congressional pay, period? Shouldn't we also be considering legislation that deals with some of the serious problems facing people with pensions across America who work for a lifetime with the promise that they will be taken care of, yet when they finally reach their golden years they find out that through some corporate sleight of hand or a merger or bankruptcy, they are left holding the bag? Why don't we do something to help those families? Or change the Tax Code that rewards companies that send jobs overseas? Why would we reward an American company with a tax break for exporting jobs? Why don't we consider any of those issues I have just listed as a priority?", u'No, what we are doing is dwelling on this debate relative to those extreme narrow issues that appeal to the base of the Republican Party vote. We went through Constitutional Amendment Month--that was June--where we said we are going to address a major problem across America, that is flag burning, but it turns out there have only been a handful of instances in America in the last year. Has anyone even reported to have burned a flag in this country? And we decided we are going to change the Bill of Rights because of our concern over this major, dominant issue?', u'Then, of course, the issue of gay marriage, a divisive issue. To think we want to amend the Constitution--thank goodness they could not even rally a majority of 100 Senators to vote for that constitutional amendment which was clearly a political experiment, a political project by the Republican side.', u'We cannot seem to find the time to get to the real issues of an energy policy, a health care policy, doing something about paying for college expenses for families. We cannot find the time for that. No, we have to go after these divisive issues relative to abortion and other matters such as that. That is the agenda and those are the priorities of the Republican leadership in the Senate.', u'It is the reason why an overwhelming majority of Americans have said, it is time for a change in Washington. They have taken a look at this Republican Congress and they say it is time for a significant change, to move us back toward an agenda that truly will make a difference and move this country in a new direction.', u'I yield the floor and suggest the absence of a quorum.', u'The ACTING PRESIDENT pro tem. The clerk will call the roll.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/25/S8137-7_executive-session/'}