{u'speaker_state': u'OK', u'speaker_raw': u'mr. inhofe', u'speaker_first': u'James', u'congress': 109, u'title': u'TRANSPORTATION EQUITY ACT; A LEGACY FOR USERS--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-04-25/html/CREC-2005-04-25-pt1-PgS4162-2.htm', u'number': 51, u'id': u'CREC-2005-04-25-pt1-PgS4162-2.chunk22', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Inhofe', u'pages': u'S4162-S4177', u'speaker_party': u'R', u'date': u'2005-04-25', u'bills': None, u'bioguide_id': u'I000024', u'order': 22, u'speaking': [u'Mr. President, I wish to share with you an experience from last Friday. We had a field hearing in Oklahoma on the Partnership for Fish and Wildlife. This is a program not many people know about. It is one that has not ever been authorized, but it is one that has gone year to year with an appropriation, whereby a landowner who is trying to do something for the environment, trying to do something for conservation, trying to do something for habitat will put up $3 for every $1 the Fish and Wildlife Service puts up to join a partnership with them. They have come up with some incredible results, and it shows that those areas of Government where you work with Government and not have Government dictating mandates to individuals or to communities works so much better. This is a model for other programs. Consequently, I thought Earth Day was a good day for me, as chairman of the Environment and Public Works Committee, to introduce the bill, which I have introduced, to authorize this Partnership for Fish and Wildlife Program.', u'Also, there is a vacancy that has occurred with the Director of the U.S. Fish and Wildlife Service. We have a Southwest regional director by the name of H. Dale Hall. He came up for our hearing on Friday in Oklahoma. He is one of the incredible, dedicated Federal workers. It seems to me he would be an excellent Director for the U.S. Fish and Wildlife Service. I would like to nominate this man for that purpose.', u"He is a wildlife biologist. Mr. Hall meets the qualifications for the U.S. Fish and Wildlife Service Director as established by 16 United States Code 742B, being knowledgeable in the principles of fisheries and wildlife management by reason of education and experience. Mr. Hall received a bachelor of science degree in biology and chemistry from Cumberland College in Williamsburg, KY, and a master's degree in fisheries science from Louisiana State University.", u'He had military experience prior to joining the Service in 1978. Mr. Hall served 4 years in the U.S. Air Force beginning in 1968 with overseas assignments in Italy and the Philippines.', u'He has private sector experience. After returning to civilian life in 1972, Mr. Hall managed catfish farms in the Mississippi Delta region for Eden Fisheries and Farm, Inc.', u'He has experienced all kinds of awards. He joined the Service in 1978 and has worked in the Mississippi Valley, Houston field office, the Washington, DC, office, the Pacific regional office, the Southwest regional office, and now serves as regional director for the Southwest region. That is Oklahoma, Texas, Arizona, and New Mexico.', u"He was honored as one of the Service's 10 most outstanding merit pay employees for 1986. In February of 1996, he was presented with the Department of Interior's Meritorious Service Award by then-Secretary Bruce Babbitt.", u'I nominate this man for this position. I think he would make an excellent Director of the U.S. Fish and Wildlife Service.', u'I again reiterate that the order of business now is on a motion to proceed to the highway bill. Cloture has already been filed. We will be voting on cloture tomorrow morning. I cannot think of one thing we are doing now that is more important than getting a highway bill. We have been operating on extensions for a long period of time. When we do extensions, we do not get any of the benefits of streamlining, we do not get any of the safety benefits, we do not get any of the school-to-work programs, or any of the other programs. These are things that need to be done.', u'All an extension does is extend what is currently out there. Therefore, the States and communities do not know what to expect. They do not know how to anticipate how much money is going to be there or whether any of these programs to protect the environment are going to be there, or any streamlining programs.', u'I cannot tell you how important it is we not operate on extensions but instead that we do pass this highway bill. We should have done it last year. Last year, we had the bill that came up. The President of the United States felt it should be a smaller number. We felt if the bill is paid for--and at that time the Finance Committee, under the chairmanship of Chuck Grassley and the ranking member, Max Baucus, came up with money that could be raised for that purpose so it would not add to the deficit. Consequently, we passed a bill out of the Senate that was $318 billion for a 6-year reauthorization. That would have been fine. It went to conference and got hung up in conference. One or two people stopped us from having this bill. Now all of America is suffering for it.', u'This is our second run at it. We are almost out of time. The current extension expires on May 31. If we do not have a bill by May 31, then we are going to have to operate on an extension. This is something that would certainly be to the detriment of all States.', u'Obviously, we are all prejudiced for our own States. My State is Oklahoma. Oklahoma has very severe problems with bridges. We need to correct those problems. Border States have problems with NAFTA traffic coming up, south to north, and back down. That adds a lot.', u'We are trying to do something with the Borders and Corridors Program. If we do not have a bill, we will not have that program. We have a lot of things that are very significant and need to be addressed.', u'I encourage my fellow Members to come to the floor and talk about the motion to proceed to the highway bill, talk about the highway conditions in their States, and help us to get this bill passed.', u'I will say this, the bill we had last year, even though it was $318 billion over a 6-year period, we enjoyed a 76-to-21 majority in this body. I know the distinguished Presiding Officer was not here at the time, but I had an opportunity to talk to all the Members who were not here to vote last time about how they would vote, and virtually all of them are supporting this highway bill.', u'It is essentially the same bill. We have been working on it, my friend from Vermont, the ranking Democrat of the committee I chair, we have been working on this now for 2\\1/2\\, almost 3 years. We can never make up what happened. We understand that. When you get into a complicated formula and consider all the things I outlined a few minutes ago, there are going to be some people who do not want to have a bill. There are procedural steps that can be taken to stop us from having a bill. All we want is to have a vote.', u'Speaking of a vote, I do not have a better friend than the Senator from North Dakota. We disagree on issues politically. He made some comments to which I would like to respond. First on judges.', u'I do not think my State of Oklahoma is that different from other States. I do not think it is different from North Carolina. I do not think it is different from North Dakota or most States. When I walk around and visit people in my State of Oklahoma--for 19 years I have gone back on a weekly basis, so I am there talking to normal people, because there are not that many here in Washington--I find out what concerns them. They are concerned about a lot of the issues with which we deal.', u'Certainly, they are concerned about the war in Iraq. They are concerned about the fact that we are finally winning the war against terrorism. We are doing a good job over there. I was there a few days ago and made a point, since I am on the Senate Armed Services Committee, to spend some time in the Sunni Triangle where they are supposed to dislike us the most. I have never seen anything like it. In Fallujah, there is a guy who was the brigade commander for Saddam Hussein who hated Americans before. Then he got the title of brigade commander for the Iraqi security forces, and he started working with our Marines over there. He started loving them so much, he said when they rotated out--and this includes embedded training where his troops were training with our Marines; our Marines were helping to train these individuals--when our Marines rotated and left, he said they actually cried. He has renamed the Fallujah Iraqi security forces. They are now called the Fallujah Marines, named after our marines. That is what is happening in the Sunni Triangle.', u'I went to Tikrit, the hometown of Saddam Hussein. During the training process in Tikrit, outside one of the stations they were training in was a car bomb that killed 10 Iraqis and severely injured 30 more. In Tikrit, the 40 families who either lost through death or severe injuries people who are being trained to fight for the Iraqi security forces substituted other members of their families. It is incredible because they have this great love. We got in a Blackhawk helicopter and flew all over the Sunni Triangle at less than 100 feet. It is the safest way to fly. There are terrorists out there who can hit the helicopter.', u'As we went across, we saw little kids come up on villages waving American flags. There are many people, I am sure, right now who send care packages to our troops over there. What these troops are doing with the care packages is taking the candy and cookies and repackaging them. Then we go 100 feet over the Sunni Triangle, when the kids are waving, and they throw the candy out to the kids. There is a love that is indescribable. We never hear that from the media back here. The media is very biased. The networks are biased, and we do not hear the success stories. Good things are happening.', u'I was there a few weeks before that after the January 30 election. Everyone was saying the election was not going to go off. People risked their life to vote, and they told me they could not see the ballot because of the tears in their eyes. Another one told me it occurred to her when she voted that it was not only ending a 35-year bloody regime of Saddam Hussein, but it was the first time in 7,000 years she and the Iraqi people were having a right, an opportunity for self-determination. It is a huge thing happening over there.', u'We all know about the weapons of mass destruction and trying to discredit the President. We knew there were terrorist training camps. We have gotten rid of them. We are seeing a new democracy emerge and totally change the Middle East. It has been successful.', u'I only say that because there are a lot of important things going on, and one is, of course, dealing with the current deficit. We are going to have deficits. My good friend from North Dakota was critical of the deficit that is taking place right now. I think it has been pretty well established--in fact, even the Democrats have agreed--that this recession actually started in March of 2000, which was under the Clinton administration. When you go into recession, for every 1-percent decrease in economic activity, that translates to $46 billion in revenues.', u'We had the revenue going down at the same time we had 9/11. We are in a war and we cannot come out of a deficit while we are in a war. We had a reduction in the military. I do not criticize the Clinton administration for what happened to the military after the first gulf war, but when the military is downsized, some of our modernization programs are stopped and it is expensive.', u'Right now I do not know how many American people realize that we are actually sending our kids out to battle with equipment that is not as good as our potential adversaries. Our best artillery piece, for example, is the Paladin. The Paladin is World War II technology. After each shot, you have to get out and swab the breach, like you used to have to do during World War II. Yet there are five countries right now, including South Africa, that are making a better non-line-of-sight cannon than our Paladin. Our kids do not have as good equipment, and that is because our modernization program came to somewhat of a screeching halt.', u'I was very proud of GEN John Jumper back in I think it was 1998 when out of his frustration he was trying to say we have to do something about our modernization programs; that our best strike vehicle is currently the F-15 and the F-16 and the Russians are making the SU-30s and 31s, as they were at the time, and selling them to potential adversaries, and they are better than our F-15s and F-16s. When we have our F-22s online, and our Joint Strike Fighter, we will change that, but we have to progressively do this, and it is expensive. That is why we will continue to have deficits for a while until we get this thing done.', u'In all fairness, we have to realize that, No. 1, the administration inherited a deficit; No. 2, we are at war; and, No. 3, we are rebuilding a military operation.', u"Getting back to the judges, as I said, I do not think Oklahoma is a lot different from other States. When I go down the street and I talk to people, they are much more concerned about what is happening with the judicial decisions and liberal judges trying to make law from the benches. They are concerned about school prayer, gay marriage, and the Pledge of Allegiance with ``one Nation under God'' coming out. These things bother people back in Oklahoma. Maybe they do not bother people in other States but they do in Oklahoma. All we want are circuit judges to be nominated and then given a simple majority vote on the floor, so that we can determine whether that nomination by the President can be confirmed.", u"I do appreciate what the Senator from North Dakota was saying. However, I have to say to my knowledge never in the history--sometimes people say, well, how about Judge Bork back several years ago? That was a different situation altogether. Never in history has there been a filibuster of circuit judge nominees. It should not be 60 people to confirm a judge; it should be 51 people. All we want is a vote. We do not care how it comes out. That is going to be the will of the Senate, but the Constitution specifically says ``Advice and Consent of the Senate.'' That is a majority, and that is all we really want.", u'I know there are liberals who have a liberal agenda who do not want to have conservatives or constructionists confirmed on the various circuit courts and Federal benches, and ultimately the U.S. Supreme Court. But I can assure my colleagues that the vast majority of people in Oklahoma do.', u'Lastly, I do agree with the Senator from North Dakota when he talked about the need for an energy policy. I became aware of this and concerned with this way back in the early 1980s when Ronald Reagan was President of the United States. I believed that he should have had an energy policy for America. Quite frankly, even though he was my favorite guy in contemporary history, he did not do it. There were so many other things facing his two terms that he was not able to come up with an energy policy.', u'I can remember when Secretary Hodel and I would go around the country, we would make speeches about how our dependence on foreign countries for our ability to fight a war for our energy supply was not an energy issue, it was a national security issue. We tried to convince people of that, and we were not successful.', u'Then, of course, along came other administrations and they did not do it, either. I thought certainly the first Bush administration, since he had an oil background, would be more concerned about it. But this President does. He says we should have a comprehensive energy policy for America, and one of the cornerstones should be a limit as to how much we should be dependent upon foreign countries for our energy supply--or I will put it a different way, for our ability to fight a war.', u'So here we have a situation where back when I started making speeches about our dependency on foreign countries for our oil was when we were dependent for about 34 percent. Now it is up to 65 percent. We are dependent upon foreign countries for our ability to fight a war twice as much as we were back in the 1980s. So it is going in the wrong direction.', u'What we need is an energy bill. I was very glad to see the vote on ANWR. It is kind of interesting, the Arctic National Wildlife, that tiny little part of the wildlife reservation that people are concerned about, all of the Natives in Alaska want it, all the Alaskans want it, the House wants it up in Alaska, the Senate wants it, everybody else wants it, but we refused to give it to them to allow them to explore and produce on ANWR. Now they can do that.', u'A comprehensive energy bill should have an oil and a gas component to it. It should have fossil fuels, coal, nuclear energy, and renewable energy. If we can have that, we can have an energy bill. I think we are going to have one. I am particularly concerned about it because I chair the Environment and Public Works Committee and about one-third of the Energy bill is in the jurisdiction of my committee. We are going to do what we can to work with the distinguished Senator from New Mexico, Mr. Domenici, to try to make that happen.', u'I encourage Members to come to the floor, and in the event they do I would certainly relinquish the floor to anyone who wants to talk about the highway bill.', u'I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/04/25/S4162-2_transportation-equity-act-a-legacy-for-users-motio/'}