{u'speaker_state': u'FL', u'speaker_raw': u'mr. foley', u'speaker_first': u'Mark', u'congress': 106, u'title': u'HATE CRIMES PREVENTION ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-10-13/html/CREC-1999-10-13-pt1-PgH9962-2.htm', u'number': 138, u'id': u'CREC-1999-10-13-pt1-PgH9962-2.chunk2', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Foley', u'pages': u'H9962', u'speaker_party': u'R', u'date': u'1999-10-13', u'bills': None, u'bioguide_id': u'F000238', u'order': 2, u'speaking': [u'Mr. Speaker, I thank the gentlewoman for yielding. I would like to associate myself with the words of the gentlewoman from Wisconsin for her leadership on this issue.', u'Let me say directly to the American public, this is desperately needed legislation. We have in our climate today too much anti-Semitism, too much racial hatred, too much homophobia, and people who are singled out based on those parameters are targeted by those that hate others because of who they are, because of their gender or orientation or color of skin.', u'This should not be permissive in this society of ours as we enter the 21st century, and we have to deal with this and we have to confront it and we have to educate our children because these crimes are devastating.', u'We had a boy killed in our community recently in West Palm for the same motivation, because he was gay. We have heard crime after crime similar to these Matthew Shepard cases that are wrenching the heart and soul out of our country.', u'So I applaud the gentlewoman for her leadership. I join my colleague in urging the Congress to adopt hate crime legislation to federalize these crimes. Because, again, these are not singular acts. These are acts by despicable people who seek out people based on race, gender, sexual orientation. They are mean-spirited and they must be dealt with with the full effect of the law so, hopefully, we can turn the tide on these crimes and get people to recognize that the punishment will be severe, it will be swift, and maybe they will think twice before they inflict their hatred on others.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/10/13/H9962-2_hate-crimes-prevention-act/'}