{"speaker_state": "TX", "speaker_raw": "mr. cornyn", "speaker_first": "John", "congress": 109, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-09-28/html/CREC-2005-09-28-pt1-PgS10529-6.htm", "number": 123, "id": "CREC-2005-09-28-pt1-PgS10529-6.chunk100", "volume": 151, "chamber": "Senate", "session": 1, "speaker_last": "Cornyn", "pages": "S10529-S10578", "speaker_party": "R", "date": "2005-09-28", "bills": null, "bioguide_id": "C001056", "order": 100, "speaking": ["I thank the Chair.", "Mr. President, I am going to talk about the nominee that we presently have before the Senate, Judge John Roberts, in a moment. First, let me express my concerns about a Washington Post story that was published today entitled ``Filibuster Showdown Looms in Senate.'' The curious thing about this article is it does not talk about the nominee for Chief Justice of the United States, John Roberts, the nominee that is actually pending before the Senate. Rather, what this article talks about is the next nominee of the President of the United States to fill the seat of Justice Sandra Day O'Connor.", "I am afraid it is perhaps a sign of the times in which we are living and perhaps a sign of the contentiousness with which the nomination for a vacancy on the Supreme Court has met in the Senate that some of my colleagues are already talking about a filibuster of the next nominee of the President when that nominee has not yet been named. I think it takes partisanship to a new level, to threaten to block an up-or-down vote on the Senate floor when we do not even know who that person is yet and, indeed, some apparently cannot conceive of the possibility that this President would nominate someone on whom they would at least allow an up-or-down vote. We are not talking about a Senator not following their conscience but talking about Senators, a minority in the Senate prohibiting a bipartisan majority from casting an up-or-down vote without even knowing who that nominee is going to be.", "We ask that nominees for the courts not prejudge cases that will come before them. I would think that we should also ask Senators not to prejudge nominees who have not even been nominated by the President yet. Whomever the President nominates should be entitled to an up-or-down vote on the Senate floor. We are not a country that believes in the tyranny of the minority but, rather, we believe in a fair process and an up-or-down vote and majority rule. That is all we would ask for this yet-to-be-named nominee.", "But now let me go to the business at hand and say that I will vote to confirm Judge John G. Roberts as the next Chief Justice of the United States. Before I explain why I am going to vote for his confirmation, I first want to explain the reasons why I am not.", "First, I am not voting for his confirmation because he told us how he would rule on cases or issues that might come before the Supreme Court. Some of my colleagues have said that they will not vote to confirm Judge Roberts because they are not certain how he would rule on cases or issues that will come before the Court. They are not certain whether he will vote in favor of abortion rights, for example. They are not certain that he will vote in favor of racial preferences and quotas. They are not certain whether he will vote to give the Federal Government unlimited regulatory power to the exclusion of State and local government. I am not certain how Judge Roberts is going to vote on these issues either, but although my constituents are as concerned and as interested in these issues as anyone, I am not going to refuse to vote for this nominee on that basis. Judges are not politicians. They do not come to Washington to run on a political platform. They do not say: Vote for me, and I will put a chicken in every pot. They are not supposed to come before the Senate and promise to vote this way or that way on a matter that will come before them. Certainly, I understand as well as anyone why the American people, and Members of the Senate included, are curious about how Judge Roberts is likely to rule on future cases. I am curious about that, too. But sometimes we have to put our curiosity aside for a greater good. We do not want to create a situation where a Justice cannot win confirmation to the Supreme Court unless he pledges to vote this way or that way on certain hot-button issues of the day. Judges are supposed to be impartial, and they are supposed to be independent. That is why they have lifetime tenure once confirmed. Judges cannot be either impartial or independent if they are forced to make promises to the Senate of how they will vote in order to get confirmed.", "Some of my colleagues have said they simply cannot or will not put promises to politicians aside for this greater good of independence and impartiality. One of my colleagues says she wants to know who will be the winners on certain issues when Judge Roberts is on the Court. I can tell you who the winners will be. The winners are going to be the parties whose positions are supported by the Constitution and laws of the United States of America. Judge Roberts eloquently explained this during his confirmation hearing. He was asked whether he would rule in favor of the little guy. His answer was that if the Constitution and laws of the United States supported the little guy's position, the little guy will win. But if the Constitution says that the big guys are supported, their position is supported by the Constitution and laws of the United States and the facts in the case, then he will vote in favor of the big guy.", "This is exactly how it should be. Over the Supreme Court of the United States, as you look at that stately edifice, it says, ``Equal justice under the law,'' not that justice will be rendered in favor of the little guy all the time or against the big guy all the time or, conversely, for the big guy all the time and against the little guy. That is the antithesis of equal justice under the law. As a matter of fact, we all recall that Lady Justice wears a blindfold for a very good reason--because justice is about the law, not about persons who are sitting in front of a judge.", "Mr. President, second, I am not voting for this confirmation because he turned away clients with legal positions with which my constituents or some of us might disagree. Some of my colleagues have said they will vote against Judge Roberts because they are unsure of his heart. They are saying that his heart may not be pure because in private law practice he would not turn down clients with positions anathema to liberal special interest groups. Now, although they acknowledge that Judge Roberts has donated his time to clients who, for example, were on the liberal side of a lawsuit over gay rights, they criticize Judge Roberts because at his confirmation hearings he said he would have donated his time to clients on the conservative side of that same issue had they approached him first.", "This is perhaps the strangest argument of all against this nominee. My colleagues are going to vote against him because they think it is heartless to take on clients regardless of whether he agreed with them or not? That is the very essence of being a lawyer, a professional, an advocate. Lawyers are somewhat like public accommodations in a sense. Similar to hotels, restaurants, and the like, when lawyers place their shingle out and say, I am willing to entertain cases that people may bring to me, they are supposed to serve anyone who comes through the door, as long as they have an arguable legal position or factual position with which the Court might ultimately agree. As a matter of fact, our adversarial system of justice depends on lawyers not just taking cases with which they perhaps ideologically are inclined to agree but, rather, they are supposed to take the facts and the legal arguments and do the very best they can so that in a clash that plays out in our adversarial system of justice in the court room, the judge can make the best decision based on the best legal arguments and that jurors can decide what the truth is based on this clash of opposing positions.", "People are not supposed to be judged by the lawyers. Rather, in our system they are supposed to be judged by a jury of their peers. But if lawyers were constrained or prohibited from representing people with whom they might personally not agree, then they would never have a chance to be judged by a jury of their peers because they would not have a lawyer to take their case so that it could be presented to that impartial conscience of the community.", "I wish to ask where this reasoning of my colleagues might lead. There are any number of clients who few people would support politically but who need legal representation in our adversarial system. Criminal defendants are the most obvious example. Do my colleagues plan on punishing a lawyer who did not refuse to represent someone who is accused of a crime? Do they plan to disqualify anyone from service in the Federal judiciary who has ever represented someone accused of a crime? Or do they plan to disqualify only those lawyers who did not shun conservative clients or causes? I do not believe you can tell anything about a person's heart, that is, a legal professional, professional advocate by whom that person has represented as a lawyer. But even more important, I do not think the confirmation process should be about the nominee's heart. I, for one, do not want judges sitting in judgment in a court of law who are going to be guided by their heart and sympathies, rather than the law of the land and the facts as found by the trier of fact. I want judges who will side with the party who has the best argument and whose position is most consistent with established law that we all can recognize and read and understand for ourselves.", "Again, Lady Justice is blindfolded for a reason. Justice should not depend on who you are or who you know. It should depend on who has the law on their side.", "Third, I am not voting for John Roberts because he will preserve some hypothetical quixotic ideal of balance on the Supreme Court. Some of my colleagues have said they will vote for Judge Roberts because he is not any more conservative than his predecessor, Chief Justice Rehnquist, whom he will be succeeding. But they issued the warning that I started out with: Mr. President, don't you dare nominate someone we disagree with next time or we will use this unconstitutional filibuster. We will break with 200 years of precedent in the Senate and the very premise of our law, which is based on majority rule. We will break with that and we will filibuster in the Senate and prevent your nominee from ever taking the bench if you nominate someone we perceive is more conservative than Sandra Day O'Connor.", "My colleagues have said this is important because they want to preserve balance on the Court. Preserving so-called balance on the Court has never been the basis of a Supreme Court confirmation vote. The examples of this are legion. One of the last Supreme Court nominees to win confirmation was Justice Ruth Bader Ginsburg, who replaced Justice Byron White. Justice Ginsburg, I think it is clear, I think we would all agree, was an unabashed liberal and one of the most zealous supporters of abortion rights who has ever been confirmed to the U.S. Supreme Court.", "Justice White, nominated by President John F. Kennedy, was fairly conservative by contrast and indeed was one of the dissenters in the celebrated case of Roe v. Wade. Yet Justice Ginsburg, a self-avowed liberal, replaced a moderate to conservative Justice on the Court, and she was confirmed by a vote of 96 to 3. No one argued that Justice Ginsburg should be defeated because she would somehow shift this ideological balance on the Court.", "But she is only one example. Justice Clarence Thomas, one of the most conservative members of the Court, was nominated and confirmed to succeed Justice Thurgood Marshall, arguably one of the most liberal.", "Chief Justice Burger, President Nixon's antidote to judicial activism, replaced Chief Justice Earl Warren, whose name, in the minds of some, was synonymous with the phrase judicial activism.", "Justice Goldberg, who believed the ninth amendment gave the Supreme Court a license to invent new constitutional rights, replaced Justice Frankfurter, the father of judicial restraint.", "So it is clear this has never been the way it has been, historically. Nor is there any precedent or any obligation of a President to try to seek ideological balance when nominating someone to the Supreme Court. The reason why is very simple. Elections are supposed to have consequences. The President is entitled to put the people on the Supreme Court who share his values and his judicial philosophy; in this case one who believes the policymaking ought to primarily emanate from the elected representatives of the people in Congress, not life-tenured judges who are unaccountable.", "If Presidents were not entitled to change the Supreme Court, then Abraham Lincoln could not have changed the Dred Scott case, and Franklin Delano Roosevelt could not have changed the Lochner Court. I doubt my colleagues who are arguing for this ideological lockstep, or uniformity, would have favored that.", "But that brings me to why I am supporting this nominee, and the reasons are actually pretty simple. First, Judge Roberts is simply one of the most qualified individuals ever nominated to serve on the Supreme Court. Indeed, he may very well be the best qualified. We have heard it before. He graduated the top of his class, he clerked for two of the finest judges in the Nation, he served, with great distinction, two Presidents. He has argued 39 cases before the U.S. Supreme Court and is widely regarded as the finest oral advocate before the Court living today.", "In only 2 years on the D.C. Circuit Court of Appeals, he has already acquired a reputation as one of the most respected judges in America. Even the New York Times, which has editorialized against this nomination, has conceded that few lawyers in America could compete with Judge Roberts in professional accomplishments.", "There was a time not too long ago when a brilliant career such as Judge Roberts' was sufficient to win confirmation to the Supreme Court, when we did not have ideological tests, litmus tests; when we didn't have filibusters that blocked the majority from actually having an up-or-down vote to confirm a nominee.", "Whereas Judge Roberts has spent his career representing clients on both sides of every issue, we saw in Justice Ginsburg, whom I mentioned a moment ago, a jurist spending most of her career representing the single client, the American Civil Liberties Union, on one side of these issues. She voiced support for some pretty extreme positions. She supported taxpayer funding for abortions. She thought there was a constitutional right to polygamy and prostitution. Suffice it to say, her ideas were far outside of the legal, not to mention the political, mainstream of America.", "Finally, I am going to vote to confirm this nominee because this judge understands the proper role of an unelected Supreme Court Justice in a democratic Nation.", "Mr. President, I ask unanimous consent for an additional 3 minutes."], "capitolwords_url": "http://capitolwords.org/date/2005/09/28/S10529-6_executive-session/"}