{"speaker_state": "AZ", "speaker_raw": "mr. kyl", "speaker_first": "Jon", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-12/html/CREC-2004-07-12-pt1-PgS7903-9.htm", "number": 95, "id": "CREC-2004-07-12-pt1-PgS7903-9.chunk27", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Kyl", "pages": "S7903-S7932", "speaker_party": "R", "date": "2004-07-12", "bills": ["S. J. Res. 40"], "bioguide_id": "K000352", "order": 27, "speaking": ["Mr. President, today I rise in support of S. J. Res. 40, the Federal marriage amendment to the U.S. Constitution. I do so with conviction that this course is the right one, but with considerable frustration that we have come to this point as a nation. This constitutional amendment, in my view, should not be necessary.", "The core definition of Western civilization's most stable and important social institution, traditional marriage, should not be jeopardized by litigation and court decisions. Activist trial lawyers should not be filing lawsuits asking courts to change the basic rules of marriage for all society. Judges should not be denouncing traditional marriages as a stain on the Constitution that must be washed away. But that is where we are: Confronting a coordinated, well-funded, and persistent campaign in the courts to undermine marriage.", "After careful study, I have come to the conclusion that the only way to protect traditional marriage from these undemocratic forces is to pursue a constitutional amendment that protects traditional marriage. Only through such a constitutional amendment process will the American people genuinely have the opportunity to speak out and guarantee that traditional marriage is protected.", "I wish to spend a few moments explaining why I think this issue is so important.", "In short, traditional marriage--marriage as the union between a man and a woman--exists, first and foremost, as the best environment for the protection and nurturing of children. Traditional families are where we hope the children will be born and raised, and where we expect them to receive their values. And we hope these things for a good reason.", "As one social scientist who testified before the Finance Committee earlier this year said, children on average experience the highest levels of overall well-being in the context of healthy marital relationships.", "This testimony is consistent with an overwhelming body of social science testimony received by the Finance, Health, Judiciary, and Commerce Committees earlier this year. If we want our Nation's children to do well, we need to do what we can to ensure they grow up with mothers and fathers. So we need to protect the place where mothers and fathers properly unite--marriage.", "I believe traditional marriage is an institution worth saving, and I believe we send a very important message to our children when we stand up for the institution of marriage. We tell them that marriage matters; that traditional family life is a thing to be honored, valued, and protected. We tell them marriage is the best environment for raising children, and we tell them every child deserves a mother and a father. We point them to the ideal and that the radical redefinition of marriage through the court threatens this ideal.", "We cannot strip marriage of its core--that it be the union of a man and woman--and expect the institution to survive, as we have come to know it.", "It is because I feel so strongly about preserving and even encouraging a healthy marriage culture that I have been so disturbed by the legal developments our Nation has witnessed over the past 10 years. We are on the Senate floor discussing an amendment to the Constitution because activist lawyers persist in filing lawsuits to force States to redefine marriage to include same-sex couples. These activists are dodging the will of the American people who overwhelmingly oppose a redefinition of marriage and instead have been asking judges to rewrite the marriage laws.", "More than a year ago, I asked the staff of the Republican Policy Committee, which I am privileged to chair, to analyze the court campaign of these activists and to speculate on their prospects for success. We concluded at that time the Massachusetts high court would likely find traditional marriage unconstitutional, and that a number of lawsuits attacking marriage would begin to expand dramatically.", "While some quarreled with those predictions, unfortunately they have proven to be 100 percent correct. I wish to summarize briefly these legal developments that brought us to the point we are.", "There is in this country a collection of activist lawyers who genuinely and sincerely believe marriage should be redesigned so couples of the same sex could marry. Groups such as the ACLU, Lambda Legal, and Gay and Lesbian Advocates and Defenders, GLAD, and others have frankly explained their strategy. Their goal is to use the courts to force the entire Nation to adopt same-sex marriage. They understand they cannot do it through the democratic process convincing people of the wisdom of their position, but must rather succeed in convincing judges to overturn our long-time understanding of the meaning of marriage.", "They saw their first great victory in Vermont in 1999. In response to a suit by the ACLU and other activist groups, the Vermont State Supreme Court ordered the legislature to recognize same-sex marriage or to create some form of civil union that was exactly like marriage.", "Vermont citizens at the time opposed both same-sex marriages and civil unions, but the court mandate was clear: Legislators must create same-sex marriage or some form of same-sex civil union or the court would do it for them. The legislators chose civil unions in the face of the court's dictate, but it can hardly be said that they acted in accordance with the democratic process. No, this was ruled by lawsuit, not by legislation.", "These activist lawyers who had succeeded in Vermont quickly turned to new States, this time aiming for a complete transformation of the marriage laws. It is true that homosexual couples had gained all the rights and benefits available under Vermont law as married couples. The same-sex marriage activists did not just want rights and benefits, they wanted to redefine marriage itself to change the cultural norms that have characterized this institution of man and woman for ages.", "These groups acted carefully. They put most of their efforts into a new lawsuit in Massachusetts. The people of Massachusetts opposed same-sex marriage, and their legislators would never change the law to allow it. But the activists were not interested in a democratic solution. They knew they could not convince many millions of citizens to undermine traditional marriage, so they decided to focus on just four people, the majority of the supreme court of the State. They did what too many Americans do nowadays, they filed a lawsuit. The result was a resounding defeat for traditional marriage and the people of Massachusetts who continue to oppose same-sex marriage in their State.", "In November 2003, a 4-to-3 majority of the Massachusetts Supreme Judicial Court ruled in Goodridge v. Massachusetts Department of Health that the State constitution required the State to recognize same-sex marriages.", "Of course, the State constitution said no such thing. It contained the same basic equal protection and due process clauses that exist in most State constitutions and in our U.S. Constitution. These clauses had never been understood to require the rewriting of marriage itself, but that is what the four judges determined.", "As breathtaking as this decision was, even more stunning was the disdain that these four judges showed for traditional marriage and its supporters. The court wrote that there was ``no rational reason'' to preserve traditional marriage laws; that support for traditional marriage was rooted in little more than ``persistent prejudices'' and that the several-thousand-year-old institution of marriage was little more than ``an evolving paradigm'' that could be redrafted and rewritten by the courts whenever they desired.", "One judge even scoffed at what he called the ``mantra of tradition.'' In a followup opinion reaffirming and expanding the earlier decision a few months later, the same four justices even said that the marriage laws of Massachusetts were ``a stain on the Constitution,'' and that the stain must be eradicated by the court.", "Incredibly, the court even suggested that it would be better to abolish civil marriage altogether than preserve it in its traditional form.", "On May 17 of this year, the Goodridge decision took effect, and the State began issuing same-sex marriage licenses in Massachusetts. Many same-sex couples from other States traveled to Massachusetts and then returned back to their own States.", "While the Massachusetts Legislature has given preliminary approval to a State constitutional amendment to return marriage to its traditional meaning, it will be more than 2 years before the citizens can even vote on that amendment. In the meantime, for hundreds of people who have traveled to Massachusetts from all over the country, same-sex marriage is a reality.", "So what happens next? Is it realistic to believe that same-sex marriage can be isolated to Massachusetts? Will the activist lawyers who brought that suit continue to press their claims on behalf of these ``couples'' who return to their States of residence? The answer is clear. The activist groups already are seeking to bypass the legislative process and impose their agenda through courts in other States.", "There are now more than 35 lawsuits pending in 11 States across our Nation in which States' marriage laws have been challenged as unconstitutional, States such as California, Florida, Indiana, Maryland, Nebraska, New Jersey, New Mexico, New York, Oregon, Washington, and West Virginia. Many of these lawsuits are brought by the same lawyers who filed suits in Vermont and Massachusetts, activists from the ACLU, LAMBDA Legal, and GLAD in particular. In fact, the lawsuit in Maryland was filed only last week by the same legal team at the ACLU that is managing lawsuits in New Jersey and elsewhere. Many more lawsuits surely will follow.", "As I said, the activist court strategy is no secret. The ACLU, LAMBDA Legal, a group calling itself Freedom to Marry, are very open about their hopes of imposing same-sex marriage through the courts.", "Let us look at some of the lawsuits we can expect. First, these activists will file more suits challenging State marriage laws the same way they did in Massachusetts and are doing in 11 other States today.", "Second, there will be lawsuits seeking to strike down the Defense of Marriage Act so that same-sex couples can get access to Federal benefits such as tax filing status, Social Security benefits from same-sex partners, and many of the other benefits or rights that the Federal Government grants to married spouses.", "Already, for example, there is a lawsuit pending in Florida that directly claims that DOMA is unconstitutional.", "Third, these activists will file lawsuits trying to force other States to recognize same-sex marriages in Massachusetts and any other place where they can convince judges to change the marriage laws against the people's will. Such a lawsuit currently is pending in Washington State, where a same-sex couple received a marriage license in Oregon and now insists that Washington must recognize that marriage, despite clear State law to the contrary.", "Finally, there will be many other lawsuits that cannot be anticipated that will happen as same-sex married couples move from State to State, as many Americans nowadays do. These couples will try to get divorced when marriages fail. They will try to execute and enforce wills when one of them dies. They will have all kinds of run-of-the-mill business disputes as happens in other situations, and courts will struggle to figure out how to treat their legal relationships when these disputes arise.", "Those struggles will take on a constitutional dimension. For example, two women who received a marriage license in Canada later decided to declare bankruptcy in Washington State. They filed their petition jointly as though they were married. Because all bankruptcies are filed in Federal court pursuant to Federal law, the Defense of Marriage Act is implicated. The bankruptcy trustee has objected to their joint petition, citing DOMA's provision that for the purposes of all Federal law, marriage is the union of a man and a woman.", "The bankruptcy petitioners now argue that DOMA itself is unconstitutional and that the bankruptcy court must recognize the Canadian same-sex marriage. Thus, a simple bankruptcy petition has taken on constitutional dimensions. Cases such as this will proliferate, some filed by activists and some filed by citizens just trying to live their lives, as appears to be the case in the bankruptcy petition in Washington State.", "The result will be tremendous confusion in the courts throughout the Nation, as some States recognize same-sex marriage for some purposes while other States recognize them only for other purposes.", "As these lawsuits progress, it will be the courts, not the people, that make the decisions on whether same-sex marriage will spread throughout the entire Nation.", "In the not too distant future, the legal activists who are managing this attack on traditional marriage laws will decide that they are ready for the big case, a case before the U.S. Supreme Court. After wreaking havoc on traditional marriage throughout the Nation, these activists will tell the Supreme Court that the confusion in the States demands a national solution. They will argue, not unpersuasively, that we are one Nation, that we cannot long function with such fundamentally inconsistent understandings of marriage.", "When that day comes, when the U.S. Supreme Court is presented with the opportunity to rule traditional marriage laws unconstitutional, it is very possible that the Court will side not with the oft-surveyed views of the American people but rather will find a constitutional reason to say the people have been wrong all this time.", "Legal and cultural confusion cannot long endure on this question. When a case reaches the Supreme Court, it most likely will craft a national solution. What the same-sex marriage activists expect and hope for is exactly the result that concerns me. Once the Court has spoken, while there surely will be great public outcry if contrary to public opinion, our history shows it is very difficult to change a Supreme Court decision by constitutional amendment.", "The only way the American people will ever have a voice in this matter is if Congress sends to the States for ratification a constitutional amendment defining and protecting traditional marriage. Federal DOMA, which has already been challenged, could easily be struck down by the courts. Marriage laws in the States likely will be struck down just as happened in Massachusetts. No Federal law, no Federal regulation, no State law, no State constitutional amendment, can prevent this from happening. The only solution is an amendment to the Constitution and the only question is when to start the process. The more time that elapses with conflicting State law and same-sex couples seeking to have their marriages recognized in different States, the more our society will be conflicted and the more lawyers and judges will be making the decisions.", "The constitutional process is the most democratic, the most grassroots, the most respectful process available for the establishment of national policy. A constitutional amendment requires the support of two-thirds of both Houses of Congress. Then it requires the support of the legislatures of three-fourths of the States of the Union. Then, and only then, can the amendment become effective.", "This is, as it should be, a very high hurdle. But it is a high hurdle that guarantees that the American people have a full and complete opportunity to speak to the issue, that they can express their views to their Senators, to their Congressmen, and to their State legislators. It takes time, but in the end, as opposed to court decisions, if a constitutional amendment passes, we know that the American people want it.", "Look at the proposed constitutional amendment that is before us and examine what it will do. It is on the chart directly behind me. The first sentence reads:", "Marriage in the United States shall consist only of the union of a man and a woman.", "The sentence is straightforward. It provides a common definition of marriage throughout the United States, one man and one woman. It guarantees that the central definition of marriage is preserved throughout our country. It protects the American people who overwhelmingly believe traditional marriage should survive against those who would undermine it. We are one nation. While we have a wide variation in many thousands of laws among different jurisdictions, for the central, core issues in the way we organize our society, we have common views and common laws.", "That is why, as a nation, we denied one State admission into the Union until it outlawed polygamy. We recognized that marriage was only between one man and one woman, and we would not even let that State enter the Union if it did not agree with that basic, core value.", "This first sentence just reaffirms what has long been our national policy and ensures that no court can say otherwise.", "Now, turning to the second sentence, it reads.", "Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "This sentence simply ensures that only the people or their elected representatives, not judges, can decide whether to allow marriage or its legal incidents can be conferred on people. This would prevent what happened in Vermont. The State supreme court hijacked the democratic process and coerced the legislature to create same-sex civil unions. The people didn't want it but the court decreed it. The second sentence of this amendment would prevent that kind of result.", "The reason to add the second sentence, thus, would be to ensure no court would be able to construe the State or Federal constitution to require the creation of same-sex marriage or any institution or arrangement containing the incidents or benefits that derive from marriage itself. In other words, courts will not be able to create a right to civil unions based on the equal protection or due process clauses of the Constitution. They will not be able to twist the constitutional language, in other words, to serve these narrow policy goals.", "However, the marriage amendment in no way bars or bans these kinds of special civil union or domestic partnership arrangements, as long as they are enacted through the legislative process. The marriage amendment preserves our current State organized regime by protecting the rights of citizens to act in their State legislatures to provide whatever benefits to same-sex couples that they should choose. Those benefits could be narrow, granting special inheritance rights, for example, or they could be broad, a full civil union law, for example.", "In another example the legislatures of California and New Jersey have recently created arrangements they call domestic partnerships, that grant many of the benefits of marriage to same-sex couples.", "Let me say again, the legislatures of those States passed those laws. Benefits were granted through the democratic process. Nothing in the marriage amendment prevents the citizens of a State from acting through their regular legislative process to grant benefits to same-sex couples in that State. So if a State wanted to create marriage-like ``civil unions,'' it could still do so. A legislature's only constraint is it could not create same-sex marriage.", "Before I close, I would like to say a few words to address a concern about the amendment that I have heard expressed by some of my Senate colleagues. Some claim the question of same-sex marriage can be handled effectively on a State-by-State basis. Some, including people I respect very much, have told me if Massachusetts wants to have same-sex marriage, it should be able to do so and that Arizonans should not care. They argue that because our States tend to manage most family law matters, there is no reason to place this issue in the U.S. Constitution. They think of the issue as a thing of the distant future, something that we need not bother with. ``Let Massachusetts worry it,'' in effect.", "I respect those who make this argument, but I strongly disagree with the notion that Congress can punt on the protection of marriage. The problem, it seems to me, with this line of thinking is that it assumes--in perfectly good faith, I am sure--a world that simply does not exist. The citizens of each State are not being permitted to decide this question. We should all sympathize with the citizens of Massachusetts who have been forced to see marriage in their State redefined and undermined, without the vote of the legislature or the citizens of that State.", "Massachusetts is only the beginning. We see from the 35-plus lawsuits in 11 different States that the activists will continue to campaign in the courts. The lawyers who are championing this cause are not going to permit a State-by-State democratic solution. States rights implies not the courts but the people making the decisions.", "The most prominent leader of the same-sex marriage movement, Evan Wolfson, who helped file the lawsuits in Vermont and Massachusetts and elsewhere, has candidly made the point. He scoffs at those who think the Nation can tolerate fundamentally different conceptions of marriage on a State-by-State basis. He understands that it is all or nothing. As he says on his Web site:", "America is one country, not 50 separate kingdoms. If you're married you're married.", "In other words, people move around so much in this Nation that we cannot long endure a scenario in which some marriages disappear at the State line. The legal, social, and cultural complications are simply too great. The question of whether traditional marriage is to survive must ultimately be decided for the entire Nation.", "In conclusion, the question is, Who decides? Will it be judges, scattered across the land and ultimately over in the Supreme Court? Or will it be the American people, through the constitutional amendment process? This is not some idle question of political theory. The process determines the result. If courts make the decision, they will redefine marriage for every State. If the people can decide, I have confidence they will stand up for marriage.", "So, in conclusion, I call on my colleagues not to stand in the way of the people's right to speak. Let the American people make the ultimate decision as to whether we will jettison thousands of years of history and reinvent marriage or whether we will stand by the institution that we all rely upon so much for the future of our children.", "I will say it again. This question cannot and will not ever be decided on a State-by-State basis. Either we will preserve traditional marriage in this Nation or we will see it redefined everywhere. The vote we will have in this Chamber is the first step, and I hope my colleagues will join me in making the right one."], "capitolwords_url": "http://capitolwords.org/date/2004/07/12/S7903-9_federal-marriage-amendment-motion-to-proceed/"}