{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 108, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-01/html/CREC-2003-04-01-pt1-PgS4607-3.htm", "number": 52, "id": "CREC-2003-04-01-pt1-PgS4607-3.chunk1", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S4607-S4614", "speaker_party": "D", "date": "2003-04-01", "bills": null, "bioguide_id": "D000563", "order": 1, "speaking": ["Mr. President, the order of business on the floor, if I am not mistaken, is the nomination of Mr. Timothy Tymkovich for lifetime appointment to the United States Court of Appeals for the Tenth Circuit. I rise in opposition to that nomination.", "Initially, it is worth noting that the Tenth Circuit is closely divided between Republican and Democratic appointees, and the seat for which Mr. Tymkovich was nominated is a seat that the Republican-controlled Senate has denied on more than one occasion. In fact, they have denied it to a moderate Hispanic-American Clinton nominee in the year 2000, Colorado Attorney General Christine Arguello. She would have been the first and only Hispanic-American judge on the Tenth Circuit, but the Republicans, then in control of the Senate, refused to give Ms. Arguello a hearing or a vote.", "The Republican-controlled Senate also refused to give a hearing or vote to another Clinton nominee for the Tenth Circuit, James Lyons, thus ensuring that this vacancy which we debate today would be theirs to fill. That is what led us to this moment in time where this nomination is being considered on the floor of the Senate.", "I asked Mr. Tymkovich some questions when he appeared before the Judiciary Committee, and I would like to relate to you some of his answers. One of them relates to his membership in the Federalist Society.", "There is nothing illegal about the Federalist Society, nor any reason why someone would deny their membership, but it has become a strange coincidence how many Bush administration nominees are members of the Federalist Society. I have said that when you chart the DNA of Bush administration judicial nominees, you are likely to find, more often than not, the Federalist Society chromosome.", "So I started asking questions, and some of my colleagues are now joining me. Why? What is it about this organization that is becoming such an important element on a resume of someone seeking a judgeship in the Bush administration?", "I asked Mr. Tymkovich, who is not only a member of the Federalist Society, but who is on its Colorado board of advisers, the following question:", "One of the goals of the Federalist Society is ``reordering priorities within the legal system to place a premium on individual liberty, traditional values, and the rule of law.''", "I went on to ask him:", "Which priorities do you believe need to be reordered? What is the role of federal judges and the courts in reordering such priorities? On which traditional values should there be a premium, and why? The Federalist Society also states that its objective ``requires restoring the recognition of the importance of these norms among lawyers, judges, and law professors.''", "I asked Mr. Tymkovich:", "If you are confirmed, how will you as a judge restore, recognize, or advance these norms?", "I do not believe these were trick questions. I believe they were open-ended questions so Mr. Tymkovich could tell us what it is about the Federalist Society that he understands to be their mission, and whether he agrees or disagrees.", "Mr. Tymkovich's entire response is the following:", "I am not aware of the context of the quotations in the question, but all seem to address the role of a policy commentator as contrasted with the role of a federal judge. If confirmed as a judge to the Tenth Circuit, I would set aside any personal views and apply the precedent of the Supreme Court and the Tenth Circuit.", "The quotations in my question are straight from the ``Our Purpose'' page of the Federalist Society Web site. They constitute the mission statement of the organization and are central to its identity.", "Mr. Tymkovich's assertion that he is not aware of them raises important questions. His responses to this committee during the hearing indicate that he was, at times, evasive in other answers as well.", "But there is one particular reason why I oppose Mr. Tymkovich, and it relates to the issue of discrimination.", "I have said on the floor of the Senate and in the Judiciary Committee that several weeks ago I had a unique opportunity to visit the State of Alabama for the first time, to go there with Democratic and Republican Members of Congress, on a delegation led by our Congressman from Atlanta, GA, John Lewis, to visit some of the most important spots in America in the civil rights movement. We went to Birmingham, AL, and visited the Baptist church where four little girls were killed with a firebomb on a Sunday morning.", "I went to Selma, AL, with Congressman John Lewis, and stood at the spot where he was beaten by the Alabama State troopers and the militia, suffering a concussion, at the time the march to Montgomery was turned back.", "We went to Montgomery, AL, and stood on the street corner where Rosa Parks boarded the bus and refused to give up her seat.", "The importance of this cannot be overstated for a person in my generation because the civil rights movement was part of my formation as a young person. The civil rights movement was something I valued for what it brought to America. It was a struggle I witnessed as a young student and appreciated as I grew older.", "Congressman John Lewis said to us, as we were visiting these important historic sites, something that was not part of the formal program. He said: There never would have been a civil rights movement in Alabama, there would not have been a march from Selma to Montgomery, were it not for one Federal judge, Frank Johnson.", "Frank Johnson, a Federal district court judge--Republican, appointed by President Eisenhower--had the courage to stand up to the establishment in Alabama and other Federal courts and to fight against discrimination. He made important rulings, striking the Montgomery County ordinance which allowed for segregation on buses, striking laws which did not allow fair representation in the legislature of Alabama, and, of course, signing the order which allowed the march from Selma to Montgomery.", "Because of his courage, he was shunned by leaders in society. He could not go back to his old country club. He had to start using the public golf courses. But there was worse. His mother's life was threatened. Bombs were going to be detonated at his home and her home. Security was necessary around the clock. But he persevered. And because of his courage and his determination, the civil rights movement was a reality.", "America is a better place because of one Federal district court judge who, given a chance to stand up against prejudice and bigotry, did the right thing for America.", "I thought to myself, as all of these judicial nominees come to the Senate, through the Judiciary Committee, where is the next Frank Johnson? Where is the next person who will stand up and fight for civil rights, the challenge of our generation?", "I thought over that particularly when I considered the candidacy and the nomination of Mr. Tymkovich for this circuit court judgeship. Mr. Tymkovich already has had his chance to speak out on the issue of discrimination. Sadly--sadly--he came out on the wrong side. Mr. Tymkovich appears to be hostile to laws prohibiting discrimination based on sexual orientation. This isn't an easy issue for a lot of Members of Congress. There are people who feel very strongly against those with a different sexual orientation, gays and lesbians in American society. I, for one, was raised in a conservative small town, East Saint Louis, IL. I raised my family in another small town, Springfield, IL. It was not until I got involved in congressional politics that I stepped back and said: I have to take a look at this issue. I have to decide whether this is a civil rights issue and, if it is, which side of history I will be on.", "I have tried, though my record is not perfect, to stand for the proposition that discrimination against any American based on race, religion, national origin, gender, disability, age, or sexual orientation is wrong. I think that is a standard that America--all of America--should hold high. But, unfortunately, when it came to Mr. Tymkovich, and discrimination against people because of sexual orientation, he took an opposite course. He zealously supported Colorado's amendment 2, which eliminated the legal rights for gays, lesbians, and bisexuals by banning all legislative, executive, or judicial action at any level of State or local government designed to protect them. In other words, amendment 2 commanded that there be no recourse for any gay person in Colorado who was fired or not hired, denied housing, harassed in school, or subject to similar acts of discrimination.", "When I took a look at the Supreme Court case where this amendment was challenged, they listed some of the local ordinances that were at issue. They listed Colorado municipalities and what they were attempting to protect: Aspen, CO, had a local ordinance prohibiting discrimination in employment, housing, and public accommodation based on sexual orientation; Boulder, CO, and Denver, CO the same thing; an executive order prohibiting employment discrimination for all State employees classified and exempt on the basis of sexual orientation; the Colorado insurance code, forbidding health insurance providers from determining insurability and premiums based on an applicant's or a beneficiary's or an insured's sexual orientation; and other provisions prohibiting discrimination based on sexual orientation at State colleges.", "These were the laws which amendment 2 in Colorado would have wiped off the books. Mr. Tymkovich came to the U.S. Supreme Court and argued that these local ordinances should be wiped off the books, or at least that amendment 2 should be allowed to stand.", "The amendment was approved by a majority of Colorado voters, so the Supreme Court had to really face the basic issue as to whether amendment 2 was an equal justice issue, and whether, in fact, the Colorado voters could vote to take away the rights of individuals because of sexual orientation.", "The Supreme Court decided by a vote of 6 to 3 that the position argued by Mr. Tymkovich was wrong. Only three of the most conservative Justices on the Supreme Court felt otherwise: Justices Scalia and Thomas, and Chief Justice Rehnquist. They dissented, but six other Supreme Court Justices said the Colorado decision to pass amendment 2 violated the equal protection of the laws in the United States and that Mr. Tymkovich's position arguing in favor of it was wrong by a vote of 6 to 3. The man before us today asking for a lifetime appointment to the Tenth Circuit was found by the U.S. Supreme Court to be mistaken in his position.", "That is not the first time that has ever occurred. Lawyers argue cases, and sometimes they have no choice. They need to come before the court representing their clients. Whether it is a State, locality, business or an individual, they come before the court and make the best case, and the court rules. Sometimes they are on their side and sometimes they are opposed. In this case the Supreme Court ruled against Mr. Tymkovich.", "What troubles me is what happened after that. After the Supreme Court issued its decision, Mr. Tymkovich decided to author a Law Review article. It is a lengthy article in the 1997 University of Colorado Law Review. It is entitled ``A Tale of Three Theories: Reason and Prejudice in the Battle Over Amendment 2.''", "Mr. Tymkovich and a couple other writers went on to explain why the Supreme Court was just plain wrong. Mr. Tymkovich wrote that the Supreme Court decision in Romer v. Evans is ``merely another example of ad hoc activist jurisprudence without constitutional mooring. If the test of an independent judiciary lies in its response to difficult political decisions, Romer is cause for great uneasiness about the health of self-government.''", "There is a paragraph in this article which I find particularly offensive. Mr. Tymkovich, in describing the lifestyle of those with different sexual orientations, likens them to people who practice bestiality. Those are not my words. They are the words written by Timothy M. Tymkovich who now seeks a lifetime appointment to the second highest court in the nation.", "Mr. Tymkovich decided in this article to establish what he considers to be a moral rationale for discrimination. It is not the first time that has happened. If you will look back in our history, there has scarcely been a time when discrimination was practiced in America that someone didn't rationalize it or moralize it. Whether the objects of that discrimination were Native Americans, African Americans, Asians, Catholics, the Irish, they have used some sort of moral rationale to say that a position of discrimination is actually the moral thing to do. Mr. Tymkovich took exactly that position when it came to discrimination against people based on sexual orientation.", "That position goes way beyond the norm in America. Mr. Tymkovich tries to argue in his article that this is all about States' rights. I understand there is an important balance between Federal power and State power. The Constitution acknowledges that. But, historically, those who want to support discrimination have usually found their refuge in the dark shadows of States' rights. The Federal Government should not step in, they argue, to establish constitutional principles of equal justice under the law. They argue: let the States establish those standards, knowing full well that you won't have a uniform standard across the country. You will not have uniform protection under the law.", "The Supreme Court, in the case of Romer v. Evans, saw it differently. Thank goodness they did. ``One century ago,'' Justice Kennedy wrote, ``the first Justice Harlan admonished this Court that the Constitution neither knows nor tolerates classes among citizens.''", "They went on to say, during the course of this opinion:", "``If a law neither burdens a fundamental right nor targets a suspect class, we will uphold the legislative classification so long as it bears a rational relation to some legitimate end.''", "They said Mr. Tymkovich's logic and argument in Romer v. Evans were a basic denial of equal protection under the law. Now Mr. Tymkovich wants an opportunity to go to the second highest court in the land and argue his point of view for a lifetime. I am sorry. That is a bad choice. It is a bad choice for the Tenth Circuit and a bad choice for America.", "Throughout my service in Congress, I have tried to support every effort to end discrimination based on race, gender, ethnic origin, religious belief, age, disability, or sexual orientation. Fair and equal treatment of all Americans is a cornerstone of our society and our political system. Unfortunately, despite the great progress we have made, the struggle for civil rights and equal treatment under the law continues today.", "Federal judges, such as Frank Johnson, stood up 40 years ago under risk of personal harm and risk to their families and said: I will stand up for equal protection under the law--when it came to African Americans. I am sorry to say that based on his arguments and his own words, I cannot believe that Mr. Tymkovich could ever rise to that challenge.", "If we want to turn our backs and ignore the reality of people who have polished their prejudices to a high sheen with legal niceties, we are ignoring a basic responsibility of the Senate of the United States. If we tolerate intolerance, that is a form of intolerance. The intolerance of Mr. Tymkovich, as evidenced in this Law Review article, from which he has not backed away, is something we should not sustain, should not encourage, and should not approve with our vote. If Mr. Tymkovich has his way, the struggle for civil rights and equal treatment under the law will be even greater and more difficult for future generations. That is why I will vote to oppose his nomination.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2003/04/01/S4607-3_executive-session/"}