{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 108, "title": "AWARDING A CONGRESSIONAL GOLD MEDAL TO PRIME MINISTER TONY BLAIR", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-06-25/html/CREC-2003-06-25-pt1-PgH5830.htm", "number": 95, "id": "CREC-2003-06-25-pt1-PgH5830.chunk37", "volume": 149, "chamber": "House", "session": 1, "speaker_last": "Frank", "pages": "H5830-H5837", "speaker_party": "D", "date": "2003-06-25", "bills": null, "bioguide_id": "F000339", "order": 37, "speaking": ["Mr. Speaker, I yield myself the remainder of my time.", "Tony Blair is an embattled politician, as many people are. He will be facing an election within some period of years from his right wing, and he will be defending the positions that he holds. He is a strong defender of a continuation of socialized medicine. He believes that global warming should be addressed by international treaty. I support the British position on allowing gay and lesbian people to serve in the military. So there is a great deal about Tony Blair's record which seems admirable, and I am glad to see my Republican colleagues setting aside what might be some minor differences to them to intervene in a British election by basically giving him this big boost. I am not sure that their fellow conservatives in England are quite so happy.", "I do want to say, though, that I differ with those who suggested that somehow we should not have used this to debate the question of whether or not Americans ought to know whether intelligence was misused or how it was misused. I agree there would be better places to debate it. Unfortunately, the Republican leadership has consistently done everything possible to keep that debate off the floor. The intelligence authorization will be coming up, and that would have been a good time to debate it. Our colleague, the gentlewoman from California (Mrs. Tauscher), had an amendment that would have allowed a debate on whether or not to have a select committee. We cannot have that debate today at the regular ordered time because the Republican leadership ordered the Committee on Rules to kill it.", "So yes, I will agree; I saw this and said, let us use this as a chance to at least have some debate on this issue, since the Republican leadership will not allow it. In fact, what I most admire about Tony Blair right now is that as the Prime Minister and the head of the House of Commons, he has not even tried to use his control to shut off a debate. Unlike the Republican administration and the Republican leadership here, Tony Blair is allowing the British people and the British political system to have a thorough debate about the extent to which there was misuse of evidence on weapons of mass destruction, and I envy the British. I do not just envy them the Gold Medal, I envy them the fact that democracy is functioning in England today on this critical question of whether and to what extent intelligence was misused in a way that is not being allowed to happen in America.", "Now, the gentleman from New York managing this bill referred to the article by Kenneth Pollack. I will submit Mr. Pollack's article for the Record, because he said I am sure there were weapons of mass destruction, and he goes on in that article to be very critical of this administration's misuse of the evidence. It is a very interesting article, and I appreciate once again the gentleman citing it, because he talks about very important questions about the misuse of intelligence, the exaggeration, the manipulation. This is an administration that argued, in part, that the weapons of mass destruction were a major reason to go to war, and that a Rosanna Danna Banana ``nevermind'' is not an appropriate response in a democracy.", "That is what we are getting. We are getting from them bait and switch: Let us go to war because of weapons of mass destruction, and now it is because, well, he was a terrible man. Yes, he was a terrible man. Terrible people are killing people in the Congo. Terrible people run Liberia. Terrible people run Burma. If, in fact, we are going to become the ones that go to the rescue of people misused and abused by their government, there are a lot more that we can go to.", "Weapons of mass destruction was the critical argument used to justify a war, and it now appears that they were grossly exaggerated. The very article by Kenneth Pollack that the gentleman from New York cited is in fact harshly critical of this administration for its misuse of that.", "So thanking Tony Blair because he came to the President's defense at a tough time is a reasonable thing to do. Going to Tony Blair's defense in a tough time for him, that is a reasonable thing to do. Certainly politicians are not unused to helping each other out in tough times and reciprocating.", "But let us look at the contrast. I wish, in addition to the Gold Medal for Tony Blair, we were doing something for the American people. I would just propose to my friends on the other side, given your admiration for Tony Blair, a simple proposition: Let us duplicate here in the United States the procedures that are now being undertaken in the British Parliament, let us give the American people the same exposure to an open debate and investigation that the British people are giving. Let us do something for the American people while we give Tony Blair the Gold Medal, and thus show respect for democracy in our own country.", "Washington.--Where are Iraq's weapons of mass destructions? It's a good question, and unfortunately we don't yet have a good answer. There is hope that the capture of Abid Hamid Mahmoud al-Tikriti, Saddam Hussein's closet aide, will provide the first solid clues. In any event, the mystery will be solved in good time; the search for Iraq's nonconvential weapons program has only just begun. In the meantime, accusations are mounting that the Bush administration made up the whole Iraqi weapons threat to justify an invasion. That is just not the case--America and its allies had plenty of evidence before the war, and before President Bush took office, indicating that Iraq was retaining its illegal weapons programs. As for allegations that some in the administration may have used slanted intelligence claims in making their case against Saddam Hussein, they seem to have merit and demand further investigation. But if the truth was stretched, it seems to have been done primarily to justify the timing of an invasion, not the merits of one. The fact that the sites we suspected of containing hidden weapons before the war turned out to have nothing in them is not very significant. American intelligence agencies never claimed to know exactly where or how the Iraqis were hiding what they had--not in 1995, not in 1999 and not six months ago. It is very possible that the ``missing'' facilities, weaponized agents, precursor materials and even stored munitions all could still be hidden in places we never would have thought to look. This is exactly why, before the war, so few former weapons inspectors had confidence that a new round of United Nations inspections would find the items they were convinced Iraq was hiding. At the heart of the mystery lies the fact that the Iraqis do not seem to have deployed any stocks of munitions filled with nonconventional weapons. Why did Saddam Hussein not hit coalition troops with a barrage of chemical and biological weapons rather than allow his regime to fall? Why did we not find them in ammunition dumps, ready to be fired? Actually, there are many possible explanations. Saddam Hussein may have underestimated the likelihood of war and not filled any chemical weapons before the invasion. He may have been killed or gravely wounded in the ``decapitation'' strike on the eve of the invasion and unable to give the orders. Or he may have just been surprised by the extremely rapid pace of the coalition's ground advance and the sudden collapse of the Republican Guard divisions surrounding Baghdad. It is also possible that Iraq did not have the capacity to make the weapons, but given the prewar evidence, this is still the least likely explanation. The one potentially important discovery made so far by American troops--two tractor-trailers found in April and May that fit the descriptions of mobile germ-warfare labs given by Iraqi defectors over the years--might well point to a likely explanation for at least part of the mystery: Iraq may have decided to keep only a chemical and biological warfare production capability rather than large stockpiles of the munitions themselves. This would square with the fact that several dozen chemical warfare factories were rebuilt after the first gulf war to produce civilian pharmaceuticals, but were widely believed to be dual-use plants capable of quickly being converted back to chemical warfare production. In truth, this was always the most likely scenario. Chemical and biological warfare munitions, especially the crude varieties that Iraq developed during the Iran-Iraq War, are dangerous to store and handle and they deteriorate quickly. But they can be manufactured and put in warheads relatively rapidly--meaning that there is little reason to have thousands of filled rounds sitting around where they might be found by international inspectors. It would have been logical for Iraq to retain only some means of production, which could be hidden with relative ease and then used to churn out the munitions whenever Saddam Hussein gave the word. Still, no matter what the trailers turn out to be, the failure so far to find weapons of mass destruction in no ways invalidates the prewar intelligence data indicating that Iraq had the clandestine capacity to build them. There has long been an extremely strong case--based on evidence that largely predates the Bush administration--that Iraq maintained programs in weapons of mass destruction. It was this evidence, along with reports showing the clear failure of United Nations efforts to impede Iraq's progress, that led the Clinton administration to declare a policy of ``regime change'' for Iraq in 1998. In 1995, for example, United Nations inspectors found Russian-made ballistic-missile gyroscopes at the bottom of the Tigris River; Jordanian officials intercepted others being smuggled into Iraq that same year. In July 1998, international inspectors discovered an Iraqi document that showed Baghdad had lied about the number of chemical bombs it had dropped during the Iran-Iraq War, leaving some 6,000 such weapons unaccounted for. Iraq simply refused to concede that the document even existed. These episodes, and others like them, explain why many former Clinton administration officials, including myself (I was on the staff of the National Security Council in the 90's), agreed with the Bush administration that a war would likely be necessary to prevent Iraq from acquiring nuclear and other weapons. We may not have agreed with the Bush team's timing or tactics, but none of us doubted the fundamental intelligence basis of its concerns about the Iraqi threat. As for the estimates the Bush administration presented regarding Iraq's holdings of weapons-related materials, they came from unchallenged evidence gathered by United Nations inspectors (in many cases, from records of the companies that sold the materials to Iraq in the first place). For instance, Iraq admitted importing 200 to 250 tons of precursor agents for VX nerve gas; it claimed to have destroyed these chemicals but never proved that it had done so. Even Hans Blix, the last head weapons inspector and a leading skeptic of the need for an invasion, admitted that the Iraqis refused to provide a credible accounting for these materials. And it wasn't just the United States that was concerned about Iraq's efforts. By 2002, British, Israeli and German intelligence services had also concluded that Iraq was probably far enough along in its nuclear weapons program that it would be able to put together one or more bombs at some point in the second half of this decade. The Germans were actually the most fearful of all--in 2001 they leaked their estimate that Iraq might be able to develop its first workable nuclear device in 2004. Nor was it just government agencies that were alarmed. In the summer of 2002 I attended a meeting with more than a dozen former weapons inspectors from half a dozen countries, along with another dozen experts on Iraq's weapons programs. Those present were asked whether they believed Iraq had a clandestine centrifuge lab operating somewhere; everyone did. Several even said they believed the Iraqis had a covert calutron program going as well. (Centrifuge and calutron operations allow a country to enrich uranium and produce the fissile material for a nuclear bomb.) At no point before the war did the French, the Russians, the Chinese or any other country with an intelligence operation capable of collecting information in Iraq say it doubted that Baghdad was maintaining a clandestine weapons capability. All that these countries ever disagreed with the United States on was what to do about it. Which raises the real crux of the slanted-intelligence debate: the timing of the war. Why was it necessary to put aside all of our other foreign policy priorities to go to war with Iraq in the spring of 2003? It was always the hardest part of the Bush administration's argument to square with the evidence. And, distressingly, there seems to be more than a little truth to claims that some members of the administration skewed, exaggerated and even distorted raw intelligence to coax the American people and reluctant allies into going to war against Iraq this year. Before the war, some administration officials clearly tended to emphasize in public only the most dire aspects of the intelligence agencies' predictions. For example, of greatest importance were the estimates of how close Iraq was to obtaining a nuclear weapon. The major Western intelligence services essentially agreed that Iraq could acquire one or more nuclear bombs within about four to six years. However, all also indicated that it was possible Baghdad might be able to do so in as few as one or two years if, and only if, it were able to acquire fissile materials on the black market. This latter prospect was not very likely. The Iraqis has been trying to buy fissile material since the 1970's and had never been able to do so. Nevertheless, some Bush administration officials chose to stress that one-to-two-year possibility rather than the more likely four-to-six year scenario. Needless to say, if the public felt Iraq was still several years away from acquiring a nuclear weapon rather than just a matter of months, there probably would have been much less support for war this spring. Moreover, before the war I heard many complaints from friends still in government that some Bush officials were mounting a ruthless campaign over intelligence estimates. I was told that when government analysts wrote cautious assessments of Iraq's capabilities, they were grilled and forced to go to unusual lengths to defend their judgments and some were chastised for failing to come to more alarming conclusions. None of this is illegal, but it was perceived as an attempt to browbeat analysts into either changing their estimates for shutting up and ceding the field to their more hawkish colleagues. More damning than the claims of my former colleagues has been some of the investigative reporting done since the war. Particularly troubling are reports that the administration knew its contention that Iraq tried to purchase uranium from Niger was based on forged documents. If true, it would be a serious indictment of the administration's handling of the war. As important as this debate is, what may ultimately turn out to be the biggest concern over the Iraqi weapons program is the question of whose hands it is now in. If we do confirm that those two trailers are mobile biological warfare labs, we are faced with a tremendous problem. If the defectors' reports about the rates at which such mobile labs were supposedly constructed are correct, there are probably 22 more trailers still out there. Where are they? Syria? Iran? Jordan? Still somewhere in Iraq? Or have they found their way into the hands of those most covetous--Osama bin Laden and his confederates? Nor can we allow our consideration of weapons of mass destruction and politicized intelligence to be a distraction from the most important task at hand: rebuilding Iraq. History may forgive the United States if we don't find the arsenal we thought we would. No one will forgive us if we botch the reconstruction and leave Iraq a worse mess than we found it."], "capitolwords_url": "http://capitolwords.org/date/2003/06/25/H5830_awarding-a-congressional-gold-medal-to-prime-minis/"}