{u'speaker_state': u'SD', u'speaker_raw': u'mr. daschle', u'speaker_first': u'Thomas', u'congress': 107, u'title': u'NOMINATION OF JOHN ASHCROFT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-30/html/CREC-2001-01-30-pt1-PgS686-3.htm', u'number': 12, u'id': u'CREC-2001-01-30-pt1-PgS686-3.chunk0', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Daschle', u'pages': u'S686-S691', u'speaker_party': u'D', u'date': u'2001-01-30', u'bills': None, u'bioguide_id': u'D000064', u'order': 0, u'speaking': [u'Mr. President, in 14 years in the Senate, I have voted on 36 Cabinet nominations: 24 by Republican Presidents and 12 by a Democratic President. Of all of them, this one is by far the most difficult. I have struggled with this decision, as have most of us.', u'I have spent many hours thinking about what I have heard and read. I have reviewed the words of our founders, and I have searched my memory and my conscience.', u"In his inaugural address, President Bush pledged to ``work to build a single nation of justice and opportunity'' for all Americans. I think most Americans share that desire.", u'That is why this vote is so important.', u'John Ashcroft is a man of considerable accomplishment. He is a graduate of Yale and the University of Chicago Law School, a former State auditor, State attorney general, and a former Governor.', u'Beyond that, he is a former Member of this Senate. Many of us have worked with him for a number of years.', u'The question facing us, however, is not: Does John Ashcroft have an impressive resume? Clearly, he does.', u'The question facing us is: Is John Ashcroft the right person to lead the United States Department of Justice?', u"The Attorney General is more than ``the President's lawyer.'' He is the guardian of the constitutional rights of all Americans--the protector of our fundamental freedoms.", u'The Attorney General of the United States has enormous power. He advises the President and every other Cabinet member--on whether their actions are constitutional. He has enormous authority to decide which laws are enforced, and to what extent.', u'The Attorney General decides how--and whether--to intervene in court cases. He is responsible for screening and recommending nominees for the Federal bench, including the Supreme Court.', u'Because of his enormous authority and discretion, the Attorney General--more than any other Cabinet member--has the power to protect, or erode, decades of progress in civil rights in America.', u'I believe the President has the right to choose advisers with whom he is philosophically comfortable.', u"That is why--out of 36 Cabinet nominations, I voted so far on 35, ``yes.'' The only nominee I voted against was John Tower. I think we are all aware of the problems with that nomination.", u"My respect for the President's right to choose his own Cabinet is also a good part of the reason I have voted to confirm every other nominee this President has sent us.", u"At the same time, the Senate has a right--and a responsibility to evaluate the President's nominees; offer advice; and either grant--or withhold--its consent.", u"How do we decide whether to confirm--or reject--a Cabinet nominee? Our Founders, unfortunately, gave us no constitutional guidelines. The ``appointments clause'' of the Constitution says only that the Senate has the power of advice and consent. It does not specify how we should decide.", u"During his 6 years in this body, Senator Ashcroft had his own standard. He made it clear he believes Presidential appointees can--and should--be rejected for ideological reasons. That is the standard he used in blocking Bill Lann Lee's nomination to head the Justice Department's Civil Rights Division.", u"As Senator Ashcroft put it at the time: Mr. Lee ``obviously (has) a strong capacity to be an advocate. But his pursuit of objectives important to him limit his capacity to make a balanced judgment.''", u'Some might say it is fair to hold Senator Ashcroft to that same standard. And they might be right. But I choose a different standard.', u"In Federalist No. 76, Alexander Hamilton said there must be ``special and strong reasons'' for Senators to reject a Presidential nominee.", u'Rarely has that standard been met. Out of more than 900 Cabinet nominations that have reached this floor, the Senate has rejected only five.', u'Only one nominee for Attorney General has ever been rejected on the Senate floor; and that was 76 years ago.', u'Nearly 30 years ago, Archibald Cox was the special Watergate prosecutor--until President Nixon had him fired for doing his job too well. Before that, he was Solicitor General of the United States.', u"He has said that the best way to judge what sort of Attorney General a person will make is not by listening to the nominee's promises about the future. It is by examining his past.", u'In his words:', u'Respect for the law--the fairness with which the law is administered--is the foundation of a free society. The individual who becomes Attorney General can do more by his past record . . . than by his conduct in office . . . to strengthen or erode confidence in the fairness, impartiality, integrity and freedom-from-taint-of-personal-influence, in the administration of law.', u"Is John Ashcroft the right person to lead the Justice Department? Or are there ``special and strong'' reasons that make his appointment as Attorney General unwise? The answer is not in his heart. It is in his long public record.", u'Senator Ashcroft has been a public official for nearly a quarter of a century.', u"Throughout his career, he has been a fierce advocate for his beliefs. Those beliefs--on civil rights, on women's rights, workers' rights, separation of church and State, and many other issues--put him far to the right of most Americans.", u'Senator Ashcroft and his supporters argue that his past activism does not matter. Legislators write laws, they say. Attorneys general simply enforce the laws that are on the books.', u"It is an interesting distinction. But in 8 years as Missouri's attorney general, it is not a distinction John Ashcroft made.", u"For 8 years as Missouri's attorney general and 8 years after that as Governor, John Ashcroft prevented efforts to end segregation of public schools in St. Louis and 23 surrounding communities.", u'The Federal court system found the State responsible for the segregation, and ordered it to correct its sad history. John Ashcroft fought nearly every one of those orders. Three times in 4 years, he appealed all the way to the U.S. Supreme Court. Each time, he lost.', u'When St. Louis and the surrounding communities agreed on their own to a voluntary desegregation plan, Attorney General Ashcroft used the power of his office to block it. His obstruction provoked one judge in the case to threaten him with contempt. Today, he insists that his opposition was just a matter of guarding the public till.', u"But in 1984, when he ran for Governor, John Ashcroft denounced the voluntary desegregation plan as ``an outrage against human decency.''", u"According to the St. Louis Post Dispatch, he and his opponent in the 1984 Republican Gubernatorial primary competed ``to see who could denounce desegregation most harshly . . . exploiting and encouraging the worst racist sentiments that exist in the state.''", u"His continued defiance as Governor caused another judge in the case--a Republican appointed by President Reagan--to conclude that ``the State is ignoring the real objectives of this case--a better education for city students--to personally embark on a litigious pursuit of righteousness.''", u"John Ashcroft's 16-year fight to prevent the voluntary desegregation cost Missouri taxpayers millions of dollars. Worse than that, it cost many children their right to a decent education.", u'So much for the distinction between writing laws, and merely enforcing them.', u'In addition, Attorney General Ashcroft vigorously opposed the Equal Rights Amendment.', u'When the National Organization for Women urged a boycott of Missouri and other States for failing to ratify the ERA, Attorney General Ashcroft ignored settled legal precedent and stretched antitrust laws to sue the organization. He used taxpayer dollars to take the case all the way to the U.S. Supreme Court. The Court ruled that NOW members were simply exercising their fundamental, constitutional right to free speech.', u'Governor Ashcroft also twice vetoed voting-rights bills that would have allowed trained volunteers to register voters in the city of St. Louis--just as they did in neighboring suburbs, where there were more white and Republican voters.', u"Earlier this month, in his opening remarks before the Judiciary Committee, Senator Ashcroft described himself as ``a man of common-sense conservative beliefs.'' The truth is, there is nothing common about his conservatism.", u"Here in this Senate, he demonstrated what the New York Times called ``a radical propensity for offering constitutional amendments that would bring that document into alignment with his religious views.''", u'In more than 200 years, our Constitution has been amended only 27 times--including the 10 amendments of the Bill of Rights. In his one term in this Senate, John Ashcroft introduced or cosponsored seven constitutional amendments. One of his amendments would have radically rewritten the rules to make it easier to amend the Constitution. Another would have made abortion a crime, even in cases of rape and incest, and even when continuing a pregnancy would result in serious and permanent injury to a woman. It also would have banned most common forms of birth control.', u"By his own account, Senator Ashcroft was ``probably more critical than any other individual in the Senate'' of Federal judges. He has vilified judges with whom he disagrees as ``renegade judges, a robed and contemptuous elite.''", u"He frequently opposed qualified Presidential nominees. He opposed both Dr. Henry Foster and Dr. David Satcher for Surgeon General because they supported President Clinton's position on a woman's right to choose. In Dr. Foster's case, he prevented the nomination from ever reaching the Senate floor.", u"In 1998, when James Hormel was nominated to serve as U.S. Ambassador to Luxembourg, Senator Ashcroft said he opposed the nomination because Mr. Hormel ``has been a leader in promoting a lifestyle.''", u"While Senator Ashcroft never met with Mr. Hormel to discuss his qualifications, he now asserts vaguely that it was the ``totality'' of Mr. Hormel's record that prompted his opposition.", u"Then-Senator Al D'Amato--a member of Senator Ashcroft's own party--saw a different reason.", u"In a 1998 letter to Senator Lott, Senator D'Amato wrote: ``I fear Mr. Hormel's nomination is being held up for one reason and one reason only: the fact that he is gay.''", u"Senator Ashcroft blocked Bill Lann Lee's nomination to head the Justice Department's Civil Rights Division because of Mr. Lee's views on affirmative action.", u'Just as Senator Ashcroft assures us that he will enforce laws with which he disagrees, Mr. Lee assured members of the Judiciary Committee that he would enforce Supreme Court rulings restricting affirmative action.', u"Senator Ashcroft refused to accept that assurance. Perhaps the most troubling for me personally is Senator Ashcroft's treatment of Judge Ronnie White, the first nominee to the Federal district court to be rejected on the Senate floor in 50 years.", u"Judge White grew up in a poor family and worked his way through college and law school. He is a former prosecutor, State legislator, circuit judge, and member of the Missouri State appeals court. He is the first African American ever appointed to the Missouri Supreme Court. In 1997, he was nominated to be a U.S. district court judge. For 2 years, Senator Ashcroft blocked Judge White's nomination from coming to the Senate floor. The wait lasted so long that the seat for which Judge White was nominated was officially declared a judicial emergency.", u"When Judge White's nomination finally did come to the floor, Senator Ashcroft misled the Senate and deliberately distorted his record. For me, that day was one of the saddest in all of my years in the Senate.", u"John Ashcroft smeared Judge White as ``pro-criminal and activist,'' a man with a ``tremendous bent toward criminal activity.'' Nothing could be further from the truth.", u"Stuart Taylor who writes for the conservative National Journal magazine writes that John Ashcroft's treatment of Judge White alone makes him ``unfit to be Attorney General.''", u"``The reason,'' Taylor writes, ``is (that) during an important debate on a sensitive matter, then-Senator Ashcroft abused the power of his office by descending to demagoguery, dishonesty and character assassination.''", u"I do not believe John Ashcroft's treatment of Judge White was motivated by racism. I believe it was plain political opportunism. In the heat of a tough reelection battle, John Ashcroft was willing to try to distort the record and destroy the reputation of a good man. To this day, Senator Ashcroft continues to misrepresent Judge White's record and insist that he himself did nothing wrong.", u"The job of Attorney General demands fairness, judgment, tolerance, and respect for opposing views. It demands commitment to equal rights for all Americans and a sensitivity to injustice. John Ashcroft has shown a pattern of insensitivity through his public career. Even now he refuses to disavow Southern Partisan Quarterly Review, a magazine that has defended slavery. He refuses to distance himself from Bob Jones University, a cauldron of intolerance that has described Mormons and Catholics as ``cults which call themselves Christian.''", u"Senator Ashcroft has said there are only ``two things you find in the middle of the road: a moderate and a dead skunk.'' I think he is wrong. The other thing you find in the middle of the road is the vast majority of the American people.", u'An article in the December 23 New York Times quoted an adviser to President Bush as saying:', u'Attorney General was the one area where the right felt very strongly, a la Ed Meese. This is a message appointment.', u"The adviser described it as a signal to the conservatives that ``I hear your concerns.''", u"What message does making John Ashcroft Attorney General send to the rest of America? What message does it send to women or to minorities? What message does it send to judges and others who may not see the world exactly as John Ashcroft sees it? What message does making John Ashcroft Attorney General send to Americans who fear their votes don't count and aren't counted?", u'John Ashcroft has said:', u'There are voices in the Republican Party today who preach pragmatism, who champion conciliation, who counsel compromise. I stand here today to reject those deceptions. If ever there was a time to unfurl the banner of unabashed conservatism, it is now.', u'I say, if ever there was a time to unfurl the banner of conciliation, it is now. Senator Ashcroft is a man of intellect and passionate beliefs. I am sure there are many ways he can serve the causes in which he believes so fiercely, but I do not believe it is fair or reasonable for us to expect him to fully enforce laws he finds unwise, unconstitutional, and, in some cases, morally repugnant.', u'How can John Ashcroft enforce laws he has spent his entire public career fighting? What would that say about him if he did?', u'I have turned this over in my head a hundred times. Every time the answer is sadly the same: I do not believe John Ashcroft is the right person to lead the U.S. Department of Justice. For that reason, I will vote no on this nomination.', u"In his inaugural address, President Bush spoke of the ``grand and enduring ideals'' that unite Americans across generations. ``The grandest of all these ideals,'' he said, ``is an unfolding American promise that everyone belongs, that everyone deserves a chance, that no insignificant person was ever born.''", u"I applaud the President's words, but I cannot reconcile them with this nomination. John Ashcroft spent 6 years in the Senate mocking bipartisanship. To require that we confirm him now as proof of our bipartisanship and good faith is asking too much.", u'I thank Senators Leahy and Hatch and members of the staff of the Judiciary Committee for conducting a full and fair hearing. I thank the many witnesses and people all across our Nation who made their voices heard on this critical nomination.', u'In closing, regardless of what we decide, I hope we will all remember what this debate is about. It is not about partisan politics. It is not about whether we are willing to work with this President. It is about justice.', u'Nearly a century ago, another Republican, President Theodore Roosevelt, heard rumors that the district attorneys and marshals in a particular State would be ordered to replace their deputies for political reasons. Immediately President Roosevelt sent a letter to his Attorney General, a man named William Moody, demanding that the plan be stopped. As he put it:', u'Of all the officers of the Government, those of the Department of Justice should be kept free from any suspicion of improper action on partisan or factional grounds.', u'He went on to say:', u'I am particularly anxious that the federal courts . . . should win regard and respect for the people by an exhibition of scrupulous nonpartisanship, so that there shall be gradually a growth--even though a slow growth--in the knowledge that the Federal Court and the Federal Department of Justice insist on meting out even-handed justice to all.', u'That was in 1904.', u"Over the course of the 20th century, we made great strides in assuring that America's courts and Justice Department are indeed committed to evenhanded justice for all. Now, as we begin the 21st century, is not the time to turn the clock back.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/30/S686-3_nomination-of-john-ashcroft/'}