{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 107, "title": "PROGRAM", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-02-01/html/CREC-2001-02-01-pt1-PgS981-4.htm", "number": 14, "id": "CREC-2001-02-01-pt1-PgS981-4.chunk7", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S981-S1008", "speaker_party": "D", "date": "2001-02-01", "bills": null, "bioguide_id": "L000174", "order": 7, "speaking": ["Mr. President, as we get to the end of this debate, I think it is wise if we look at some of the facts of the debate and not just the rhetoric.", "We debated this matter virtually nonstop from 10:30 yesterday morning until 8:10 yesterday evening. We did it without intervening business. I do not think we had as much as 5 minutes expended in quorum calls. For our side, this was certainly not a dilatory debate but a substantive one. It was not the politics of personal destruction, but the Senate exercising its constitutional responsibility to examine one of the most important nominations that this President or any President could send to the Senate.", "Let's go over the facts. The Senate received the President's nomination on Monday afternoon of this week. The Judiciary Committee debated this nomination on Tuesday afternoon the following day, and voted on it that evening. We began the Senate debate yesterday morning, less than 48 hours after receiving the nomination. We are concluding it in less than 14 and one half hours of Senate debate. We are voting up or down on this nomination this afternoon.", "I mention this because I have heard those who point to the nomination of the last Attorney General, Janet Reno, as some sort of model of speedy confirmation. She was nominated after an earlier nomination had hearings and was withdrawn. Her nomination was not voted upon for a month after she was nominated. By comparison, we are voting on John Ashcroft when his nomination has been before us for only less than three days. That was not a controversial nomination. Republicans, as well as Democrats, came to the floor to praise her record, but she was still not sworn in until mid-March.", "A better comparison would be to find the last controversial nomination; that was that of Attorney General Meese. He was first nominated in January 1984 by President Reagan. He was finally considered by the Republican-controlled Senate in February 1985, 13 months after being nominated. Five weeks ensued between his nomination and his initial hearing.", "The nomination underwent 7 days of hearings, involved nearly 50 witnesses, under a Republican-controlled Senate, when he was Republican nominee by a popular Republican President. He was reported by the Judiciary Committee, a Republican-controlled Judiciary Committee, by a 12-6 vote, not the lesser margin of 10-8 by which the Ashcroft nomination was reported.", "The Senate, with a Republican majority leader, allowed 2 weeks between the committee vote and Senate consideration--2 weeks, not the 17 hours we had on the Ashcroft nomination. The Senate debated the Meese nomination over 4 days, on February 19, 20, 21, and 23--not the day and a half devoted to the Ashcroft nomination. Then, the Republican-controlled Senate voted 63-31 to confirm Attorney General Meese.", "I believe those 31 negative votes were the most ever against an Attorney General. Even as the very popular President Reagan was preparing to begin his second term, the nomination of his Attorney General resulted in 7 days of Senate hearings, 4 days of Senate debate, and 31 votes in opposition. I mention this because there was some suggestion that maybe some on this side held this up. This nomination was handled a lot more rapidly done than at the time of Attorney General Meese.", "The Senate is soon going to vote on the nomination of John Ashcroft to be Attorney General. I think it is safe to say that all of us in this body would like to be able to vote in favor of the next Attorney General. Those of us who are going to vote no on this nomination take no pleasure in doing so. Frankly, I have heard many say--and I feel this myself--we wish the President had sent a different nomination for this critical job. We wish, if he wished to have our colleague, Senator Ashcroft in the Cabinet, that he had nominated him for a different position. We wish the President had adhered to the standard he set forth in his own inaugural address and that he had sent us a nominee who would unite the country and have the utmost credibility with the disaffected, dispossessed, and disenfranchised.", "We knew the nomination of Senator Ashcroft had become a ``done deal'' weeks ago. The Republican leadership reported that all 50 Republican Senators would be voting in favor of this nomination, and, of course, with the Vice President they would be able to win.", "This decision was made before any hearing, before the nominee answered any question, written or oral, before any background check or review of his record was ever begun, let alone completed. That is why some members of the Judiciary Committee on the other side went so far as to argue that the committee need not hear testimony from the public at all, and need not review the nominees's required financial disclosures, papers required of every nominee.", "Most Democratic Senators, I am happy to say, declined to prejudge the matter. As chairman during the 17 days of the Judiciary Committee hearing, I expedited a balanced hearing to review the nominee's record and to hear people from Missouri and others, pro and con, on this important nomination. We had virtually an equal number for Senator Ashcroft as against him--I think actually one more for. But I believe that all Senators can be proud that our hearings focused on issues, not on the nominee's personal life. We can also be proud of the tone set during this debate on the Senate floor.", "But there is one big exception. I take strong exception--in fact, the strongest terms I can think of in my 26 years in the Senate--to the characterization we have heard about the issue of religion and this nomination. The Senate was told that opponents of this nomination have implied that Christians have no place in public life.", "If that charge was not on its face so absolutely preposterous in this body, it would have invited several hours of discussion to set the record straight. It is such an untrue and inflammatory assertion.", "Needless to say, if that was the debate, it would be fair to speculate that many, probably most of President Bush's nominees are Christians and confirmed by this body. All of his nominees are confirmed. I know of none planned, or who have been announced by the distinguished leader as ready for votes, who are not going to be confirmed. If their religion has been mentioned at all, it has been mentioned to their credit.", "Is it really necessary to point out that men and women of Christian faiths are plentiful in both parties in these very Halls of Congress? More to the point, there are good people, who are Christians, on both sides of the Ashcroft nomination, just as there are good people, who are not Christians, on both sides of the Ashcroft nomination. In fact, the reason religion has come up during these confirmation proceedings is not because of John Ashcroft's religious beliefs, but because of concern about the level of tolerance he may show towards those with different religious beliefs. That is why his visit to and acceptance of an honorary degree from, and comments made during the hearings about Bob Jones University, have been a legitimate concern to many.", "The relevance of Senator Ashcroft's association with Bob Jones University is not about his own religious beliefs. It is about what it says about Senator Ashcroft's sensitivity and tolerance towards those whom that institution regards in such negative ways, and treats so differently. The policies of that institution have been to bar African Americans, to bar interracial dating, and to derogate Mormons and Catholics as belonging to cults.", "That John Ashcroft does not seem to fully understand the concern that this causes to many Americans is itself troubling to so many. We have heard from some the term they have seemed to coin: ``religious profiling.'' I will say it once again as clearly as I can. No Senator on either side of the aisle during these proceedings has sought to apply any religious test to John Ashcroft. No Senator has sought to tar the nominee as a racist. Senator Ashcroft's religious beliefs have not been a source of inquiry or concern for any member of the Judiciary Committee.", "Notwithstanding, ironically enough, what Bob Jones University has said about Catholics and Mormons--with the two leaders of this committee being one a Catholic and the other a Mormon--both Senator Hatch and I have said we have never once heard Senator Ashcroft take the position that Bob Jones University has towards us or anybody of our religions.", "This confirmation debate has not been about religious profiling. If anything, this is a nomination struggle about issue profiling, and those issues include the nominee's record on civil rights and women's rights, the rights of gay Americans, and voter registration.", "Those supporting this nomination argue that he should be confirmed because his religious devotion represents a special, unimpeachable level of integrity, and that his religion makes him more likely to abide by his oath of office. My view is that religion is neither a qualification nor disqualification for public office. I hold deep religious beliefs. But as I told someone as I left church this Sunday, this past Sunday: I would not expect anybody to vote either for or against me because of my religious beliefs.", "I would expect them to vote for or against me because of my political beliefs.", "Indeed, article VI of the Constitution prohibits any religious test as a qualification for public office. I hope Senator Ashcroft's supporters are not urging any form of such unconstitutional test.", "The issue is his public record, not his religious faith. I and several others have said how much we admire his commitment to his family and his religion. I consider those two of the most admirable qualities in our former colleague. The issue, though, is how he has fulfilled his public duties.", "Senator Byrd posed the question yesterday whether any man's past can withstand scrutiny. Confirmation hearings should not be held to dissect a nominee's personal life--and this one did not--but they are to examine his past record and actions, to hear from the nominee about how he views his prior positions and actions within the perspective and wisdom that time should bring.", "What I observed of this nominee at his hearings can be summed up in two words: No regrets.", "He had no regrets about the aggressive manner in which he litigated in opposition to a voluntary desegregation plan in St. Louis, or about the missed opportunity to resolve that divisive matter, about his use or his involvement for political gain, or about the misleading testimony he initially gave the committee about whether the State of Missouri was a party to the litigation and had been found liable.", "He had no regrets about vetoing two bills designed to ensure equal voting rights for African American voters in St. Louis.", "He had no regrets about appearing at Bob Jones University, and he even testified that he might return there after being confirmed as Attorney General of the United States.", "He certainly passed up the opportunity, as has been suggested, now that he knows so much about Bob Jones University, to take the honorary degree, put it in an envelope, and send it back. He had no regrets about granting an interview to the Southern Partisan and praising this neo-Confederate magazine and appearing to embrace its point of view.", "One of the things that bothered me greatly is that he had no regrets about his treatment of Judge Ronnie White, Ambassador James Hormel, Bill Lann Lee, Judge Margaret Morrow, or any of the other Presidential nominees he opposed.", "Each of us has a duty to determine how we exercise our constitutional duty of advise and consent. As I said at the outset of this debate, strangely enough--or perhaps not so strangely--the Constitution is silent on the standard we should use in deciding how to fulfill our advise and consent duty.", "I have thought about this over the years, and I have come to the conclusion that it is testament to the wisdom of the framers because, in the end, those who elect us have the final say in whether they approve of how we conducted ourselves and, if they approve, of how we exercised our constitutional responsibilities.", "Some have argued that the issues that have arisen during this confirmation process have been generated out of thin air by advocacy groups or by Senators who oppose this nomination. In fact, these are the same issues upon which the voters of Missouri based their verdict on election day last November, an election Senator Ashcroft lost.", "John Ashcroft's actions toward Judge Ronnie White and his association with Southern Partisan magazine and Bob Jones University were hotly debated in Missouri. They were issues in his unsuccessful reelection campaign.", "The Kansas City Star noted in November 1999:", "A lot of Missourians are still struggling to understand why Sen. John Ashcroft took out Ronnie White.", "Rallies for Judge White were held in downtown St. Louis. Local groups circulated petitions calling for Senator Ashcroft to ``publicly retract'' his comments in Southern Partisan. At least one Missouri municipality passed a resolution asking Senator Ashcroft to ``cease the promotion of Jefferson Davis'' and other Confederate leaders in Southern Partisan, and they criticized his actions with respect to Judge White.", "Another Missouri city council passed a resolution asking Senator Ashcroft to apologize to Missouri residents for his comments in Southern Partisan.", "Yesterday, an old friend, a Republican, contacted me to share a quote from Reinhold Niebuhr:", "Man's capacity for justice makes democracy possible; but man's inclination to injustice makes democracy necessary.", "In this regard, I note that we heard often about John Ashcroft's past election victories in Missouri. What has gone unmentioned is the fact that the voters of Missouri registered a negative judgment on the politics, policies, and practices of John Ashcroft just last November. Not surprisingly, they are the same issues that have arisen during his confirmation debate. We heard during our hearings how African American voters of Missouri had voted overwhelmingly against him.", "John Ashcroft's stubborn defense of his past record and the fact he has no regrets over incidents that concern many of his Missouri constituents and that now concern many Americans does not instill confidence. On the contrary, to many it is a troubling signal. He lacks the sensitivities and balance we need in the Attorney General. We need an Attorney General who has the trust and confidence of the American people and who is dedicated to protecting the rights of all of us.", "Remember, the Attorney General is not the President's lawyer. He has a White House counsel. The White House counsel is not required to come to the Senate for confirmation. The Attorney General is there for all of us--black, white, rich, poor, Democrat, Republican, no matter who we are.", "The American people are entitled to an Attorney General who is more than just a friend to many of us in the Senate, as John Ashcroft is a friend, and who promises more than just the bare minimum, that he will enforce the law. All Americans, whether they are part of the 100 Members of a Senate club, no matter what they may be, all Americans, the 280 million other Americans who do not serve here, are entitled to someone who will uphold the Constitution as interpreted by the Supreme Court, who will respect the Congress and the courts, who will abide by decisions with which he disagrees, and enforce the law for all people regardless of politics. They are entitled to someone whose past record demonstrates that he or she knows how to exercise good judgment in wielding the enormous discretionary power of the Attorney General.", "I said before that we cannot judge John Ashcroft's heart, nor should we be able to, but we can examine his record. And running through that record are disturbing recurrent themes: Disrespect for Supreme Court precedents with which he disagrees; grossly intemperate criticism of judges with whom he disagrees--the ``ruffians in robes'' comment--insensitivity and bad judgment on racial issues; and the use of distortions, secret holds, and ambushes to harm the careers of those whom he opposes or for political gain.", "I engaged in a colloquy yesterday with the senior Senator from Virginia during this confirmation process. Senator Warner is a dear and valued friend. We have been friends for decades. He observed that he thought the hearings and consideration by the Senate will result in John Ashcroft being a stronger, more deeply committed public servant.", "It is my fervent hope that John Ashcroft has come to understand the reasons that many of us are troubled by his record and troubled by the manner in which he responded to our concerns at the nomination hearing.", "I hope Senator Ashcroft better appreciates the concerns of the significant number of Americans who oppose this nomination. Public opinion polls show there are as many people opposed to the nomination as support it. For those who doubt the promise of American justice--and, unfortunately, there are those in this country who do, for whatever reason--this nomination has not inspired confidence in the man nominated to head the U.S. Department of Justice.", "If John Ashcroft is to be confirmed, then he is going to have a lot of work to do to prove that the President's choice was a wise one, and that he will be the people's lawyer and defender of their rights--all the people.", "The country is sharply divided about this nomination, but so is the Senate. I wish the President had sent the Senate a nominee who would unite us and not divide us, but that did not happen.", "I hope the President knows--after this debate, and after this divisive election--the task of bringing the Nation together still lies ahead of us. I hope all of us will be able to help in that uniting.", "I think nothing I will ever do in my life will mean as much to me as serving in the Senate. I have served with 280 or so Senators, who have all been people I have admired and respected. I hope that after this nomination, and after this battle--however the vote comes out; I expect I know how it will come out--then the Senate will work together, on both sides of the aisle, with the new President, and with all members of his Cabinet, and with the new Attorney General, to start healing these wounds, to not just talk about bringing us together, but to actually do it.", "There are deep, deep concerns in the country about this nomination. I would suggest that every one of us--Republican and Democrat--have a long road ahead of us to bring those sides together, but on that long road we also have the responsibility to take that trip.", "I reserve the remainder of my time.", "Mr. BOND addressed the Chair."], "capitolwords_url": "http://capitolwords.org/date/2001/02/01/S981-4_program/"}