{u'speaker_state': u'NE', u'speaker_raw': u'mr. kerrey', u'speaker_first': u'J. Robert', u'congress': 106, u'title': u'NUCLEAR WEAPONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-04-04/html/CREC-2000-04-04-pt1-PgS2138-4.htm', u'number': 40, u'id': u'CREC-2000-04-04-pt1-PgS2138-4.chunk0', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kerrey', u'pages': u'S2138-S2141', u'speaker_party': u'D', u'date': u'2000-04-04', u'bills': None, u'bioguide_id': u'K000146', u'order': 0, u'speaking': [u'Mr. President, the Department of Defense announced about 2 weeks ago that they are going to delay a critical feasibility test of an interceptor which would protect the United States from a ballistic missile attack. This delay, it should be noted, will give Congress and the President some additional breathing room before we begin the debate to deploy a missile defense system. It may even mean the final decision on deployment may not occur until after the November Presidential election, as many have urged already.', u"However, I believe, we should use this opportunity to consider anew the threats which the United States faces as a consequence of nuclear weapons. The approximately $25 billion missile defense system being contemplated is in response to a threat that does not exist today but very assuredly could if nations such as North Korea, Iran, or Iraq continue to develop their weapons of mass destruction programs. Under estimates provided to us by the CIA's National Intelligence Estimates and a panel of experts headed by Mr. Donald Rumsfeld we have been alerted to, the possibility exists that these countries could have weapons of mass destruction and the means to deliver them to the United States within 5 years. It is this potential threat, along with a possible accidental or unauthorized launch by Russia, that justifies the attempt to build an effective missile defense system.", u'Three facts should be understood before proceeding further. First, this system is not the original Star Wars proposal of President Reagan. In other words, it is not a system which would protect us against a massive attack by Russia, a threat we now believe no longer exists. Second, the annual costs to build and maintain this new system would be in addition to the estimated $15 to $25 billion annual costs of the nuclear arsenal we maintain against the old threat of the Soviet Union. Third, the deterrent argument we used during the cold war was based on the rational presumption that the Soviet Union would never attack us if they knew that an attack would result in the destruction of their nation. However, we cannot presume rational behavior from North Korea, Iraq, Iran, or potential terrorists will be the order of the day. We presume they would be willing to suffer the consequences of retaliation to do terrible damage to the United States of America.', u'A scenario which imagines such an attack quickly justifies the investment in missile defenses. Even one relatively small nuclear weapon which North Korea, Iran, Iraq, or a non-nation-state terrorist could launch at the United States would inflict more damage than the largest natural disaster our country has ever experienced. An unauthorized or accidental launch by Russia would be a catastrophe that could kill millions and inflict grave economic and psychological damage to our country.', u'Such a scenario is part of the new world of threats where even, or perhaps especially, the United States, the nation with the largest and most deadly nuclear arsenal, is at risk and can be held hostage to the threats made by otherwise insignificant world leaders. This truth increases the appetite of a few to command even a relatively crude and small nuclear weapon as well as a delivery system to hit us. A strong offensive nuclear capability is not a deterrent because of the irrational behavior of someone who hates and wants to hurt us. Nor was our strong offense a deterrent to India and Pakistan first testing nuclear weapons and then threatening each other with possible first use.', u"We have come a long ways since the beginning of the nuclear age a half century ago. I recently went to the web page of Gen. Paul Tibbets and read his account of the 6-hour flight on August 6, 1945, that dropped the first atomic bomb on Hiroshima, Japan. The 86-year-old Tibbets was the pilot of the B-29 called Enola Gay that dropped the atomic bomb, a uranium core device with a 15 kiloton yield nicknamed Little Boy. Three days later a second atomic bomb nicknamed Fat Boy, on account of its plutonium core, was dropped from another B-29 on Nagasaki. The two violent detonations contributed to Japan's unconditional surrender on August 14, 1945.", u'Before I go further, I must declare that I am not an impartial observer of these bombings. My father became part of an occupation force rather than the invasion force, which had been planned for September of 1945. His brother was captured by the Japanese on the Bataan peninsula of Luzon, Philippines, and was killed just days before American forces began the second battle of the Philippines, one of the bloodiest battles of the war. So I am on the side of those who believe President Truman made the right decision. I simply cannot and will not revise history to reach any other conclusion.', u"Still, the civilian deaths caused by those two bombs shock and sicken all who have examined the aftermath of just two atomic detonations. So shocking are the stories that during the 50 years that followed, no American Commander in Chief has ever used these weapons again. Even when a good argument could be made for their effectiveness in saving military and civilian lives by shortening and winning wars, the ``bomb'' was not used.", u"Indeed, as the recent NATO operation against Yugoslavia demonstrated, today's military planners and their political bosses measure the benefits of using conventional weapons against the potential moral and political losses associated with even unintended civilian casualties. Thus has the experience of Hiroshima and Nagasaki become a real and powerful deterrent against the use by the United States of nuclear weapons.", u'This makes it all the more surprising that both the United States and Russia continue to maintain, on hair-trigger alert, huge stockpiles of vastly more powerful and more accurate strategic nuclear weapons than those used 56 years ago this summer. To understand why, we must trace the arguments used since 1945 for the development of our nuclear arsenal. For the first 20 years or so of the cold war, nuclear weapons were seen as an inexpensive alternative to unacceptably high levels of conventional forces that would have been needed to deter a belligerent Soviet Union with an open ambition for more territory in Europe. As the Soviet Union built up its own nuclear capability a new argument--the need to deter a bolt out of the blue attack--eclipsed the old.', u"But, today, neither the Russian conventional or nuclear forces are the threat they once were. Today, we are not fearful of an intentional attack on Europe with conventional forces or a nuclear attack on the United States. Today's threat is that a nuclear weapon could be launched accidentally or without the authorization of the democratically elected Russian President. Today's threat also includes the possibility that Russian technology or materials could be purchased by nations like Iran that have indicated their desire to become a nuclear nation. Finally, today's threat assessment also includes the possibility that Russian elections could once again produce a more dangerous leader whose intentions were less trustworthy.", u'Even with all of these factors considered, I believe our current inventory of strategic nuclear weapons is much larger than what is needed to keep America safe today and in the foreseeable future. This larger inventory forces the Russians to maintain an inventory larger than they can control--which in turn increases the risk of accidental or unauthorized launches and decreases the effectiveness of missile defense. And this larger inventory diverts much needed resources from the modernization of our conventional forces, which we are much more likely to be using in the future.', u'Consider the arsenal currently available to our President. Our Commander in Chief could order the launch of 500 Minutemen III and 50 Peacekeeper missiles in the land-based arsenal. The bulk of the Minutemen III missiles are armed with three 170 to 335 kilotons warheads. The 50 Peacekeeper missiles are each armed with 10, individually targetable warheads with a yield of 300 kilotons each. These land-based missiles would produce 2,000 nuclear detonations each of which each would be 10 to 20 times larger than the Hiroshima bomb.', u'At sea, our President commands 18 Ohio-class submarines. These are the ultimate in survivability, able to stay undetected at sea for long periods of time. As such, our submarine force must give pause to any potential aggressor. Eight of these boats carry 24 C-4 missiles. Each of these missiles are loaded with 8 warheads with 100 kilotons of yield. The other 10 subs carry 24 of the updated D-5 missiles. These missiles also are equipped with 8 warheads with varying degrees of yield from 100 to 475 kilotons. Again, if the President launched all the missiles in the submarine arsenal he would produce 3,500 detonations.', u'In the air, the President commands a strategic bomber force which includes both the B-2 and B-52 bombers. These bombers, in total, have the capacity to carry about 1,700 warheads via nuclear bombs and air launched cruise missiles.', u'Our land-based force can deliver approximately 2,000 warheads on over 500 delivery vehicles with a total yield of about 550 megatons. Our sea-based force can deliver over 3,000 warheads on over 400 delivery vehicles for a total yield of approximately 490 megatons. Our air-based force can deliver 1,700 warheads on approximately 90 delivery vehicles with a yield of 820 megatons. In total, this is about 7,000 warheads with a total yield of over 1,800 megatons.', u"Russia has a similarly deadly force, but with an increasing inability to modernize or maintain these weapons. Because of this, I remain hopeful that President Putin's election will improve the chances of the Russian Duma ratifying START II sometime this spring. But even under START II, the United States and Russia will each maintain in excess of 3,000 warheads at the end of 2007. While both sides hope to quickly follow ratification of START II with a START III agreement, U.S. negotiators have insisted on maintaining approximately 2,500 warheads per side. This comes despite strong indications that within a matter of years Russia will not be able to maintain a force of more than a few hundred weapons and an offer from Russian negotiators that START III focus on warhead levels of approximately 1,500.", u'I think it is fair for the American people to ask why. Why, when the Russians have indicated a willingness to go lower, are we insisting on keeping so many strategic nuclear warheads? I think the answer can be found in the way in which we target our nuclear weapons. The United States nuclear blueprint of targets and targeting assignments are contained in a highly classified plan known as the Single Integrated Operational Plan, or SIOP. To understand our nuclear policy, one must understand how the SIOP drives nuclear force levels. Because the SIOP is highly classified, I cannot describe it in public.', u"But I can say that targeting strategies have changed a lot since Hiroshima. The variables which dictate changes have been arms control agreements, perception of today's threat, and estimation of tomorrow's. Understanding the history of U.S. nuclear policy may help explain the rationale for the targeting plan.", u"In the beginning, we had a letter from Albert Einstein to then-President Franklin Roosevelt in 1939. In this letter, Einstein alerted Roosevelt of the potential of nuclear chain reactions and warned him about Nazi Germany's efforts to monopolize the necessary uranium. Einstein also urged the President to foster ties between the Government and scientists working in the area of atomic research. As a result of Einstein's letter, Roosevelt authorized a study of the potential of atomic power. But it was not until the U.S. entered World War II that Roosevelt formalized the Government's participation in this new area of science. The result was the creation of the Manhattan Project. The Manhattan Project was a monumental undertaking that employed over 200,000 men and women at a cost of $20 billion in today's inflation-adjusted dollars. Ultimately, it was successful in creating the world's first atomic bombs, whose devastating impact helped end the Second World War in the Pacific.", u'The second phase of our effort was the strategic bombing phase. Having created this powerful new weapon, and as the cold war began, U.S. policymakers faced the task of deciding how to incorporate these weapons into the U.S. arsenal and under what circumstances they should be used. Our initial policy was based on the concept of strategic bombing, which mirrored our strategy during the Second World War. Early plans called for the targeting of urban industrial centers--not unlike Hiroshima and Nagasaki--and specifically targeted 34 bombs on 24 Soviet cities. Given the fact that Japan had surrendered following the use of just two bombs, this was thought sufficient to devastate the Soviet Union under any circumstance.', u'The third phase of our planning was called massive retaliation because in 1949 the U.S. approach to nuclear weapons had to be reconsidered following reports that the Soviet Union had acquired a nuclear weapons capability of their own. From this point on, U.S. policymakers had to consider Soviet nuclear sites in targeting and had to be able to deal with the fact that for the fist time Americans lived under the threat of a nuclear attack.', u'Into the 1950s U.S. nuclear policy continued to develop. By the Eisenhower administration, the U.S. nuclear arsenal had greatly increased in numbers, but we had adopted a policy of massive retaliation. This policy stated that an attack by the Soviet Union would result in an instant, all-out U.S. nuclear response. The greater reliance on nuclear weapons allowed the United States to decrease its commitment to conventional weapons and keep defense spending in check.', u'The next phase is what was called flexible response. It occurred because the number of nuclear weapons needed to maintain this policy increased significantly as U.S. intelligence improved its ability to identify Soviet targets. As a result of the expansion of possible targets, there was an increased demand for nuclear weapons. Toward the end of the Eisenhower administration, policymakers began to recognize the need to create greater flexibility in the U.S. nuclear strategy.', u'During the last months of the Eisenhower administration and into the Kennedy administration, the focus shifted to creating a flexible response strategy that would allow the President to respond to Soviet provocation through a range of options--not simply an all-out attack. The result of this effort was the creation of the SIOP. The original SIOP, SIOP-62, embodied the policy of massive retaliation. It contained one plan in which the United States would launch all of its nuclear weapons in a single attack. SIOP-62 targeted every city in the Soviet Union and China with an estimated 360 to 425 million civilian casualties.', u'When President Kennedy entered office, he immediately called for a change in the SIOP to reflect the policy of flexible response. As a result, SIOP-63 included limited nuclear responses and negotiating pauses as a part of the overall nuclear strategy. SIOP-5 and SIOP-6 continued the trend toward increasing flexibility by creating a wider range of nuclear targeting and response options. While the various SIOPs were successful in creating greater options for the President, they also helped to create a phenomenon in which the number of nuclear weapons were increased dramatically.', u"As the SIOP sought to create an inclusive list of Soviet targets, weapons were manufactured and assigned to those targets. As intelligence gathering capabilities grew, the number of targets were also increased. Furthermore, as the Soviets created more weapons to target our weapons, the U.S. would increase our arsenal to match. The result was a classic arms race. According to a recent book called Atomic Audit, edited by Stephen Schwartz, this process was further escalated when in 1974 Secretary of Defense James Schlesinger ordered that U.S. nuclear forces ``be able to destroy 70% of the Soviet industry that would be needed to achieve economic recovery in the event of a large-scale strategic nuclear exchange.'' This order was mistakenly thought to mean that 70% of each individual factory or industrial unit would have to be destroyed rather than 70% of the overall production capability. In order to achieve assurance of 70% destruction, each target was often assigned multiple warheads, thus increasing the nuclear arms spiral.", u'Near the height of this nuclear build-up, a remarkable thing occurred: communism collapsed in Eastern Europe and the Soviet Union. Many people assume that the end of the Cold War has caused the United States to fundamentally rethink the SIOP. However, most of the changes appear to have occurred at the margin and have not involved fundamentally rethinking in the face of democratic changes in Russia. Open sources estimate the number of Russian targets in the SIOP have been reduced from a Cold War high of approximately 11,000 to around 2,000. The current SIOP--SIOP-99 which went into effect in October 1998--also includes approximately 500 non-Russian targets.', u'While the reduction in number of targets has allowed us to make reductions in our nuclear arsenal, too many of the underpinnings of our nuclear policy are still based on Cold War thinking. Our planners still assume that deterrence requires the capability of hitting as many as 2,000 targets in a democratic Russia.', u'Our nuclear policy should recognize that the Cold War is over and should recognize that Russia has completed its third democratic Presidential election. It should recognize that we are less safe--if by keeping more weapons than we need to defend ourselves--we force Russia to keep more weapons than they can control. Furthermore, we are less safe if by keeping more than we need, we encourage new nuclear nations like India and Pakistan. And we are less safe if all of this activity both justifies and makes possible the acquisition of nuclear weapons by rogue nations or terrorist non-nation-state groups.', u'Most importantly our strategy should acknowledge that we have a moral deterrent that makes it unlikely that a U.S. President would order the first use of nuclear weapons. Since the dollars needed to maintain our nuclear arsenal could be used to support military programs our President is likely to use, this factor has much more significance than we have been giving it.', u"It is time for us to re-examine both our nuclear deterrent needs and the way in which we target our weapons to better reflect the realities of a post-Cold War world. We must realize the end of the Cold War and the rapid pace of globalization is changing both the nature and the source of today's threats. The world is still dangerous; nuclear threats still exist and will require us to maintain an overwhelming deterrent capability. But that capability must recognize what the world looks like today and what it will look like in 2005 and in 2010, not what it looked like in 1950 or in 1970 or even 1989.", u'Just as Rip Van Winkle awoke to find his world had completely changed while he was asleep, we too must realize that in less than a decade our world has been completely transformed. The time to readjust our world view, to transform our nuclear policies, and to work cooperatively with a democratic Russia is now. I believe the numbers of highly accurate, deadly and survivable nuclear weapons needed to protect the United States today and in the future is in the 1,000 to 1,500 range, considerably less than either the 6,000 permitted under START I which has been ratified by the United States and Russia, or the 3,000 permitted after 2007 under START II, which the Russian Duma may yet ratify this year. I believe both common sense and careful evaluation of targeting requirements would support going to this lower number much more rapidly than we will under the START process. I believe such a reduction would make it far more likely we would succeed in reducing the growing threat of nuclear proliferation and the growing desire of non-nuclear nations to go nuclear. Finally, I believe such a reduction would increase the chances of getting Russia to cooperate with the deployment of a missile defense system that would benefit both them and us.', u'Mr. President, regardless of whether or not my colleagues agree with this assessment I hope they will agree that the status quo modified with improved defenses is a strategy which will increase the risk that the world will experience a third hostile nuclear detonation, and that this time the detonation could occur in our country.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/04/04/S2138-4_nuclear-weapons/'}