{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 106, "title": "TRAFFICKING VICTIMS PROTECTION ACT OF 2000--CONFERENCE REPORT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-11/html/CREC-2000-10-11-pt1-PgS10164-2.htm", "number": 126, "id": "CREC-2000-10-11-pt1-PgS10164-2.chunk21", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Kennedy", "pages": "S10164-S10188", "speaker_party": "D", "date": "2000-10-11", "bills": null, "bioguide_id": "K000105", "order": 21, "speaking": ["Mr. President, I greatly appreciate the absolutely splendid presentation by my friend and colleague, Senator Wellstone. I agree with him on so many issues. His statement today was one of his very best. We can certainly understand the extraordinary work he has done, along with Senator Brownback and others, to make sure this legislation is considered. All of us will forever be grateful to him for his leadership in this extremely important area. I certainly am. I thank him for an absolutely splendid presentation.", "Mr. President, I'm pleased that the Senate is finally about to pass the re-authorization of the Violence Against Women Act. The current authorization for the Act expired on September 30, and it has taken far too long to bring this important extension to the Senate floor.", "A woman is beaten every 15 seconds as a result of domestic violence. Every year, one-third of the women who are murdered are killed by their husbands or partners, and approximately one million women are stalked. Conservative estimates indicate that 60 percent of disabled women, up to 25 percent of pregnant women, and 1 out of 25 elderly people have suffered domestic violence.", "This isn't a problem that only affects adults. Each year, 3.3 million children are exposed to domestic violence. In homes where abuse of women occurs, children are 1,500 times more likely to be abused as well. Whether they witness the violence or are actually assaulted by the abuser, many children learn shocking behavior from adults. 12 percent of high school dating couples have suffered abuse in their relationships, and often these teenagers are themselves victims of abuse at home.", "Eighteen year-old Tanyaliz Torres and her mother were stabbed to death by her father in Springfield, Massachusetts. Fifty-eight-year-old Mabel Greineder of Wellesley, Massachusetts was stabbed and bludgeoned to death by her husband. From October 1999 through September 2000, 24 Massachusetts women and children were killed as a result of domestic violence. It is a national epidemic that touches every community in the country.", "The Violence Against Women Act was enacted in 1994 to address this problem and provide greater safety and peace of mind for millions of women and their families. The act creates a partnership between the public sector and the private sector at every level--Federal, State, and local. Its goal is to establish a safety net of new programs and policies, including community-based services for victims, a National Domestic Violence Hotline, needed technological assistance, and larger numbers of well-trained law enforcement officers and prosecutors.", "The national Hotline gives women across the country immediate access to the help they need. Since its initiation in 1996, it has received over 500,000 calls. When a Spanish-speaking woman in Arizona needed shelter for herself and her three children, the Hotline called a shelter in Phoenix, found a Spanish-speaking counselor, and gave the caller the counselor's name and directions to the shelter. In the countless cases, the Hotline is an invaluable resource, and we must do all we can to support it.", "In Massachusetts, $20 million under the Violence Against Women Act has been awarded to advocacy organizations, law enforcement personnel, and State and local governments. The Wampanoag Tribe of Gay Head received funding to develop and strengthen tribal justice strategies to remedy violent crimes against Indian women and to develop and strengthen services for victims.", "The act also supports HarborCOV--Harbor Communities Overcoming Violence--a Massachusetts program serving Chelsea and Greater Boston. In addition to its core services, HarborCOV has an economic development component which helps survivors move from welfare to work. Employment training and employment referrals are also provided to help domestic violence victims find jobs.", "The reauthorization will ensure that support for these programs and others will continue. It also includes important new measures, such as transitional housing assistance and a $175 million authorization for shelters, which will be significant additional tools in the battle against domestic violence.", "One of the most important provisions in the bill is the Battered Immigrant Protection Act. This provision helps battered immigrants by restoring access to a variety of legal protections undermined by the 1996 immigration laws. The Violence Against Women Act passed in 1994 included provisions that allowed battered immigrants to apply for legal status without the cooperation of their abusers, and enabled victims to seek protective orders and cooperate with law enforcement officials to prosecute crimes of domestic violence.", "Unfortunately, the subsequent changes in immigration laws have reduced access to those protections. Thousands of battered immigrants are again being forced to remain in abusive relationships, out of fear of being deported or losing their children. The pending bill removes obstacles currently hindering the ability of battered immigrants to escape domestic violence safely and prosecute their abusers.", "It restores and expands vital legal protections like 245(i) relief. This provision will assist battered immigrants, like Donna, who have been in legal limbo since the passage of the 1996 immigration laws. Donna, a national of Ethiopia, fled to the U.S. in 1992 after her father, a member of a prominent political party, was murdered. In 1994, Donna met Saul, a lawful permanent resident and native of Ethiopia. They married and moved to Saul's home in Massachusetts. Two years later, Saul began drinking heavily and gradually became physically and verbally abusive. The abuse escalated and Donna was forced to flee from their home. She moved in with close family friends who helped her seek counseling. She also filed a petition for permanent residence under the provisions of the Violence Against Women Act.", "Unfortunately, with the elimination of 245(i), the only way for Donna to obtain her green card is to return to Ethiopia, the country where her father was murdered. The possibility of returning there terrifies her. This legislation will enable her to obtain her green card here, where she has the support and protection of family and access to the domestic violence counseling she needs.", "Under this act, battered immigrants will also have up to one year from the entry of an order of removal to file motions to reopen prior deportation orders. The Attorney General may waive the one year deadline on the basis of extraordinary circumstances or hardship to the battered immigrant's child.", "This Act will also expand remedies for battered immigrants living abroad with spouses and parents serving in the United States military or other federal positions. Current law only allows battered immigrants residing in the United States to request this relief. This bill will make it easier for these immigrants and their children to escape abusive relationships and obtain the help they deserve.", "The legislation also grants the Attorney General the discretion to waive certain bars to immigration relief for qualified applicants. For example, battered immigrant women acting in self-defense are often convicted of domestic violence crimes. Under the 1996 immigration law, they became deportable and are denied relief under the Violence Against Women Act. The Attorney General will be able to use the waiver authority to help battered immigrants who otherwise qualify for relief.", "Also, recently divorced battered immigrants will be able to file self-petitions. Current law allows only battered immigrant women currently married to their abusive spouses to qualify for relief. As a result, many abusers have successfully rushed to the court house to obtain divorces, in order to deny relief to their immigrant spouse. This provision will prevent this unfair result and ensure that victims are not wrongly deprived of the legal protection they need.", "These and other important measures will do a great deal to protect battered immigrants and their children from domestic violence and free them from the fear that often prevents them from prosecuting these crimes. Congress enacted the Violence Against Women Act in 1994 to help all victims of domestic violence, regardless of their citizenship. It is long past time to restore and expand these protections.", "I am also pleased that the legislation includes authorization for increased funds for the National Domestic Violence Hotline. Consistent with last year's funding, the bill authorizes $2 million a year for the hotline and ensures that the Hotline will be an effective source of assistance, providing vital services to women, children, and their families.", "A second, equally important part of the bill we are considering today is the Trafficking Victims Protection Act, which condemns and combats the trafficking of persons into forced prostitution or forced labor, a practice that is tantamount to modern day slavery.", "Enactment of this legislation will strengthen laws that punish traffickers and ensure protection for their victims--most of whom are women and children.", "One of the most important of these provisions expands assistance and protection to victims of severe forms of trafficking, ensuring that they receive appropriate shelter and care, and are able to remain in the United States to assist in the prosecution of traffickers. Relief from deportation is also critical for victims who could face retribution or other hardship if removed from the United States.", "Sara, a native of Sri Lanka, was promised a lucrative job as a housekeeper. Upon arrival in the U.S., Sara was virtually imprisoned in her employer's Massachusetts home, and subjected to physical and sexual assault. She bore three children as a result of rape. After 5 years of living in captivity and isolation, she was finally able to escape. This legislation will provide persons like Sara with the protection and rights they need to assist in the prosecution of these despicable crimes.", "Finally, this legislation also includes an important provision to provide compensatory damages to Frank Reed and other American citizens who were victims of Iranian terrorism.", "In 1986, Frank Reed, of Malden, MA, was kidnapped in Lebanon. At the time, he was a private citizen and president of the Lebanese International School. During his 44-month captivity, he was blindfolded, chained, tortured, and held in solitary confinement for 2 years. His captors periodically fed him arsenic, from which his health still suffers.", "In 1990, he was released to Syrian Army intelligence officers in Beirut, who took him to the U.S. Embassy in Damascus. I met him when he returned to the United States after his tragic and traumatic ordeal.", "A U.S. judge ordered the Iranian Government to provide Frank Reed and his wife with $26 million in compensatory damages, but the Government has refused to comply.", "Under the legislation we are approving today, the U.S. Government will provide the funding. The amount will be recovered in turn by the U.S. Government from the Iranian Government through a Foreign Military Sales Account that holds $400 million.", "Frank Reed suffered immensely at the hands of his brutal captors, and so did his family, and he deserves this compensation.", "I strongly support the Violence Against Women Act of 2000, the Trafficking Victims Protection Act, and the Justice for Victims of Terrorism Act. This legislation will ensure that we are doing much more to protect women from violence and abuse, and it deserves to be enacted as soon as possible.", "Mr. President, I want to also address the Senate for just a few moments on another matter of importance to families all across this country which is central to their concerns, and that is, what has happened to this Senate's commitment to passing and reauthorizing the Elementary and Secondary Education Act? That legislation is the backbone of Federal participation in helping local communities strengthen academic achievement and accomplishment. We are now going into the final days of this Congress and we still have not reauthorized that central piece of legislation even though we have had strong commitment by the majority party that this was a priority and that we were going to have consideration of this legislation.", "We heard a great deal during the recent debates of our two candidates for President and our two candidates for Vice President about education. But our American families are wondering, whatever happened to the Senate of the United States on this issue? The fact is, we are basically AWOL, we are A-W-O-L on this issue. It is the first time in 35 years that we have failed to reauthorize this legislation.", "I understand, as we remain here for these final days, that we will have a conference report for agriculture, that we will have a series of appropriations conference reports, but there is no reason in the world we can't go back and complete this legislation in the time that we are in here waiting for the various appropriations bills.", "We continue to challenge the Republican leadership to bring this back. There is still unfinished business in education and in the area of minimum wage. There is unfinished business on the Patients' Bill of Rights and on the prescription drug issue.", "I want to reemphasize exactly where we are on the issue of the Elementary and Secondary Education Act. These are statements that have been made by the Republican leader, Senator Lott's promise on education, going back to January 6, 1999. He said:", "Education is going to be a central issue this year. . . . For starters, we must reauthorize the Elementary and Secondary Education Act. That is important.", "Remarks to U.S. Conference of Mayors, January 29, 1999:", "But Education is going to have a lot of attention, and it's not going to be just words. . . .", "Press conference, June 1999:", "Education is number one on the agenda for Republicans in the Congress this year. . . .", "Remarks to the U.S. Chamber of Commerce in February of 2000:", "We're going to work very hard on education. I have emphasized that every year I've been Majority Leader. . . . And Republicans are committed to doing that.", "A speech to the National Conference of State Legislatures, February 3, 2000:", "We must reauthorize the Elementary and Secondary Education Act. . . . Education will be a high priority in this Congress.", "On the Senate floor, May 1, 2000:", "This is very important legislation. I hope we can debate it seriously and have amendments in the education area. Let's talk education.", "Press stakeout, May 2, 2000:", "Question: Senator, on ESEA, have you scheduled a cloture vote on that? Senator Lott: No, I haven't scheduled a cloture vote. . . . But education is number one in the minds of the American people all across this country and every State, including my own State. For us to have a good, healthy, and even a protracted debate and amendments on education, I think is the way to go.", "We agree with that statement. We still have some time, while we are waiting for the appropriators to conclude their work, where we ought to be bringing this back and having a full debate. We are prepared to do that. We think it can be done.", "Senate floor, July 10, 2000:", "I, too, would very much like to see us complete the Elementary and Secondary Education Act. . . . I feel very strongly about getting it done. . . . We can work day and night for the next 3 weeks.", "Senate floor, July 25, 2000:", "We will keep trying to find a way to go back to this legislation this year and get it completed.", "That was on July 25, and we are still waiting.", "The fact is, we are failing to meet this central challenge. Our Presidential candidates are talking about the issue of education, but they are talking about it in a vacuum because the Senate of the United States is failing to take up this particular issue which makes such a difference to families, and that is strengthening academic achievement and accomplishment. The fact is that we are in a new world of technology and it is demanding. We have to refocus and re-prioritize the whole issue of education to make sure that it addresses the needs of today's economy and society. This is going to be central in terms of our national debate and discussion. That is what this debate is all about.", "What is going to be our involvement in terms of helping families? The fact is that we are absent in this debate because we are refusing to conclude action.", "This is what is happening in America. More students are now taking the SATs. 83 percent of four-year colleges use SAT scores as a factor in admission. Increasing numbers of students are recognizing that a college education is the key to success in America. Families understand the importance of taking those tests; children understand it. We want to make sure we are helping those families who have children taking the SATs and those who would like their children to take the SATs.", "As depicted on this chart, this is what has happened. From 1995, 42 percent of the children were taking SATs, and it is up to 44 percent in 2000.", "More students are also taking advanced math and science classes because they understand that in a highly technological world, with new kinds of demands in terms of technology, they are going to have to do more in terms of math and science courses. We see increases in the number of students taking advanced classes in pre-calculus, calculus, and physics. Young people are doing their share. The real question is whether we in the Congress are going to do ours. The answer comes back that, no, we are not. Look at what has been happening with the SAT math scores. They are higher now than in the last 30 years, and they are continuously moving up. The indicators are all positive. You would not know that listening to Governor Bush last week. We know we are facing challenges across the country, but look at the SAT math scores; they are the highest in 30 years. More kids are taking the SAT, and still the scores are moving up. I think we ought to understand what is happening out there. Some progress is being made. Now, this doesn't mean that progress is being made in all of the States. That is very important, indeed. Looking at the State SAT averages and progress made since 1997, some States have done much better than others. I am glad my own State of Massachusetts has moved up some 8 points, from an average total SAT score of 1,016 in 1997 to 1,024 in 2000. We have had major educational reforms. We have done many things in our State in terms of smaller class sizes, better trained teachers, and afterschool programs. We are not doing all the things we need to be doing, but we have done a lot. We have also taken advantage of Net Day to try, in a voluntary way, to get good computers in classrooms with well-trained teachers.", "We also have found out in this discussion and debate that not all the States--including the State of Texas--have made progress. It is interesting that actually the State of Texas has declined some 2 points in their average total SAT score since 1997. They dropped from an average score of 995 in 1997 to 993 in 2000. They are also below the national SAT total score average. The national average has gone up 3 points from 1997 to 2000, but the State of Texas has gone down 2 points. That is a 5-point spread. So I think when we listen to these debates about what ought to be done, we ought to try to take with a grain of salt what has been happening in Texas over the period of these last 3 years.", "In addition, looking back at the trend over the last 10 years, as I understand it, in SAT verbal scores since 1990, Texas has been 10 points below the national average. By 2000, the gap had grown to 12 points. In math, Texas has been 12 points below the national average. By 2000, the gap has grown to 14 points.", "I think we want to have leadership at the national level that is going to bring continued improvement. We know we have challenges. We know we have challenges in urban areas and we have challenges in rural areas. But we also know some of the things that work. The STARS Program, as we have seen in Tennessee, has been very important in terms of enhancing children's academic achievement and accomplishment.", "We know what has happened when we focus on getting better teachers in schools, such as in the State of Connecticut. Much of the progress there has been under Republican as well as Democratic Governors. We want to try to find out what has worked in these States and then have an opportunity to try to give general national application to it. But we are effectively being closed out by the Republican leadership from having this debate. That is what families ought to understand across this country.", "We are basically being told we can't have a debate here in the Senate on the issue of education. We had 6 days when the measure was before the Senate, and 2 days were for debate only. We had eight votes and one was a voice vote. So that meant seven rollcalls and three of them were virtually unanimous. So we really didn't have much debate and discussion. We had 16 days of debate on the bankruptcy legislation and 55 different amendments on it. So it is a matter of prioritizing.", "I dare say we are failing to meet the responsibilities to families across this country who want to have investment in the kinds of educational programs that are going to work and who understand their children are living in a new age of technological challenges. They want to see their children move ahead academically. We have seen that children are prepared to do that. We have seen them taking more difficult courses. They are taking the challenges of SATs. They are prepared to move ahead.", "Some of the States are moving ahead boldly, such as North Carolina, in terms of their efforts. But we have to ask ourselves: Where in the world are the Congress and Senate in terms of helping and assisting families in this area? The fact of the matter is that we are AWOL. We have failed to do our homework. If we were students with this behavior, we would be in the principal's office for several hours in discipline.", "We are going to continue to talk about this. I see that we now are going to have a continuing resolution that will go into next week. We may go even further. There is no reason in the world we can't use these interludes to take on one of the really important issues for families; that is, the reauthorization of the Elementary and Secondary Education Act.", "I thank the Senator from Vermont for yielding time."], "capitolwords_url": "http://capitolwords.org/date/2000/10/11/S10164-2_trafficking-victims-protection-act-of-2000-confere/"}