{u'speaker_state': u'CA', u'speaker_raw': u'mr. dornan', u'speaker_first': u'Robert', u'congress': 104, u'title': u'NO BRIDGE TOO FAR', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-05-23/html/CREC-1996-05-23-pt1-PgH5555.htm', u'number': 74, u'id': u'CREC-1996-05-23-pt1-PgH5555.chunk16', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Dornan', u'pages': u'H5555-H5560', u'speaker_party': u'R', u'date': u'1996-05-23', u'bills': None, u'bioguide_id': u'D000435', u'order': 16, u'speaking': [u'Well, at our press conference, two reporters began to argue, I do not like debates at press conferences, that it was only an example. They asked who had read it. Well, Mr. Stump of Arizona had read the Bennett part of their pleadings, I had, and it was more than an example. It was a hint to the judge that we will put this in formal language if you will go this far with this.', u'And I think the answer to your question is buried in the fact that in a recent poll 91 percent of the elite news media, New York, Hollywood, all the major papers, and all the major papers here except the Washington Times, 91 percent said they voted for Clinton over George Bush. So that is the reason.', u"I tell you what, I have here the one paper, the great Washington Times, that has driven the story. I see they have a lead editorial that says ``Bill Clinton Military Man?''", u"So let me finish Maureen Dowd's column, stay right where you are, if you have the time. Mr. Rohrabacher looked up the word in this big dictionary and kerfuffles is not in the dictionary. So I will ask Maureen if she is using a British dictionary. That one is so old, though, it still has sodomy in it and does not have homophobia, so maybe it has not been updated.", u"But here is the rest of Maureen Dowd's column, and then I will read the lead editorial in today's Washington Times.", u'She says, and I will go back one sentence.', u"In a move that marks a new level of chutzpah in American politics, Clinton's lawyers mentioned in their appeal to the Supreme Court on Paul Corbin Jones's sexual harassment suit that the President may be protected by the aforementioned act of 1940, which was designed to give American troops some protection from civil suits while on active duty.", u'President Clinton here thus seeks, these are the exact words of Bob Bennett,', u'President Clinton here thus seeks relief similar to that which he may be entitled as Commander in Chief of the armed forces, and which is routinely available to service members under his command. Not for criminal action.', u"Robert Bennett, the President's lawyer, said he had only cited the act as an example that might extend to the Commander in Chief, not as his main argument. But Mr. Bennett is getting paid too much money to make the hideous mistake of reminding the public of one of Mr. Clinton's improvidences--his maneuvering on the draft--in defense of another--his wandering eye.", u"Some veterans groups and Bob Stump, the Arizona Republican who is chairman of the House Committee on Veterans' Affairs, and I would add for Maureen, since she spoke to me, the chairman of military personnel subcommittee, myself, did not care for Mr. Clinton's opportunistic enlistment--Hello sailor.", u"Mr. Stump is sending the President a letter signed by 170 Republicans, addendum, 236, the entire conference plus two Democrats, asking him to withdraw his ``ignoble suggestion'', that is from our letter, from the brief. Quoting from our letter:", u'The Founding Fathers wanted to enshrine the principle of civilian control of the military in the Constitution and did so by making the President the civilian Commander-in-Chief of the armed forces.', u'And the same for the Secretary of War, now called the Secretary of Defense, and the three service secretaries, Navy taking care of the Marine Corps. All of them are civilians, and civilians rule in this great land. And that is what makes us unique in all of American history, Mr. Speaker.', u"Maureen continues from our letter ``You are not'' italicized, ``a person in military service nor have you ever been.''", u"Also in the President's mailbag is a letter from Republican Congresswomen: Our troops here of about 8 had a press conference yesterday, demanding that Dick Morris, otherwise referred to as Rasputin, be fired for doing jury duty polling, jury duty polling, for Alex Kelly of Darien, CT, the unsavory teenage burglar who fled the country after he was accused of raping two young girls. He was a fugitive in Europe for 8 years living the posh life of a ski bum while his parents supported him.--Family values.", u'It is the worst thing an adviser to the President could be doing at this time when crime and crimes against women are such a deep concern to the American people, wrote Representative Jennifer Dunn on our side of the aisle.', u"The Republican women are attempting to spruce up Mr. Dole gender-wise, but they have a good feminist point. Ordinarily, in a case like this, the Democratic women would be yelping, but there was only the occasional brave mutter. Representative Nita Lowey of New York, ``This is beyond the pale.''", u"One female Democratic lawmaker explained if this were a Republican President and Dick Morris was helping an accused rapist, you know we would be screaming. But it is not worth picking a fight. We just want to win in '96.", u"So Democrats have suppressed their distress as Mr. Morris has helped the Clintons shape-shift, when Hillary Clinton told Larry King, ``There is no left wing in the Clinton White House,'' and when Mr. Clinton embraced the radical Wisconsin plan to abolish welfare.", u"Maureen Dowd, that was not a radical plan. Governor Tommy Thompson's plan is highly reasonable and it is going to sweep the Nation. That is my own, Dornan, aside.", u"Maureen finishes, ``Until yesterday, homosexual groups had fumed as the President slithered away from same sex marriage.'' What a great verb, slithered away. ``But the overly eager White House announcement yesterday that Mr. Clinton would sign a law denying Federal recognition for same sex'', that is homosexual, ``marriages if they ever reached his desk was too much. The Human Rights Campaign'', misnamed, ``the largest homosexual rights group, accused the President of caving in to the right wing, and disinvited George Stephanopoulos as a dinner speaker.''", u"And here is Maureen Dowd's closing paragraph, Mr. Speaker. ``So Bill Clinton is in the Army. He's against gay marriage. His adviser did work for an alleged rapist. He moves from the left wing to the right wing because what he really believes in is the West Wing.''", u'Mr. Speaker, unless you are one word ahead of me, we found it in the dictionary. Our hats are off to Maureen Dowd, who is becoming the next Bill Buckley. Kerfuffle is to become disheveled. Disturbance. A fuss. A mess. So now I will read that sentence.', u'And now both the White House and the Democrats in this Chamber are embroiled in kerfuffles, disheveled, disturbances on Capitol Hill, where it takes a lot to be called shameless.', u'Now to the Washington Times. Bill Clinton, Military Man, lead editorial.', u'When Bill Clinton famously declared that he loathed the military while doing his best to stay out of it, he was obviously not yet familiar with some of the fringe benefits that military service affords. But the President wants those benefits now, even though he has never spent a day in uniform, though perhaps Mr. Clinton thinks that his spiffy leather bomber jacket counts, the one with the Velcro where he puts on the First Armored Division patch and mixes it in with other visits to uniforms. Remember, Mr. Speaker, this is to be the year of Clinton posing in uniforms. Posing with Catholic schoolgirls and schoolboys in their uniforms but voting for partial birth infanticide. Posing with police officers anywhere in the country at the drop of a hat but with his own State troopers of Arkansas having condemned him for using them to procure. And now he is posing with the military at every drop of the hat. Just spoke to the Coast Guard Academy, and it is to be the year of Mr. Clinton surrounded by uniforms.', u'So the Washington Times continues: The benefit the President is groping for is the protection from civil litigation provided to active duty military personnel under the Soldiers and Sailors Civil Relief Act of 1940.', u"I will be putting in at the end of this, Mr. Speaker, Clinton's infamous disgraceful letter to Colonel Eugene Holmes, who was head of the ROTC at the University of Arkansas in 1969. He has been the head for a decade. I spoke to him last night. I will have something about his words later. Then I am going to put in Colonel Holmes' letter from September 7, 1992, which I put in the Record that day, the only paper in America, in America that published those two letters, the 1969 letter and the 1992 letter in their fulsome horror, could have changed the election, the only other paper in America, the only paper that put them in was this Washington Times.", u'So my staff will get those over to me, which I know they are working on. I will put those in at the end of this 30 minutes.', u"Perhaps Mr. Clinton thought that this new and audacious gambit would go unnoticed. That seems to be what his lawyer Robert Bennett was hoping: If you read the 24-page petition through the first time, you would miss it. That is what Bennett says, it hit me in the face on the first reading, the paragraph pushing the military service claim, Mr. Bennett told the Washington Times. But Mr. Clinton cannot always be that lucky. The chairman of the House Committee on Veterans' Affairs noticed the claim and has expressed his outrage as he just did here on the House floor and in a letter to the President. The commander of the American Legion is similarly nonplussed. They plan a press conference today--we had it; it was terrific--suggesting that the issue is not going to be dispelled with the wave of Mr. Bennett's legal hand.", u"According to Joseph Cammarata, who together with Gilbert Davis, I have spoken to them, represents Paula Jones in her lawsuit: The President's claim is not only legally inappropriate, it is inappropriate in light of those who served and those who have died in our military over the centuries.", u'Perhaps if the Soldiers and Sailors Relief Act actually provided a shield to Mr. Clinton, it would have been worth it to the White House to weather the well-earned scorn now being heaped on the President.', u"What I said, Mr. Speaker, is he should give Robert Bennett the Johnny Cochran award. Anything that works, no matter how shameless, lying, distorted, twisted, or ignominious. But the claim is almost little more than a bad joke, suggesting that Mr. Bennett has been driven to extraordinary and desperate measures to block the discovery process. For starters, as Daniel Ludwig, national commander of the American Legion, points out, the Commander in Chief is a civilian. The President isn't subject to the Uniform Code of Military Justice. He is not eligible for military retirement. His service doesn't fit the legal definition of active duty. It is bizarre that anyone would suggest the civilian President of the United States is on active duty.", u'I would add to that, as I did before, or Mr. William Perry, Secretary of Defense.', u"Back to the Times: That was certainly the ruling of the Los Angeles County superior court in Bailey versus Kennedy and Hills versus Kennedy to avoid being sued over damages from a traffic accident. President John F. Kennedy asserted that the Soldiers and Sailors Relief Act protected him as Commander in Chief. It wasn't such a moral stretch for Mr. Kennedy who, after all, had worn a Navy uniform in combat and had been wounded when his boat was cut in two by a Japanese destroyer. But it was such a legal stretch that the judge in LA denied John F. Kennedy's motion without even writing an opinion.", u"I just learned something reading that in the Washington Times. I didn't know John F. Kennedy had an automobile accident out there.", u"The President should also have consulted the Supreme Court's interpretation of the Soldiers and Sailors Relief Act in the 1943 case of Boone versus Lightner. The defendant had speculated in the market unwisely and had done so with money improperly taken from his own daughter's trust fund. When sued by the daughter, the defendant relied on the SSRA and the fact that he was a uniformed Army captain in wartime. The high court ruled the captain was not protected from litigation because he had a desk job and was himself a lawyer. Thus unlike the GI in the foxhole, he would certainly be able to make his court appearances.", u"The court's language is piquant, saying that charges struck at his honor as well as his judgment. Does that sound like Paula Corbin Jones? It does to this Air Force captain, me.", u'The justices concluded that discretion is vested in the courts to see that the immunities of the act are not put to such an unworthy use.', u'I am going to remember those words. To defend yourself from a charge that you exposed yourself and offended a 23-year-old young lady who had just been hired by the State of Arkansas, by the CEO of the State of Arkansas, the Governor. When Mr. Clinton traveled in his Guard airplanes in Arkansas, he would have been called a code 2. The President of the United States is code 1 in the Coast Guard, Army, Navy, Air Force, Marine airplane, code 2 is Vice President Gore in this case, any one of our 50 Governors and any U.S. Senator or Congressman. We are all code 2. I was in an Air Force base as the airdrome officer when they said a code 4 was coming in. That would be a major general. The place turned upside down.', u'I had never seen a 2-star in my life. One day when they said a code 1 was coming in, I froze in fear. It was President Eisenhower. No, a code 1, excuse me, President, yes, President Eisenhower. A code 2 is pretty special. That is what the CEO is of the State of Arkansas, second only to the President in military respect.', u'So this is an amazing series of legal cases here, such an unworthy use in that case, whatever I said it was, Boone versus Lightner.', u'The Washington Times concludes: Mr. Clinton seems willing to use any ruse, however unworthy of his office it may be, to delay answering what, if anything, he was doing or trying to do in an Arkansas hotel room, second floor mezzanine, Excelsior Hotel, Little Rock, with Paula Jones. This ignoble pleading is a slap in the face of the millions of men and women who either are serving on active duty or have served on active duty in the armed forces of the United States, Mr. Stump and Mr. Dornan wrote in the letter to their congressional colleagues.', u"He concludes that the President's most recent legal maneuver makes a mockery of the laws meant to protect the honorable men and women who serve their country. True. Just stop the legal goofiness, Mr. President, the Times concludes. Raise your right hand and get on with it.", u'I would add, giving the young woman her day in court.', u'Here is my press release today, Mr. Speaker. Washington, D.C.: It is disgraceful that while the rest of the Nation is honoring our fallen heroes of military service this long Memorial Day weekend, Bill Clinton is seeking shelter behind a military he once claimed to loathe, in an attempt to delay the sexual harassment suit filed by Paula Corbin Jones. On May 15, 1996, attorneys for Mr. Clinton filed an appeal with the U.S. Supreme Court seeking to delay the sexual harassment lawsuit filed by Paula Jones, former Arkansas State employee, under the supervision, all the way up to the top of the Arkansas pyramid, of then Governor Bill Clinton.', u"Lawyers for Clinton try to use the Soldiers and Sailors Civil Relief Act of 1940, passed because we were, I repeat, we were drafting young men. I repeat some of the things that Mr. Stump and I said in the letter we circulated on the floor. Repeat again the purposes of the act. And this should be in this formal Record today, it is persons in the military service who are devoting their entire energy to the defense needs of the Nation, not traveling around on his two Air Force 747's campaigning and reimbursing only a first class ticket.", u'I will put the rest of my press release in with my closing line that he mocks his job as civilian Commander in Chief and the honorable men and women who have given their lives to the protection of this great Nation. Tomorrow I go up to Annapolis for the graduation. I spent last Friday at West Point. Believe me, we are turning out honorable men and women.', u'Mr. Speaker, I include for the Record the following material:'], u'capitolwords_url': u'http://capitolwords.org/date/1996/05/23/H5555_no-bridge-too-far/'}