{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 104, "title": "EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm", "number": 121, "id": "CREC-1996-09-06-pt1-PgS9986.chunk15", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S9986-S10005", "speaker_party": "R", "date": "1996-09-06", "bills": null, "bioguide_id": "H000338", "order": 15, "speaking": ["Mr. President, I oppose this legislation. The bill before the Senate has vast ramifications. This bill represents a massive increase in Federal power. For example, Federal bureaucrats, Federal courts, and plaintiffs' lawyers will be given enormous new sway over our Nation's private employers, as well as State and local governments. This bill will be, if it passes and becomes law, a litigation bonanza.", "I think I have a reputation around here as supporting civil rights legislation. I do not want to see any discrimination against anybody in our society. As the coauthor of the AIDS bill, as the coauthor of the Hate Crimes Statistics Act, and other bills, I think my reputation is that of someone who decries discrimination in any form in our society. However, this bill, in my opinion, is the wrong way to go.", "Moreover, notwithstanding ineffective language in the bill, Federal bureaucrats at the Equal Employment Opportunity Commission, lawyers at the Department of Justice, along with plaintiffs' lawyers in Federal courts, will open up an entirely new category of preferences and reverse discrimination. This new category, make no mistake about it, will be based on sexual orientation. The moral and religious sensibilities of millions of Americans will be overridden if this legislation comes to pass and is enacted into law.", "Let me turn to each point, starting with the vast increase in Federal Government power created by this bill. Mr. President, I respectfully submit that a vote for this bill is a vote to give the Equal Employment Opportunity Commission the power to require employers to provide the Government with data on the sexual orientation of their employees. Today, under title VII, the EEOC asks numerous employers to provide statistics on the racial, ethnic, and gender composition of their work forces and new hires.", "Let me stress, so that no one is misled by the bill's section on disparate impact, that statistics on the composition of a work force are not used just in disparate impact cases. These statistics are frequently used to prove cases of intentional discrimination on the basis of race, ethnicity, and gender, including pattern and practice cases.", "Section 11 of the bill grants to the EEOC ``with respect to the administration and enforcement of this act'' the same power the EEOC has to administer and enforce title VII of the 1964 Civil Rights Act. The EEOC, the Department of Justice, and plaintiffs' lawyers, will be able to use such statistics on the sexual orientation of employees at a particular workplace in proving cases of intentional sexual orientation discrimination under this bill. As I mentioned earlier, these would include pattern and practice cases that the Federal Government is now able to bring against employers under title VII.", "Here is what is authorized by this bill: someone alleges that he or she was denied a job because of the complainant's homosexuality. The Federal Government investigates. Perhaps there is evidence that a supervisor in the personnel office made statements expressing disapproval of homosexuality. Perhaps the Department of Justice or the EEOC received similar complaints from one or two other job applicants. The appropriate Federal agency could then turn to the statistical profile of that employer's work force and recent hires. If there are no homosexuals in that work force, or virtually none, if all or almost all recent homosexual job applicants were denied a job, those statistics can be used by the Government, or in a private lawsuit, as evidence of intentional discrimination.", "I hope that no Senator is under the misimpression that the use of statistical evidence in so-called underrepresentation cases is forbidden by this bill. This bill authorizes, indeed invites, the use of statistics based on sexual orientation by its grant to the EEOC of authority that it now has under title VII. Now some might ask, would the EEOC really seek such statistics? My answer is that EEOC is part of the very same bureaucracy which presently makes heavy use of statistics under title VII, and which played so crucial a role in the creation of preferences and reverse discrimination under that statute.", "Let me give one more example of the vast power this bill gives to the Federal bureaucracy and the Federal courts. Under title VII, harassment in the workplace on the basis of race, ethnicity, gender, and religion is forbidden, and properly so. If this bill becomes law, what is going to happen if a supervisor, based on religious or moral beliefs, expresses disapproval of homosexuality and there are homosexual employees in that workplace? What is going to happen if one or more employees express such views and supervisors are aware of those investigations and do nothing about them? The answer is there will likely be a lawsuit claiming a hostile work environment exists which adversely affects homosexual employees. However that lawsuit is resolved, think of the new costs imposed on our Nation's employers in dealing with these new lawsuits. It is bad enough under the current law.", "Mr. President, it is also certain that reverse discrimination and preferences will result from this bill. Some will ask, how can that be? The bill says ``a covered entity shall not give preferential treatment to an individual on the basis of sexual orientation.'' That is in section 7. But the bill says something more. The bill gives Federal courts ``The same jurisdiction and powers as such courts have to enforce title VII of the Civil Rights Act of 1964.'' That is in section 11(a)5. Further, ``The procedures and remedies available for a title VII violation'' are available under this bill, and that is section 11(b)1.", "Now, let us take a look at section 706(g) of title VII. That provision of title VII says that if the court finds that an employer intentionally discriminated, the court may enjoin such discrimination ``and order such affirmative action as may be appropriate or any other equitable relief as the court deems appropriate.'' Now, Mr. President, if you only read this bill, you will miss the powers this bill grants to the Federal Judiciary, including those pertaining to affirmative action are not evidence.", "We all know, Mr. President, regrettably, that the Supreme Court has construed section 706(g) of title VII to permit Federal courts in limited circumstances of persistent egregious, intentional discrimination to impose preferences as remedies in title VII cases. I have said the preferences are never appropriate as a remedy. But the same remedies under title VII will be available under this bill. Preferences on the basis of sexual orientation will be imposed when Federal courts think that an employer has intentionally discriminated in a persistent and egregious way, and whether we agree with this view or not, many employers have very strong religiously based/morally based objections to homosexuality which they may reflect in their employment practices that could well give rise to remedial orders of a preferential way in a number exceeding that which we have seen under title VII.", "Further, the Supreme Court has told us that a consent decree pursuant to a statute is part contract and part enforcement of the statute itself. The Federal agencies which bring the lawsuits under this bill have enormous leverage. These cases are very costly to defend, make no mistake. These agencies, as well as plaintiffs' lawyers in private cases, will also be able to extract consent decrees containing preferential relief from employers because the employers paid then because it is too expensive to fight them.", "Section 7 of this bill does not order the analysis. It does not limit a court's remedial power. Title VII has a similar provision, yet the Supreme Court told us the remedial authority of the courts are governed by section 706(g).", "The proponents of this bill can make the very same statement that our revered late colleague and dear friend of mine, Senator Hubert Humphrey, made during debate on the 1964 Civil Rights Act in response to concerns expressed about preferences and quotas. He said he would eat the pages of the Congressional Record, one after the other, if someone could show him where these preferences are in title VII. Within 5 years after the enactment of that act, Federal agencies and courts had misused title VII to create preferences, something the prime sponsor of that bill said could not occur. The very same agencies will enforce this bill on sexual orientation, under virtually identical provisions. So if the proponents of this bill want to tell the Senate the same thing our dear colleague Senator Humphrey told the Senate in 1964, I have no doubt that someday I will be sending them a copy of today's Congressional Record, together with a knife and fork and something to wash down the pages.", "I might add this, that a plaintiff's ability to use statistics to prove intentional discrimination is going to be a powerful silent incentive to employers to hire by the numbers on the basis of sexual orientation, in order to avoid these lawsuits.", "Mr. President, let me make one more point on affirmative action under this bill. There are forms of remedial affirmative action under title VII that I do support. For example, I believe it is appropriate for employers to be required to recruit and advertise to increase the applicant pool for members of such groups.", "This is a fairly routine remedy. Under this bill, an employer who discriminates on the basis of sexual orientation against homosexuals will likely be required to undertake such recruitment, such as by advertising among homosexual groups and media outlets. Should we be imposing this requirement on employers in the matter of sexual orientation? I do not think so.", "Let me note, Mr. President, that many employers have honest moral, religious-based objections to hiring homosexuals. These are views that should not be dismissed. I will mention one example. The July 19, 1996, Washington Post reported that a Loudoun County teacher and coach had starred in gay pornographic videos. This person had a job teaching health and physical education at Farmwell Station Middle School in Ashburn, VA. He was also an assistant coach for boys football, baseball, and wrestling at a high school.", "Loudoun School Superintendent Edgar B. Hatrick III said if the allegations were true, he would seek to fire the teacher. He noted, ``We believe that teachers, as people who are chosen to be instructors as well as leaders of our young people, should be exemplary in their professional as well as personal lives. What we have here is an allegation of a lifestyle that is not in keeping with that. If the allegations are true, that is not conduct befiting a teacher.''", "I suspect that the principal would have taken the same attitude if it had been a pornographic movie starring a heterosexual teacher, and rightfully so.", "One parent of a daughter who attended a school where this person taught said she believed that what people do in their private lives is their business--unless they are teachers. ``I want our teachers to have the highest moral fiber. I'm not comfortable with him doing both.'' A school board member said, ``Here we have a teacher in a middle school working with children who are at that age where they are struggling with their * * * identity. This is obviously a person who has made bad choices. To give someone like this access to children at that stage of development would be irresponsible of us.''", "Mr. President, those views are overridden by this bill. And even if one disagrees with these school officials and parents, as the proponents of this bill may do, is it appropriate for this Senate to run roughshod over their concerns? I know the supporters of this bill, including President Clinton who has strongly endorsed it, are sincere.", "In particular, I have worked very closely in the past with my friend, Senator Kennedy, on these matters. I have tried to be with him where I believe he is correct, and he has tried to be with me where he believes I have been correct.", "But the people in Loudoun County and millions of other Americans who agree with them are also sincere.", "Mr. President, in the version of this bill introduced last night, section 10 states that a covered employer can enforce rules ``regarding nonprivate sexual conduct, if such rules of conduct are designed for, and uniformly applied to, all individuals regardless of sexual orientation.'' This provision provides little help to the people of Loudoun County and across this country who have similar concerns. Its fundamental flaw is that in order to enforce rules under this section, homosexuality and heterosexuality must be treated entirely alike.", "Suppose a male teacher kisses his female spouse goodbye in front of the schoolchildren in the morning as she drops him off at school. Some might find such warmth and affection between husband and wife a good thing for the children to see. But Loudoun County would have to fire that male teacher before this bill would permit the county to fire a male teacher for kissing his male partner in front of the children at school. Or, suppose a single male teacher, during nonschool hours and in public, holds hands, walks arm in arm with his girlfriend, and engages in some kissing. I can well understand if the school authorities do not find that public behavior a matter for discipline. Under this bill, however, these same school authorities could not take action against a male teacher who engages in the very same public actions I just mentioned, with another male. I think that forcing Loudoun County to treat both situations the same, in terms of role models for schoolchildren and the other concerns parents and educators might have, is wrong.", "Mr. President, let me note some of the other flaws in the bill. The bill says it does not apply to the Armed Forces, defined as the Army, Navy, Air Force, Marine Corps, and Coast Guard. But the bill would apply to other elements of our military structure, such as the National Guard. Moreover, if the proponents of the bill think the military should be exempt, why didn't they exempt State and local police departments, and other law enforcement agencies at the local, State, and Federal levels? These are paramilitary organizations. They deal with domestic threats to the peace and our security. If some of the forces that deal with foreign threats to the peace and our security are exempted from the bill, why shouldn't the domestic law enforcement agencies be treated the same way? I might add that in many States homosexual conduct is illegal, by statute or common law, yet this bill would compel the law enforcement agencies in those States to hire individuals who are acknowledged to engage in such conduct.", "Let me also say that my support for the Hate Crimes Statistics Act, which Senator Simon and I have gotten through the Senate and enacted into law twice, is fully consistent with my position on this bill. My view that absolutely no one should be subjected to violence or vandalism because of who they are is, of course, widely shared. But it does not follow from the fact that while everyone, including homosexuals, should be free of violence, society must confer affirmative civil protections on the basis of sexual orientation not available, I might add, to everyone else.", "I would urge President Clinton to reconsider his support of this bill. I don't think we would be taking it up today if he wasn't such a strong backer of the bill. I don't think it would have a chance of passage if he opposed the bill, a bill which has so many noticeable flaws.", "Mr. President, those are just some of my feelings with regard to this bill. I have watched these EEOC applications of title VII and the court applications of title VII for many years. I believe that I have spoken the truth here about what really is happening, what has happened, and what will happen if this bill is passed. It would lead to a bonanza of litigation that would be second to none in the history of this country, and I think, frankly, that it is not in the best interest of the country, and would be used to trample right over the rights of many people who have sincerely held religious views about the matter.", "Mr. President, I may have some more to say about this bill later.", "I yield the floor at this time.", "Mr. KENNEDY addressed the Chair."], "capitolwords_url": "http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/"}