{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 106, "title": "NOMINATIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-03-08/html/CREC-1999-03-08-pt1-PgS2437-2.htm", "number": 36, "id": "CREC-1999-03-08-pt1-PgS2437-2.chunk0", "volume": 145, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S2437-S2439", "speaker_party": null, "date": "1999-03-08", "bills": null, "bioguide_id": null, "order": 0, "speaking": [" Executive nominations received by the Senate March 8, 1999: Department of Justice Julio M. Fuentes, of New Jersey, to be United States Circuit Judge for the Third Circuit, vice Robert E. Cowen, retired. Robert A. Katzmann, of New York, to be United States Circuit Judge for the Second Circuit, vice Jon O. Newman, retired. M. James Lorenz, of California, to be United States District Judge for the Southern District of California vice Rudi M. Brewster, retired. W. Allen Pepper, Jr., of Mississippi, to be United States District Judge for the Northern District of Mississippi vice L. T. Senter, Jr., retired. Karen E. Schreier, of South Dakota, to be United States District Judge for the District of South Dakota vice Richard H. Battey, retired. In the Coast Guard The following named individual for appointment as a permanent regular officer in the United States Coast Guard in the grade indicated under title 14, U.S. Code, section 211: To be lieutenantJames W. Bartlett, 1353 In the Army The following named officer for appointment as a Permanent Professor in the United States Military Academy in the grade indicated under title 10, U.S.C., section 4333 (b): To be colonelPatrick Finnegan, 1878 THE FOLLOWING NAMED ARMY NATIONAL GUARD OF THE UNITED STATES OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12211: To be colonelCHRISTOPHER D. LATCHFORD, 4478 JAMES E. BRAMAN, 9188 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTION 12203: To be colonelLEE G. KENNARD, 5379JAMES A. MATZ, 2411THADDEUS A. PODBIELSKI, 9696FORTUNATO I. STANZIALE, JR, 6968MICHAEL E. THOMPSON, 8618 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTION 12203: To be colonelWESLEY D. COLLIER, 4151RUDOLPH DANIELS, SR., 7888JACOB Z. GOLDSTEIN, 9059LARRY E. HARRELSON, 9601HARLAND C. MERRIAM, JR., 4050GARY L. MOORE, 4595THOMAS L. MUSSELMAN, 7914 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES ARMY AND FOR REGULAR APPOINTMENT (IDENTIFIED BY AN ASTERISK (*)) UNDER TITLE 10, U.S.C., SECTIONS 624, 628, AND 3064: To be colonelDAVID E. BELL, 5957 To be lieutenant colonelKATHLEEN DAVID-BAJAR, 5717*RICHARD W. THOMAS, 8042 To be major*WILLIAM J. KEELEY, 3047 HOWARD LOCKWOOD, 1595 In the Marine Corps The following named officer for appointment to the grade indicated in the United States Marine Corps under title 10, U.S.C., section 624: To be lieutenant colonelStanley A. Packard, 3502 The following named officer for appointment to the grade indicated in the United States Marine Corps under title 10, U.S.C., section 624: To be majorTodd D. Bjorklund, 3251 In the Navy The following named officer for appointment to the grade indicated in the United States Naval Reserve under title 10, U.S.C., section 12203: To be captain Tarek A. Elbeshbeshy, 8897 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commander GLEN C. CRAWFORD, 0598 LEONARD G. ROSS, JR., 5022 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY AND FOR REGULAR APPOINTMENT IN THE JUDGE ADVOCATE GENERAL'S CORPS (IDENTIFIED BY AN ASTERISK (*)) UNDER TITLE 10, U.S.C. SECTIONS 624, 531 AND 3064: To be major *JAN E. ALDYKIEWICZ, 7465 *EUGENE E. BAIME, 1909 *EDWIN B. BALES, 7495 *DAVID L. BARBER, 2429 *JOHN M. BERGEN, 8938 *PAUL N. BRANDAU, 5237 *MARK A. BRIDGES, 3082 LARRY C. BURNER II, 8292 *LORIANNE M. CAMPANELLA, 5397 *BRUNSON K. CAMPBELL, 7806 *MICHAEL R. CLARKE, 7093 JOHN B CLARKSON, 9745 *IAN G. COREY, 7517 *ARTHUR J. COULTER, 6101 *DAVID T. CRAWFORD, 6770 JONATHAN B. CROCKER, 2051 *BOBBI J. DAVIS, 7526 *JOSEPH A. DEWOSKIN, 5304 *MICHELLE A. DEXTER, 6986 BRENDAN M. DONAHOE, 0230 *MARGARET K. ECKROTE, 7511 *MARCELLA R. EDWARDSBURDEN, 5507 *STEVEN E. ENGLE, 0077 MARY M. FOREMAN, 8051 *SCOTT G. GARDINER, 2792 JOHN S. GERSCH, 2059 *CARISSA D. GREGG, 0881 *JEANNINE C. HAMBY, 5021 *MARK W. HOLZER, 8113 *JOHN A. HUGHEY, 2093 *RAYMOND A. JACKSON, 2538 *CHERYL K. KELLOGG, 1826 *PATRICK B. KERNAN, 5881 *WILLIAM M. KUIMELIS, 1335 *JAMES A. LEWIS, 0471 *FRANK A. MARCH, 5131 EUGENE J. MARTIN, JR. 0656 *TANIA M. MARTIN, 1318 *WILLIAM R. MARTIN, 9695 *MYRNA A. MESA, 3586 *CHRISTINA E. MILLS, 8806 *SHANNON M. MORNINGSTAR, 0156 DUC H. NGUYEN, 3092 KEITH E. PULS, 9397 *PAUL A. RAAF, 5153 TYLER L. RANDOLPH, 7320 *SCOTT E. REID, 0032 *CARRIE F. RICCISMITH, 6705 CHARLES H. ROSE III, 0719 *MICHAEL P. RYAN, 6403 *SAMUEL A. SCHUBERT, 4597 *GEORGE R. SMAWLEY, 1053 *DAVID W. STARRATT, JR., 6404 *RONDA W. SUTTON, 1406 *MARK H. SYDENHAM, 5259 *JOANNE P. TETREAULT, 3069 *WALTER L. TRIERWEILER, 1337 *CHRISTOPHER B. VALENTINO, 7134 *BRADLEY E. VANDERAU, 8216 *ALBERT R. VELDHUYZEN, 6882 DAVID D. VELLONEY, 3952 *NANCY A. WALDRON, 2235 *JEFFREY T. WALKER, 0316 *LOUIS P. YOB, 4894 IN THE COAST GUARD The following named officers for appointment to the grade indicated in the United States Coast Guard under title 14, U.S.C., section 211: To be lieutenant WILLIAM L. CHANEY, 5724 CALLAN J. BROWN, 9754 SHERYL L. DICKINSON, 4649 SANDERS M. MOODY, 2600 MICHELE BOUZIANE, 8668 FRANK R. LEVI, 2050 MICHAEL G. LUPOW, 3024 TIMOTHY D. SEARCHFIELD, 2234 JASON S. KING, 1555 KAREN A. WEAVER, 8702 PETER W. MALDINI, 5887 KEVIN A. SMITH, 6657 DENNIS R. HOOKS, 1652 JANIECE N. BENJAMIN, 2448 ELIZABETH A. ASHBURN, 1038 CONNIE M. ROOKE, 3558 WILLIAM D. ADKINS, 6173 PETER B. TREBBE, 7485 MICHAEL A. BILLEAUDEAUX, 0029 RENEE C. KERN, 2024 DAVID S. DEUEL, 9315 PAUL G. LEDOUX, 8943 JEFFREY M. SMITH, 9443 CECIL D. MC NUTT, 2060 CORNELL C. THOMPSON, 5338 CARLOS L. MERCADO, 1540 DARREL W. CREACY, 5984 HERMINIA E. MC CULLOUGH, 7757 RAYMOND J. LECHNER, 7535 RICHARD L. BATES, 6127 JEFFREY J. HAUKOM, 3904 MICHELE N. CIOFFI, 8939 WILLIAM E. SASSER, 0288 GREGORY J. VIOLA, 2785 LANCE E. ISAKSON, 5034 KIMBERLY J. AVSEC, 7463 MONICA L. ROCHESTER, 2635 PHILIP M. MC MANUS, 0120 RICHARD F. CHRISTENSEN, 8707 DANNA L. LOPEZ, 2266 KELLY A. COUGHLIN, 9530 CYNTHIA A. LEDERER, 1274 CAROL M. STEARNS, 2149 CARL W. HINSHAW, 6936 KATHLEEN A. WARD 6711 WILLIAM A. RIMBACH, 6392 RUSSELL F. HELLSTERN, 8705 WENDY M. HULDERSON, 7743 LADONN A. HIGHT, 3098 ROBERT MITCHELL, 6247 CURTISS C. POTTER, 6413 PATRICK R. DOZIER, 7957 JOSH C. PETERS, 9087 DANIELLE F. WILEY, 9883 KEVIN M. CARROLL, 9071 PETER A. CASSON, 8710 MATTHEW F. LAVIN, 8020 JONATHAN H. MAIORINE, 1212 MICHAEL C. FARRELL, 6817 DAVID E. OLSON, 1308 JAMES A. WILLIAMSON, 9853 To be lieutenant (junior grade) FRANK A. SLABINSKI, 8581 THOMAS P. SULLIVAN, 9299 SCOTT K. WETTER, 1801 MATTHEW E. MOHRMAN, 7833 JAMES G. BELLAIRE, 5381 JULIE A. FARRELL, 7535 THOMAS W. SULLARD, 9216 TONI N. GAY, 0923 STACEY A. GOW, 7873 EVAN J. GALBO, 6583 ERIC J. STORCH, 7611 KEVIN M. NAGATA, 4068 KATHLEEN C. GARZA, 7496 QUINTIN P. ELLIS, 1765 JAMES W. HILL, 6042 JEFFREY R. MORGAN, 2479 GERALD K. MC MAHON, 7483 MICHAEL B. DOLAN, 5144 BRIAN P. HILL, 1688 PAUL T. MARKLAND, 2161 LARRY A. WASHBURN, 5105 WILLIAM E. SHEA, 7638 in the army The following named officers for appointment to the grade indicated in the United States Army and for Regular appointment in the Nurse Corps, Medical Service Corps, Medical Specialist Corps and Veterinary Corps (identified by an asterisk (*)) under title 10, U.S.C., sections 624, 531 and 3064: To be lieutenant colonel TIMOTHY K. ADAMS, 9448 CYNTHIA B. ALOOT, 8950 *SUSAN C. ALTENBERG, 3274 BRIAN E. ANSELMAN, 2683 LARRY W. APPLEWHITE, 6840 LORRAINE A. BABEU, 5868 BRUCE B. BATES, 5546 *ROXANNE E. BAUMGARTNER, 3890 EARNESTINE BEATTY, 9519 LINDA M. BOWDEN, 7951 MARK W. BOWER, 2810 GWENDOLYN S. BRASWELL, 7516 DEBORAH E. BRAY, 1520 ARTHUR W. BREHM, 9854 DONALD W. BROCKER, JR., 8340 MICHAEL A. BULEY, 9818 *JAMES M. CAMP, 5516 KENNETH G. CANESTRINI, 4116 SCOTT F. CASS, 5912 CARLA L. CASSIDY, 1487 PERRY R. CHUMLEY, 2082 MARCIA D. CLEMMONS, 0414 REBECCA A. COCKMANTHOMAS, 5833 THERESE A. CONNER, 1915 *LARRY L. CONWAY, 4248 JOHN P. COOK, 3405 LAURIE A. CUMMINGS, 1236 SHERILYN V. CURRY, 8291 JEFFREY A. DANCHENKO, 3021 MARTHA A. DAVIS, 7566 DAVID A. DAVIS, 9083 RAFAEL E. DEJESUS, 3512 JANE M. DENIO, 1779 EDWARD J. DICK, JR., 2901 ROBERT DOMINGUEZ, 7437 JAMES A. DUNKIN, 5510 MARYANN G. EDMONDSON, 8174 TINA M. ELLIS, 5621 JOHN D. FAIREY, 4900 FRANCES E. FINEGAN, 0668 YOLANDA D. FLORES, 2156 JANE E. FREUND, 8642 JAMES M. GAMERL, 0011 BARBARA A. GILBERT, 4316 *NEIL G. GLENESK, 8859 MARK B. GOLD, 6967 ANN GREDIAGIN, 9607 DONALD E. HALL, 8082 DARRELL J. HANF, 7246 CURTIS S. HANSEN, 9107 GARY A. HERSCHBERGER, 5221 DUANE N. HILL, 4913 ANNIE J. HOFFMAN, 8301 *STEVE HOROSKO III, 4400 REGINALD W. HOWARD, 7870 NANCY J. HUGHES, 3971 GLENN T. IACOVETTA, 4531 ANASTASIA M. IPPOLITO, 7132 KATHLEEN R. JARBOE, 8954 DIANNE JOHNSON, 0416 CAROLYN M. JOLITZ, 8263 GEORGIA L. JONES, 5080 PATSY R. JONESLUGO, 9896 DAVID L. KELTY, 3467 KATHY D. KING, 1993 *FRANCIS W. KLOTZ, 4709 PAUL M. KONDRAT, 7481 LOUIS P. KOZLOWSKI, 5494 FRANCES E. KRAMER, 0812 CAROL W. LABADIE, 4471 EDGAR A. LABRADOR, 4461 MITZIE A. LARKIN, 0032 MARY J. LAURIN, 0540 MICHAEL H. LEDOUX, 6744 JANET Y. LEE, 7915 KAREN A. LEMAY, 1282 DONALD R. LETT, 5121 THOMAS J. LITTLE, JR., 3323 JOSE L. LOPEZ, 6024 DAVID L. MACDONALD, 8196 *DEBRA D. MARK, 0229 LAWRENCE A. MARQUEZ, 1585 PAUL K. MARTIN, 6197 BEVERLYANN H. MAULTSBY, 8326 GLORIA J. MAXWELL, 5934 MICHAEL S. MC DONALD, 2641 TERESA Y. MC PHERSON, 5353 MARK A. MELANSON, 5382 MARK A. METZGER, 5543 MEGAN K. MILLS, 7311 BARRY L. MITCHELL, 3409 RICHARD S. MITCHELL, 3701 TIMOTHY J. MOORE, 5217 ALBERT W. MORAN, 7096 *MURIEL A. MOSLEY, 6979 *BEULAH L. NASHTEACHEY, 5294 JEFF A. NECHANICKY, 2416 WADE M. NELSON, 6951 WILLIAM R. NEWCOMBE, 0543 CAROL A. NEWMAN, 4165 LILLY J. NOBLE, 0167 REBECCA J. OSKEY, 3224 *HEIDI C. OVERSTREET, 2889 KEVIN B. OWENS, 1751 AUDREY L. PERRY, 5389 DENISE A. PERRY, 3994 ELAINE S. PERRY, 9951 TANYA D. PERRY, 0008 HERMAN F. PETERSON, 1841 DAVID D. PETERSON, 2864 JOHN L. POPPE, 6936 JACK R. POWELL, 5910 JOHN D. QUINLIVAN, JR., 1320 * MARTINEZ A. RAMOS, 5286 SANDRA A. RAY, 9425 TIMOTHY D. REESE, 8262 MARIA D. RIVERA, 3820 LEON L. ROBERT, 1185 DAVID S. ROLFE, 1350 ANGELA M. ROSS, 9870 LINDA L. ROWBOTHAM, 2412 DAVID L. RUBLE, 9248 JUDITH RUIZ, 0685 LAURIE J. SANDSTROM, 5378 * ARTHUR C. SAVIGNAC, 8188 THERESA M. SCHNEIDER, 5886 JOEL J. SCHRETENTHALER, 4888 FREDDIE SCONCE, 4803 * MARTIN J. SETTER, 2900 SIDNEY L. SHARP, 5785 JAMES A. SIGNAIGO, 8629 HARRY F. SLIFE, JR., 3005 * DAVID J. SMITH, 8301 DAWN M. SMITH, 4305 THOMAS C. SMITH III, 7347 * LOUIS H. SMITH III, 3874 * GARY D. SOUTHWELL, 1249 ROGER P. STAI, 0996 BARBARA J. STANSFIELD, 7585 SHARON L. STEELE, 5007 ROBERT L. STEWART, 9270 * DELLA W. STEWART, 4969 LAWRENCE J. STONE, 2594 THERESA M. SULLIVAN, 6680 ROBERT L. SYVERTSON, 2369 TRACEY L. SYVERTSON, 4882 COLLEEN A. THOMAS, 7207 KRISTINE A. TIMMERMAN, 6760 EDWARD A. TORKILSON, 5862 CHRISTOPHER J. ULLMANN, 5807 JEFFREY M. UNGER, 4171 * MARK A. VAITKUS, 6306 LAAR D. VAN, 7286 JAMES A. WADDELL, 0456 DONALD R. WEST, 2449 ANTHONY K. WHALEY, 3709 JOHN B. WOODWARD, 7274 MARIA A. WORLEY, 9429 TRACY O. WYATT, 4318 MARY E. WYGANT, 7948 DERICK B. ZIEGLER, 1737 in the navy The following named temporary Limited Duty Officers for permanent appointment as Limited Duty Officers to the grades indicated in the United States Navy under title 10, U.S.C., sections 531 and 5589(a): To be lieutenant STEVEN W. ALLEN, 3395 NEEDHAM L. AUSTIN III, 2089 RUBEN J. AVALOS, 9908 GREGORY O. AYDELOTTE, 0917 PHILLIP J. BACHAND, 4123 DAVID G. BAKER, 3732 ROBERT L. BARKSDALE, 2915 DONALD L. BARNHART, 4083 TODD D. BATEY, 6934 RAINFREDO S. BAUTISTA, 4217 THOMAS R. BEARDEN, 6623 MARK A. BELL, 6742 CAESAR S. BENIPAYO, 0413 DALE R. BENNETT, 2899 RUSSELL J. BENNETT, 9257 TERRY W. BENNETT, 7736 EDWIN BERRIOS, 8733 BRIAN T. BERRY, 2774 DAVID W. BIBBS, 1412 MICAL L. BINDSCHATEL, 2568 GARY W. BLAKESLEY, 3085 WILLIAM J. BLOCK, 7984 EDWARD S. BLUESTONE, 9635 BRIAN L. BODOH, 8760 ETIENNE M. BOSCOVITCH, 9207 DANNY E. BOUCHARD, 7669 GLEN D. BOURQUE, 3864 JOSEPH E. BRIGHTWELL, 7223 DAVID W. BROWNELL, 2642 FRED BUCKLEY III, 1118 RODNEY J. BURLEY, 4568 ROBERT G. BURROWS, 0198 AUDREY V. BURTON, 8404 ROBERT G. BYRD, 7080 MICHAEL E. CALDWELL, 5810 ROBERT A. CARMAN, 1451 COLIN M. CASWELL, 5477 RONALD L. CHAMBLIS, 0908 DOUGLAS B. CHANDLER, 1013 LAWRENCE J. CHICK, 8928 DAVID A. CHRISTOPHERSON, 1496 STEVEN A. CIALLELLA, 2259 LINDA L. CIAMBOR, 4967 MARTIN G. CLAEYS, 1939 CRAIG T. COLEMAN, 5005 LACONTA D. COLEMAN, 1684 LEONARD COLEY, JR., 4046 ERIN M. CONARY, 9616 STEVEN W. CONNELL, 3420 JON T. CORSON, 8003 KEVIN CURLEY, 0760 ROBERT E. CURRAN, 3525 RANDALL A. CURTIS, 4368 JOSEPH M. DADY, 1497 RICHARD R. DANIELS, 2410 JAMES D. DANNELS, JR., 9476 JAMES D. DARBY, 3672 FREDDIE L. DAVIS, 3223 GEORGE D. DAVIS III, 7635 GREGORY A. DAVIS, 2942 MERVIN E. DAWSON, 7083 DION D. DECKER, 9238 GREGORY S. DEXTER, 2324 CHRISTOPHER R. DONAHUE, 8836 MATHIS DORF, 7118 DWAYNE D. DUCOMMUN, 1342 PATTI A. DUNCAN, 0702 ROBERT A. DUNCAN, 1993 RHONDA R. DUNN, 9348 MIKE A. EASLEY, 1774 ROBIN J. FARRIS, 7994 SANDRA P. FITCHETT, 6304 GLENN W. FORD, 5712 RANDY A. FORMY, 5883 JAMES J. GALOPPA, JR., 6874 ARTHUR E. GARCIA, 5607 robert a. gardiner, 2891 donald r. gatewood, 9156 james p. getman, 5968 ricky l. gilbert, 9823 randy a. ginn, 6355 Kevin m. glancey, 6597 michael j. glenn, 9126 juan gonzalez, 2240 todd a. graf, 1793 michael p. gramolini, 8680 henry k. green, 2959 gerald m. griffin, 7844 craig l. griswold, 8746 david l. groeschel, 0332 frederick l. hafer, 9653 jeffrey l. haire, 8547 william a. hale, 9941 paul e. hamann, 5429 troy l. hare, 1499 lance a. harpel, 7750 william b. hays, jr., 4172 dennis l. hendrix, 0127 dennis j. henman, 7136 edison l. henry, 9513 bryant e. hepstall, 1868 scott a. higgins, 5285 mark r. hildebrandt, 8303 michael e. hiles, 3220 jeffrey t. hill, 5762 james d. hoey, 5882 carl e. hoilman, 2897 donald t. holden, 0158 frederick b. hoo, 7774 jeffrey m. horton, 5425 anthony a. howard, 5329 marthann h. howes, 9672 jesse l. howell, iii, 1569 mark l. hursey, 8229 billy r. hyles, 0186 michael s. ireland, 1888 william d. irvin, 1643 derrick l. jackson, 1279 mark a. jackson, 4215 caroline m. jepson, 7413 charles a. johnson, 9159 brian w. jones, 3895 michael j. jones, 5092 philip a. jones, 4789 bryan l. jung, 3812 donald j. kelso, 4565 arlen d. kemp, 9953 james e. kenney, jr., 5624 scott a. kimmel, 3402 jackie d. knick, jr., 3941 mark j. knight, 1365 erich f. lah, 2397 humphery g. lee, 5772 daniel l. lidster, 4191 michael j. logan, 2524 john a. loiselle, 9140 richard a. lott, jr., 3321 ralph b. lydick, 7657 stephen l. lyons, 8857 robin a. mac lean, 3852 brian t. mahoney, 2960 Daniel e. manetzke, 8809 anthony j. marinelli, 7119 nathan d. marsh, 7845 gary d. martin, 1686 robert d. mc clary, 3835 matthew b. mc coy, 1218 daniel, mc guinness, 2690 ricky mc iver, 3244 robert n. mc lafferty, 6962 robert c. mc millian, 7309 rosario d. mc whorter, 0146 mark e. miller, 1937 dennis l. mitchell, 7542 lucky m. moises, 7160 john b. morrison, 7584 gilbert p. mucke, 4904 james l. muniz, 5631 kendal s. nakanishi, 6606 richard a. naystatt, jr., 5972 richard r. neal, 3399 jimmie b. newton, jr., 0006 lee a.c. newton, 1591 william w. newton, iv, 0167 john m. nicholas, 3168 steven m. nickerson, 5458 john m. o'brien, 4012 michael j. oehlrich, 9540 Kathleen A. Omelia, 2979 Vincent Ortiz, 6020 Norman C. Owen, 5710 Bobby W. Ozley, 5498 James D. Ozols, 0903 William A. Paetz, 2085 Scott D. Palumbo, 1762 Gerald A. Papenfuss, 7471 David J. Parks, 2916 Michael H. Parry, 8720 Paul A. Patricio, 1947 Johnny L. Payne, 9235 Avery L. Penn, 7097 William Pennington, 4334 Jose R. Perrez, Jr., 0610 Leonard J. Perrier, Jr., 8901 Mackey C. Phillips, 2167 Cary T. Pierce, 9777 Daryl Pierce, 1776 Ricky Pierce, 8564 Charles A. Pinero, 5581 Jeffery D. Post, 7764 Iakopo Poyer, 0272 Nicklos R. Prelosky, 4337 Duncan L. Perston, 2707 Todd J. Prosser, 4233 John P. Protz, Jr., 8747 Thomas Prunsinowski, 8385 Robert L. Pryor, 1857 Harry S. Putnam, 1070 Antonio C. Ramos, 7559 Andrew G. Raymond, 2528 Leith E. Regan, 4560 Steven R. Rehard, 7028 Vane A. Rhead, 4657 James D. Rhoads, 7111 Edward J. Rhyne, 6067 Steven L. Rice, 7307 Harry L. Robinson, 8427 Ralph E. Roe, Jr., 9956 Loren R. Rolls, 9465 Spurgeon L. Root, 9114 Daniel M. Rossler, 0295 Michael D. Rutledge, 2090 Doce D. Salazar, 8548 David B. Saucedo, 4137 Andrew W. Schmit, 9980 Matthew H. Schmitt, 8869 Carol J.A. Schrader, 7867 Jose A. Sein, 0957 George R. Sharp, 7817 Richard W. Sharp, 4470 James D. Shaw, 9274 William J. Siegrist, 6251 Michael A. Simmons, 0313 Carey J. Sims, 1593 Mark K. Sizemore, 1402 Philip E. Smith, 6302 David L. Spencer, 9296 Cletis Strausbaugh, 7591 Kurt E. Stronach, 8161 Mark G. Suchsland, 0222 Timothy J. Sullivan, 5215 Charles D. Swilley, 2059 Orlando A. Teofilo, 2967 Guyton L. Thompson, Jr., 5988 Lauren L. Troyan, 6893 Joseph P. Tubbs, 4801 Thomas E. Twiddy, 1045 Gary L. Vanert, 6123 Peter J. Varga, 9283 Patrick A. Vega, 5781 Gregoary R. Vigesaa, 0873 Mary M. Wadsworth, 4653 Michael A. Wallace, 3652 Daryl F. Walls, 0149 Lee G. Ward, 3684 John A. Wardean, 7056 Curtis W. Warrenfeltz, 6100 Carville C. Webb, 4488 Charles W. Webb, 1770 Henry A. Webb, 7364 Robert L. Weldy, 3816 Shawn T. Whalen, 8037 Darrell White, 7094 Michael a. Whitt, 7292 Wayne R. Wilcox, Jr., 0421 Allen M. Williams, 4688 Ervin K. Williams, 1932 Gilbert L. Williams, 5051 James D. Winters, 2140 Jeffrey A. Worley, 1908 KEVIN E. WRIGHT, 5683 BILLY C. YOUNG, 9285 RYSZARD W. ZBIKOWSKI, 4782 CARL ZEIGLER, 6422 To be lieutenant (junior grade) LEON S.E. ABRAMS, 8965 ROBERTO M. ABUBU, 2118 ANTHONY M. ANDERSON, 5268 DONALD J. ANDERSON, 2922 JAMES D. ANDREWS, 7534 LUKE ARKINS, 8587 PETER T. AVRAM, 3533 SCOTT A. BAIR, 7542 PERRY G. BECKMAN, 7503 MICHAEL T. BROADUS, 7029 GREGORY B. BROWN, 5045 JAMES P. BUNNELL, 0085 SCOTT L. CARPENTER, 1868 KERRI D. CASHION, 1338 PATRICK T. CHRISTIAN, 7294 WASNA C. CLEMMONS, 9049 GREGORY T. COOGAN, 0017 GERALD A. COOK, 5284 ANTHONY R. COPELAND, 0446 BEATRIZ COST, 6694 THOMAS H. COTTON, 1307 BARRY L. COX, 3266 JOSE M. CRUZ, 5867 PHILLIP D. DAMIN, 1605 ISAAC DANIEL, JR., 3951 SAMUEL L. DENSON, 5865 BRIAN J. DETERS, 8611 PAUL DICKSON, 1083 DANIEL E. DOOLITTLE, 7431 LISA H. EDSON, 5780 CHARLES W. ENSINGER, 9158 MICHAEL G. FARMER, 3372 KIRK FLANAGAN, 4912 FLORENCE M. FOX, 1505 THOMAS A. GABEHART, 6433 JOEL M. GODDEN, 9333 STEVEN P. GOODMAN, 9254 GREGORY S. GORDON, 5987 FRANCIS P. GORMAN, 4356 JON C. GRANT, 6290 CHRISTOPHER HAMMOND, 9523 JOHN M. HANSEN, 4946 KEITH A. HARIG, 8612 JAMES E. HORST, 2090 DAVID C. HOWARD, 0526 BILLY D.J. HUNTER, 9024 CHARLOTTE M. HURD, 4346 GLEN P. JACKSON, 2032 BRIAN D. JACOBSEN, 3017 HAROLD J. JAMES, 8460 VINCENT J. JANOWIAK, 3316 KENAN D. JARRETT, 0519 DARRON K. JOHNSON, 1644 JAMES D. JOHNSON, 9446 GREGORY J. KAYSER, 9241 THOMAS P. KENNEDY, 5333 BRYANT S. KOHUT, 9664 LOWELL R. KURZ, 6677 DAVID E. KUSH, 0359 KEITH R. LAFOUCADE, 4662 THOMAS J. LALLY, 4584 JEFFERY D. LAMB, 1353 TIMOTHY B. LAWS, 9987 JOSEPH A. LEONGUERRERO, 2922 MARTIN H. LEVERING, 5313 DAVID R. LEVESQUE, 8390 DWAYNE L. LLOYD, 3760 SHANNON L. LOVEJOY, 3728 DAVID G. LU, 8050 DEAN S. LYONS, 8434 PHILIP E. MARK, 3612 ROBERT F. MASSARO, 2326 JOSEPH B. MAYERS, 2768 DAVID E. MC CONAGHAY, 9365 THOMAS W. MC DONALD, 8554 ARTIS E. MC ELHANEY, 9213 BRUCE D. MC GEE, 7743 CAROL A. MC MILLAN, 5796 DAVID W. MC NULTY, 3294 ANGEL M. MELENDEZ, JR., 6729 DANIAL D. MILLER, 8856 CHARLES W. MILLINER, 7361 EUGENE H. MINCEY, 5779 JON P. MUMPER, 8041 ELIZABETH K. MYATT, 4753 CLIFTON B. MYGATT, 4814 PETER K. NILSEN, 7566 DAVID K. NUHFER, 8442 gERALD R. OLIN II, 1126 JEFFREY PARA, 6051 MICHAEL T. PIECHURA, 2335 TODD L. PITTS, 2230 WILLARD POINDEXTER, 8875 WILLIAM J. POWELL, 8422 CLIFFORD S. RADER, 0244 WILLIAM D. REABE, 0024 PAUL J. ROUSHIA, 1829 JOHN R. SAUTER, 8007 MICHAEL D. SCHELL, 2044 JEFFERY L. SCOTT, 7200 ANTHONY W. SHIPMAN, 1851 TIMOTHY S. SHIPMAN, 3604 RICHARD E. SIMPSON JR., 3963 GERALD T. SODANO, 7132 DEAN M. SPRINGSTUBE, 5290 DAVID R. STIEGER, 7047 LAURENCE G. STOREY, 6178 FRED K. STRATTON, 5392 KENNETH W. SZITTA, 7325 THERESA A. TALBERT, 3563 DONNA L. TARPINIAN, 0839 HIRAM THOMPSON JR., 0277 KENNETH E. TRANTHAM, 7606 JAMES A. TRUHETT, 8524 TERANCE E. TUCKER, 2263 EDWARD C. VAUGHN, 9212 STANLEY VICKERS, 2849 MARK E. WARNER, 1948 LARRY G. WELLS, 0790 TROY A. WESTPHAL, 8454 DELMAS WHITTAKER JR., 8484 JOHN A. WILHELM, 9113 ANTHONY G. WILLIAMS, 8652 RICKIE D. WILLIAMS, 6849 WILLIAM H. WILLIAMS, 6539 CHARLES A. WILLIAMSON, 9209 JULIUS C. WILSON, 9933 BRUCE A. WITT, 1207 BYRON WRICE, 3071 DANIEL C. WYATT, 9538"], "capitolwords_url": "http://capitolwords.org/date/1999/03/08/S2437-2_nominations/"}