{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 106, u'title': u'NATIONAL ADOPTION MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-11-18/html/CREC-1999-11-18-pt1-PgS14791.htm', u'number': 164, u'id': u'CREC-1999-11-18-pt1-PgS14791.chunk1', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S14791-S14792', u'speaker_party': None, u'date': u'1999-11-18', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Freddie Mac Foundation, Virginia, Nancy Kleingartner, Bismarck, North Dakota, Jeff and Earletta Morris, Marshalltown, Iowa, Earl and Judy Priest, Caldwell, Idaho, Dave Thomas, Dublin, Ohio, Peter and Mary Myers, Sikeston, Missouri, James and Denise Jones, Grand Rapids, Michigan, Fletcher Thompson & Jim Thompson, Spartanburg, South Carolina, Carol McMahon, Pittsburgh, Pennsylvania, Lori and Willie Johnson, Russellville, Arkansas, Candice Mueller, Ewing, New Jersey, Joan McLaughlin, Morristown, New Jersey, Carol Stoudt, Fargo, North Dakota, Bill and Laura Trickey, Kansas City, Missouri, Tom and Debbie Ritter, Warrentown, Missouri, Debbie Breden, O'Fallon, Missouri, Senator Gordon and Sharon Smith, Hope Marindin, Chevy Chase, Maryland, Doreen Moreira, Cabin John, Maryland, Sky Westerlund, of Lawrence, Kansas. Doug and Mary Spangler, Kansas City, Vivian Robinson, Harrisburg, Illinois, Reverend George Coates, Eldorado, Illinois, Ms. Gloria King of Oakland, California, Becky and Mike Dornoff, Williamsburg, Michigan, Steve and Cherie Karban, Rapid River, Michigan, James L. Gritter, Traverse City, Michigan, Ms. Sidney Duncan, Detroit, Michigan, Anne Pierson, Lancaster, Philadelphia, Jane Sarnes, Lexington, Nebraska, Peggy Soule, Rochester, New York, Laurence and Jane Leach, Raleigh County, West Virginia, Judge Gary Johnson, West Virginia, Hays and Gay Town of Baton Rouge, Louisiana, David and Jane Zatz Redmond, Washington, Dennis and Shirley Smithson, Nashville, Tennessee, Anne Desiderio, Albuquerque, New Mexico, Francis Ann Mobley, Daytona Beach, Florida, Kurt and Stacy Stahl, Lake Oswego, Oregon, Sallie Olson, Lake Oswego, Oregon. Ruth Ann Gaines, Des Moines, Iowa, Larry and Jackie Bebo, Berthoud, Colorado, Gary Cerkvenik and Kim Stokes, Britt, Minnesota, Aimee Oullette, Milwaukee, Wisconsin, Bill and Brenda Baker, Redfield, South Dakota, Richard and Karen Butler, Faith, South Dakota, Reverend Ed and Diane Nesseslhuf, Vermillion, South Dakota, Debbie Hoffman, Sioux Falls, South Dakota, Melvina and Louie Winters, Pine Ridge, South Dakota, Geraldine Bluebird, Pine Ridge, South Dakota, Scott and Val Parsley, Madison, South Dakota, Mrs. Brenda Edusei, Bedford, New Hampshire, Debra Klopert, St. Louis, Missouri, Jessica Dennis of Rosedale, New York."], u'capitolwords_url': u'http://capitolwords.org/date/1999/11/18/S14791_national-adoption-month/'}