{u'speaker_state': u'MN', u'speaker_raw': u'mr. ellison', u'speaker_first': u'Keith', u'congress': 112, u'title': u'THE PROGRESSIVE MESSAGE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-02-09/html/CREC-2012-02-09-pt1-PgH670.htm', u'number': 22, u'id': u'CREC-2012-02-09-pt1-PgH670.chunk1', u'volume': 158, u'chamber': u'House', u'session': 2, u'speaker_last': u'Ellison', u'pages': u'H670-H677', u'speaker_party': u'D', u'date': u'2012-02-09', u'bills': [u'H.R. 1148'], u'bioguide_id': u'E000288', u'order': 1, u'speaking': [u"Mr. Speaker, there are a lot of important issues facing the American people, none more important than their economic livelihood and viability. So we're going to be talking today during this Special Order about economic justice, economic opportunity, and the fight for the American middle class.", u"Mr. Speaker, I'm cochair of the Congressional Progressive Caucus. The Congressional Progressive Caucus is that caucus that comes to Congress to band together to stand up for the American Dream, the idea that all Americans, no matter which color they may be, whether they are disabled or not, whether they are straight or gay, or what their religion is, have a right to full participation and opportunity to grab that American Dream as one of our core beliefs. The Progressive Caucus believes in clean air and a clean environment, believes that all Americans, all people across the world have a right to clean air, clean water, and food free of pesticides and toxins.", u"The Progressive Caucus is the organization that is four square for civil rights for all people. We believe that it's a national disgrace that women are paid 80 cents for every dollar a man makes. We think it's a national disgrace to not be able to love whomever you love and want to be with. We think it's a national problem that people in our society, which was founded on the idea of religious tolerance, sometimes find themselves the target of religious hate in this area.", u"And we are four square dedicated to the idea that peace should be the guiding principle of our Nation and that diplomacy and development are good things, and that war is almost always a bad thing. Although sometimes it's necessary, diplomacy is always better. We don't send our people into harm's way. That's who the Progressive Caucus is. That is what we are about, and I'm going to offer time tonight, Mr. Speaker, for a progressive message.", u"So let me begin with that progressive message. We are here to talk about the progressive message; and tonight, we're going to address the issue of economic viability. Working American families are getting crushed, and our middle class is shrinking every day. But here in Washington, our friends on the other side of the aisle, the Republican caucus, is in control of the House. And while millions of people are facing foreclosure and unemployment, sadly, we see Americans continuing to hurt, and their problems are not being addressed.", u"This week in Congress, if I could just talk about what we did this week, the Republican majority did not bring up a single jobs bill. We didn't talk about jobs this week. Here we are at the close of the week, and we're not talking about jobs. They did not bring up a bill to keep Americans in their homes and address foreclosure, nor did we talk about cleaning up our air and our water, or building our economy or our Nation's crumbling infrastructure. No, we weren't doing that. We were doing something else, and it had to do with scoring points in an election.", u'One of the things we did today, which I think was important, but it was an idea that came from the Democratic-majority Senate and originated with great Democrats Tim Walz and Louise Slaughter, is that we voted on a bill to stop trading on congressional knowledge, the STOCK Act. Today, we voted on a bill designed to stop Members of Congress from profiting on confidential information they receive while doing their jobs. You would think that this goes without saying. But, sadly, that is exactly what some politicians have been doing. We voted on the STOCK Act today, the Stop Trading on Congressional Knowledge Act, and I was happy to support this bill.', u'Although my colleagues, Louise Slaughter and Tim Walz, are pushing a bill which I think was a better version, we voted on the Senate version today. But the price for getting that bill in front of us, the price for fighting to get that bill in front of us was a carve-out for a special interest, and that is too bad.', u'The bill came before us today, and I voted for it. But the public should know a few things about the legislation. Only after stripping out a provision to stop the so-called political intelligence would the majority even consider voting to stop Members from making bets on confidential information. We wonder why Congress has a 10 percent approval rate. After months of calls for action by House Democrats, House Republicans have finally relented; and the House took up the STOCK Act today, clarifying that Members of Congress and congressional staff, executive branch officials, and judicial officers are subject to the same insider trading rules as everyone else.', u"Unfortunately, leadership in the majority House caucus took transparency and accountability measures and rewrote them in secret in the dark of night. And the majority caucus, the Republican caucus, weakened the bill, dropping a provision that will require those who peddle political intelligence for profit to register and report, and eliminating the anti-corrupting provision added by the Senate and unanimously approved by the House Judiciary Committee in December. Regarding the political-intelligence provisions, Senator Grassley, Republican of Iowa, responded, It's astonishing and extremely disappointing that the House would fulfill Wall Street's wishes by killing this provision.", u"So Republican Senator Grassley even had to admonish the House to say, why would we weaken the bill, dropping a provision that would require those who peddle political intelligence for money to register and report their activities? That's too bad. If Congress delays action, the political-intelligence industry will stay in the shadows--just the way Wall Street likes it.", u"It's time to act on this legislation and take a first step toward restoring trust in government. We must hold a swift House-Senate conference to strengthen this Republican-majority bill that passed through here that's a weakened piece of legislation.", u'Last week, the Senate bill passed a stronger measure by a vote of 96-3, and a stronger bipartisan House bill is cosponsored by 285 Members, including 99 Republicans. The so-called political-intelligence industry serves no one. All it does is really pad Wall Street profits off of a rigged game. This insider trading is nothing more than Wall Street insiders pumping Washington insiders for information so that they can place bets on stocks. Political-intelligence firms have grown drastically over the last few decades and are now a $100 million industry.', u'Every day, these firms help hedge funds and Wall Street investors unfairly profit from nonpublic congressional information, and these firms have no oversight and can freely pass along information for investment purposes. A 2005 story on insiders profiting off of a last-minute government bailout of companies embroiled in asbestos litigation was a catalyst to the STOCK Act. A recent Wall Street story on the prevalence of the intelligence industry reinforces the need for this bill. Without the STOCK Act, enforcement officials are left in the dark on who is paying and playing in the political-intelligence industry.', u"This is why we need the whole STOCK Act. The Stop Trading on Congressional Knowledge Act, the STOCK Act, would shed necessary light on a lucrative industry that has been lurking in the shadows since the 70s. H.R. 1148 establishes regulations for the political-intelligence industry by amending the Lobbying Disclosure Act to apply the registration, reporting, and disclosure requirements to all political-intelligence activities just as they apply to lobbyists now. This is an important provision, and it's an essential piece to the STOCK Act's purpose of banning insider trading based on congressional knowledge.", u'Regarding support for the STOCK Act, the STOCK Act has a lot of support, Mr. Speaker. The STOCK Act has a broad base of support from organizations dedicated to government reform, including Public Citizen, Citizens for Responsibility and Ethics in Washington, Common Cause, Democracy 21, the League of Women Voters, Project on Government Oversight, the Sunlight Foundation and U.S. PIRG.', u"Here is a summary of the STOCK Act, and this is a bill authored by Tim Walz and Louise Slaughter, of which I'm an original co-sponsor. It's a stronger version than what came through here today, and it's what our country needs. The STOCK Act requires firms that specialize in political intelligence who use information obtained from Congress to advise financial transactions to register with the House and Senate, just like lobbying firms are required to do.", u'It prohibits Members, their staff, executive branch employees, and any other person from buying or selling security swaps or commodity futures based on congressional and executive branch nonpublic information. It requires a more timely disclosure of financial transactions above $1,000 for those Members and staff that are already required to file annual financial disclosures.', u"It amends the House ethics rules to prohibit Members and their employees from disclosing any nonpublic information about legislative action for investment purposes. My constituents don't have insider traders looking out for their bottom line.", u'Now, let me just talk a little bit more about the STOCK Act.', u"While the House voted this morning on the STOCK Act, making clear that rules against insider trading apply to Members of Congress, congressional staff, executive branch officials, and judicial officers and employees, the version brought to the floor by Leader Cantor was weakened by Republicans before it actually came to be voted on. The GOP rhetoric suggesting otherwise isn't fooling anybody.", u'The Associated Press weighed in on this issue, and they said:', u'The House passes Republican-written insider trading bill that has heavy Wall Street influence. The House has passed a bill to ban Members of Congress and executive branch officials from insider trading, but critics from both parties accuse House Republican leaders of caving in to investment firms by eliminating a proposal to regulate people who try to pry financial information from Congress.', u"The New York Times had something to say, too. Here's what they said in an editorial:", u"The House's Less Persuasive Ban on Insider Trading. House Republican leaders appear ready to bow to election-year pressure and pass a bill banning lawmakers from using nonpublic information they hear on the job to make financial investments. The House legislation, however, is missing two vital provisions that are in the Senate bill that won overwhelming approval last week. If the goal is to root out corruption and raise the public's low opinion of Congress, the House should approve the full range of reform in the Senate bill.", u'The Washington Post also had something to say about this, Mr. Speaker. What they had to say is:', u"The House should take the opportunity to help crack down on public corruption. The House of Representatives is expected to take up, Thursday, a useful measure to prohibit insider trading by Members of Congress and to beef up disclosure of lawmakers' financial transactions. Unfortunately, the version of the measure produced by the House majority leader, Eric Cantor, omits one of the most important parts of the bill passed by the Senate, a provision that would restore prosecutors' ability to go after official corruption.", u"So, Politico, which is one of our local papers that talks about Congress, took up this issue and writes, ``Cantor under fire over STOCK Act.'' What the Politico writes is this, Mr. Speaker:", u"House Majority Leader Eric Cantor (R-Va.) has released his version of a congressional insider trading ban, and it strips a provision that would require so-called ``political intelligence'' consultants to disclose their activities, like lobbyists already do. It also scraps a proposal that empowers Federal prosecutors going after corruption by public officials. That stoked backlash from Democrats--yes, it did-- and even some Republicans, who are furious at Cantor and are accusing the Virginia Republican of watering down the popular legislation that easily passed the Senate last week.", u"``It's astonishing''--this is a quote from the Politico article:", u"It's astonishing and extremely disappointing that the House would fulfill Wall Street's wishes by killing the provision. That's what Senator Chuck Grassley said in a statement. If Congress delays action, the political intelligence industry ", u"Of course, Mr. Speaker, Roll Call had to weigh in on this issue as well. It sounds like there's a pretty strong consensus that the House version we passed was weakened and watered down and not what the public was expecting.", u'Roll Call says:', u"Grassley, others rip House STOCK Act. Senator Chuck Grassley is ripping the House version of a major reform bill passed last Tuesday, calling it ``astonishing'' that House GOP leaders would drop a provision requiring political intelligence consultants to register as lobbyists. Senator Grassley joined a chorus of watchdog groups and Democrats criticizing the House version.", u"Melanie Sloan, President of Citizens for Responsibility and Ethics in Washington, said: ``The Cantor provision is a sham and aimed at tricking Americans into thinking he's dealing with the issue.'' That was a quote.", u"So, whether you're talking about Politico, Washington Times, Washington Post, Associated Press, Roll Call, or whether you're just talking about members of the House Democratic Caucus or citizens across the Nation, we did pass a version of the STOCK Act today. It was a weakened version. It wasn't good enough. And, Mr. Speaker, if Americans across this country decided that they were going to demand that there be a conference committee in which the stronger provisions were adopted, I think that would be a very good thing.", u"Americans across this country, I think they agree with what's written in this Washington Post article. They write:", u'A scaled-back ethics bill headed toward likely passage in the House Thursday despite complaints from Senators that Republican leaders are jettisoning--that means getting rid of--several key provisions that won overwhelming support in the Senate last week.', u"Of course Think Progress probably echos the sentiments of the American people, too, Mr. Speaker, as they wrote in their blog, ``House Republicans prepared to vote on watered-down congressional insider trading ban.'' Here's what they say:", u"Since a ``60 Minutes'' report showed that Representative Spencer Bachus (R-Al.) profited from information he obtained in a private economic briefing in 2008, Congress has moved quickly to pass a bill to ban insider trading by its Members. House Majority Leader Eric Cantor has made several changes to the legislation which appear intended to at least weaken the final product, if not kill it outright.", u'That is what they said at Think Progress.', u"Of course the New York Times, they're in this, too. This is an issue of serious public concern, and we would expect their editorial writers to weigh in. And what they said was this, Mr. Speaker:", u"With the House poised to take up a major ethics bill, Republican leaders have deleted a provision that would, for the first time, regulate the collection of political intelligence from political insiders for the use of hedge funds, mutual funds, and other investors. Representative Louise Slaughter, Democrat of New York, said lawmakers and the public need to know more about the activities of these professionals, who she said ``glean information from Members of Congress and staff and sell it to clients who make a lot of money off it.''", u"You know, Mr. Speaker, I'm betting that a lot of people across America don't even know that this practice even takes place. I'm betting that a lot of people across America don't realize that there are people who sort of scurry around in the shadows, looking for tidbits of information which they could use to make an investment decision, and that this is a multimillion-dollar industry.", u"Let me also move back and just say that, Mr. Speaker, I doubt that the American people really realize that there is important information that can affect stock price that is thrown around around here. You would think that it would be just common sense, Mr. Speaker, that as we as Members of Congress are hired to pursue the public interest, that no one would ever use that information to advance their private commercial interests. There's nothing wrong with Members of Congress owning a business or something like that. I mean, this is America. But to say you're going to Congress to get information to try to trade stocks and then getting rich off that information seems, to me, a real problem.", u"Now, I don't know what the facts are. All I know is what I saw on ``60 Minutes.'' But it was alleged that a Member of Congress was in a meeting, pursuing his responsibility to promote the public interest, left that meeting, and using information from that meeting, purchased stock options and basically made a bet that the economy would go down.", u'So I ask you, Mr. Speaker, can a person, charged with a public duty to uphold the public interest simultaneously pursue their private interests? And what happens, Mr. Speaker, when those two things are at odds?', u"If your job is to keep the economy afloat, but it would make you money if the economy goes down because you have essentially bought stock options where you would financially gain from the loss of value, what is one to do? Well, if they're a public service employee, if they're a public official, they should pursue the public interest, and the law should forbid them from trying to pursue their private interests at the public's expense.", u"And yet, we do know that these things, that there's good evidence that these things may well have happened and that there needs to be accountability all around. And it is disappointing that when we finally, after these things finally get to the point where we're going to pass a bill, that we don't go all the way. We make carve-outs for the political intelligence industry. We make carve-outs for people here and there. This is not right.", u'The Senate version, which has accountability, which has prosecution authority, and which bans this political intelligence industry from just operating in the shadows, that is what we should be doing, not making carve-outs for them and sweetheart deals.', u"So I'm joined now by my good friend from the great State of Ohio, representing the northern Ohio area. There's really no one, Mr. Speaker, who has been a greater advocate for consumers than Marcy Kaptur.", u'I yield to the gentlewoman from Ohio.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/02/09/H670_the-progressive-message/'}