{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 112, "title": "BIG GOVERNMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-19/html/CREC-2012-03-19-pt1-PgS1787.htm", "number": 45, "id": "CREC-2012-03-19-pt1-PgS1787.chunk1", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S1787-S1789", "speaker_party": null, "date": "2012-03-19", "bills": null, "bioguide_id": null, "order": 1, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Discussing the constitutionality of Obamacare's ``preventive health'' measures on MSNBC, Melinda Henneberger of the Washington Post told Chris Matthews that she reasons thus with her liberal friends: ``Maybe the Founders were wrong to guarantee free exercise of religion in the First Amendment, but they did.'' Maybe. A lot of other constitutional types in the Western world have grown increasingly comfortable with circumscribing religious liberty. In 2002, the Swedish constitution was amended to criminalize criticism of homosexuality. ``Disrespect'' of the differently orientated became punishable by up to two years in jail, and ``especially offensive'' disrespect by up to four years. Shortly thereafter, Pastor Ake Green preached a sermon referencing the more robust verses of scripture, and was convicted of ``hate crimes'' for doing so. Conversely, the 1937 Irish Constitution recognized ``the special position of the Holy Catholic Apostolic and Roman Church as the guardian of the Faith.'' But times change. In 2003, the Vatican issued a ruminative document on homosexual unions. The Irish Council for Civil Liberties warned Catholic bishops that merely distributing the statement could lead to prosecution under the 1989 Incitement to Hatred Act, and six months in the slammer. In Canada, Hugh Owens took out an advertisement in the Saskatoon Star-Phoenix, and he and the paper wound up getting fined $9,000 for ``exposing homosexuals to hatred or ridicule.'' Here is the entire text of the offending advertisement: Romans 1:26 Leviticus 18:22 and 20:13 I Corinthians 6:9 That's it. Mr. Owens cited chapter and verse--and nothing but. Yet it was enough for the Saskatchewan ``Human Rights'' Tribunal. The newspaper accepted the fine; Mr. Owens appealed. That was in 1997. In 2002, the Court of Queen's Bench upheld the conviction. Mr. Owens appealed again. In 2006, the Court of Appeal reversed the decision. This time the ``Human Rights'' Commission appealed. The supreme court of Canada heard the case last autumn, and will issue its judgment sometime this year--or a decade and a half after Mr. Owens's original conviction. It doesn't really matter which way their Lordships rule. If you were to attempt to place the same advertisement with the Star-Phoenix or any other Canadian paper today, they would all politely decline. So, in practical terms, the ``Human Rights'' Tribunal has achieved its goal: It has successfully shriveled the public space for religious expression--and, ultimately, for ``exercise of religion.'' In the modern era, America has been different. It is the last religious nation in the Western world, the last in which a majority of the population are (kinda) practicing believers and (sorta) regular attenders of church. The ``free exercise''--or free market--enabled religion to thrive. Elsewhere, the established church, whether de jure (the Church of England, the Church of Denmark) or de facto (as in Catholic Italy and Spain), did for religion what the state monopoly did for the British car industry. As the Episcopal and Congregational churches degenerated into a bunch of mushy doubt-ridden wimps, Americans went elsewhere. As the Lutheran Church of Sweden underwent similar institutional decay, Swedes gave up on God entirely. Nevertheless, this distinction shouldn't obscure an important truth--that, in America as in Europe, the mainstream churches were cheerleaders for the rise of their usurper: the Church of Big Government. Instead of the Old World's state church or the New World's separation of church and state, most of the West now believes in the state as church--an all-powerful deity who provides day-care for your babies and takes your aged parents off your hands. America's Catholic hierarchy, in particular, colluded in the redefinition of the tiresome individual obligation to Christian charity as the painless universal guarantee of state welfare. Barack Obama himself provided the neatest distillation of this convenient transformation when he declared, in a TV infomercial a few days before his election, that his ``fundamental belief'' was that ``I am my brother's keeper.'' Back in Kenya, his brother lived in a shack on $12 a year. If Barack is his brother's keeper, why can't he shove a sawbuck and a couple singles in an envelope and double the guy's income? Ah, well: When the president claims that ``I am my brother's keeper,'' what he means is that the government should be his brother's keeper. And, for the most part, the Catholic Church agreed. They were gung ho for Obamacare. It never seemed to occur to them that, if you agitate for state health care, the state gets to define what health care is. According to that spurious bon mot of Chesterton's, when men cease to believe in God, they do not believe in nothing; they believe in anything. But, in practice, the anything most of the West now believes in is government. As Tocqueville saw it, what prevents the ``state popular'' from declining into a ``state despotic'' is the strength of the intermediary institutions between the sovereign and the individual. But in the course of the 20th century, the intermediary institutions, the independent pillars of a free society, were gradually chopped away--from church to civic associations to family. Very little now stands between the individual and the sovereign, which is why the latter assumes the right to insert himself into every aspect of daily life, including the provisions a Catholic college president makes for his secretary's IUD. Seven years ago, George Weigel published a book called ``The Cube and the Cathedral,'' whose title contrasts two Parisian landmarks--the Cathedral of Notre Dame and the giant modernist cube of La Grande Arche de la Defense, commissioned by President Mitterrand to mark the bicentenary of the French Revolution. As La Grande Arche boasts, the entire cathedral, including its spires and tower, would fit easily inside the cold geometry of Mitterrand's cube. In Europe, the cube--the state--has swallowed the cathedral--the church. I've had conversations with a handful of senior EU officials in recent years in which all five casually deployed the phrase ``post- Christian Europe'' or ``post-Christian future,'' and meant both approvingly. These men hold that religious faith is incompatible with progressive society. Or as Alastair Campbell, Tony Blair's control-freak spin doctor, once put it, cutting short the prime minister before he could answer an interviewer's question about his religious faith: ``We don't do God.'' For the moment, American politicians still do God, and indeed not being seen to do him remains something of a disadvantage on the national stage. But in private many Democrats agree with those ``post-Christian'' Europeans, and in public they legislate that way. Words matter, as then- senator Barack Obama informed us in 2008. And, as president, his choice of words has been revealing: He prefers, one notes, the formulation ``freedom of worship'' to ``freedom of religion.'' Example: ``We're a nation that guarantees the freedom to worship as one chooses.'' (The president after the Fort Hood murders in 2009.) Er, no, ``we're a nation that guarantees'' rather more than that. But Obama's rhetorical sleight prefigured Commissar Sebelius's edict, under which ``religious liberty''--i.e., the freedom to decline to facilitate condom dispensing, sterilization, and pharmacological abortion--is confined to those institutions engaged in religious instruction for card-carrying believers. This is a very Euro-secularist view of religion: It's tolerated as a private members' club for consenting adults. But don't confuse ``freedom to worship'' for an hour or so on Sunday morning with any kind of license to carry on the rest of the week. You can be a practicing Godomite just so long as you don't (per Mrs. Patrick Campbell) do it in the street and frighten the horses. The American bishops are not the most impressive body of men even if one discounts the explicitly Obamaphile rubes among them, and they have unwittingly endorsed this attenuated view of religious ``liberty.'' The Catholic Church is the oldest continuously operating entity in the Western world. The earliest recorded use of the brand first appears in Saint Ignatius's letter to the Smyrnaeans of circa a.d. 110--that's 1,902 years ago: ``Wherever Jesus Christ is,'' wrote Ignatius, ``there is the Catholic Church,'' a usage that suggests his readers were already familiar with the term. Obama's ``freedom to worship'' inverts Ignatius: Wherever there is a Catholic church, there Jesus Christ is--in a quaint-looking building with a bit of choral music, a psalm or two, and a light homily on the need for ``social justice'' and action on ``climate change.'' The bishops plead, No, no, don't forget our colleges and hospitals, too. In a garden of sexual Eden, the last guys not chowing down on once-forbidden fruits are the ones begging for the fig leaf. But neither is a definition of ``religion'' that Ignatius would have recognized. ``Katholikos'' means ``universal'': The Church cannot agree to the confines Obama wishes to impose and still be, in any sense, catholic. If you think a Catholic owner of a sawmill or software business should be as free of state coercion as a Catholic college, the term ``freedom of conscience'' is more relevant than ``freedom of religion.'' For one thing, it makes it less easy for a secular media to present the issue as one of a recalcitrant institution out of step with popular progressivism. NPR dispatched its reporter Allison Keyes to a ``typical'' Catholic church in Washington, D.C., where she found congregants disinclined to follow their bishops. To a man (or, more often, woman), they disliked ``the way the Church injects itself into political debates.'' But, if contraceptives and abortion and conception and birth and chastity and fidelity and sexual morality are now ``politics,'' then what's left for religion? Back in the late first century, Ignatius injected himself into enough ``political debates'' that he wound up getting eaten by lions at the Coliseum. But no doubt tut-tutting NPR listeners would have deplored the way the Church had injected itself into live theater. Ignatius's successor bishops have opted for an ignobler end, agreeing to be nibbled to death by Leviathan. Even in their objections to the Obama administration, the bishops endorse the state's view of the church--as something separate and segregated from society, albeit ever more nominally. At the airport recently, I fell into conversation with a lady whose employer, a Catholic college, had paid for her to get her tubes tied. Why not accept that this is just one of those areas where one has to render under Caesar? Especially when Caesar sees ``health care'' as a state-funded toga party. But once government starts (in Commissar Sebelius's phrase) ``striking a balance,'' it never stops. What's next? How about a religious test for public office? In the old days, England's Test Acts required holders of office to forswear Catholic teaching on matters such as transubstantiation and the invocation of saints. Today in the European Union holders of office are required to forswear Catholic teaching on more pressing matters such as abortion and homosexuality. Rocco Buttiglione's views on these subjects would have been utterly unremarkable for an Italian Catholic of half a century ago. By 2004, they were enough to render him ineligible to serve as a European commissioner. To the college of Eurocardinals, a man such as Signor Buttiglione can have no place in public life. The Catholic hierarchy's fawning indulgence of the Beltway's abortion zealots and serial annullers is not reciprocated: The Church of Government punishes apostasy ever more zealously. The state no longer criminalizes a belief in transubstantiation, mainly because most people have no idea what that is. But they know what sex is, and, if the price of Pierre Trudeau's assertion that ``the state has no place in the bedrooms of the nation'' is that the state has to take an ever larger place in the churches and colleges and hospitals and insurance agencies and small businesses of the nation, they're cool with that. The developed world's massive expansion of sexual liberty has provided a useful cover for the shriveling of almost every other kind. Free speech, property rights, economic liberty, and the right to self- defense are under continuous assault by Big Government. In New York and California and many other places, sexual license is about the only thing you don't need a license for. Even if you profoundly disagree with Pope Paul VI's predictions that artificial birth control would lead to ``conjugal infidelity and the general lowering of morality,'' the objectification of women, and governments' ``imposing upon their peoples'' state-approved methods of contraception, or even if you think he was pretty much on the money but that the collective damage they have done does not outweigh the individual freedom they have brought to many, it ought to bother you that in the cause of delegitimizing two millennia of moral teaching the state is willing to intrude on core rights--rights to property, rights of association, even rights to private conversation. In 2009, David Booker was suspended from his job at a hostel for the homeless run by the Church of England's Society of St James after a late- night chit-chat with a colleague, Fiona Vardy, in which he chanced to mention that he did not believe that vicars should be allowed to wed their gay partners. Miss Vardy raised no objection at the time, but the following day mentioned the private conversation to her superiors. They recognized the gravity of the situation and acted immediately, suspending Mr. Booker from his job and announcing that ``action has been taken to safeguard both residents and staff.'' If you let private citizens run around engaging in free exercise of religion in private conversation, there's no telling where it might end. And so the peoples of the West are enlightened enough to have cast off the stultifying oppressiveness of religion for a world in which the state regulates every aspect of life. In 1944, at a terrible moment of the most terrible century, Henri de Lubac wrote a reflection on Europe's civilizational crisis, Le drame de l'humanisme athee. By ``atheistic humanism,'' he meant the organized rejection of God--not the freelance atheism of individual skeptics but atheism as an ideology and political project in its own right. As M. de Lubac wrote, ``It is not true, as is sometimes said, that man cannot organize the world without God. What is true is that, without God, he can only organize it against man.'' ``Atheistic humanism'' became inhumanism in the hands of the Nazis and Communists and, in its less malign form in today's European Union, a kind of dehumanism in which a present-tense culture amuses itself to extinction. ``Post-Christian Europe'' is a bubble of 50-year-old retirees, 30-year-old students, empty maternity wards . . . and a surging successor population already restive to move beyond its Muslim ghettoes. Already, Islam commands more respect in the public square. In Britain, police sniffer dogs wear booties to search the homes of suspected Muslim terrorists. Government health care? The Scottish NHS enjoined its employees not to be seen eating in their offices during Ramadan. In the United Kingdom's disease-ridden hospitals, staff were told to wear short sleeves in the interests of better hygiene. Muslim nurses said this was disrespectful and were granted leave to retain their long sleeves as long as they rolled them up and scrubbed carefully. But mandatory scrubbing is also disrespectful on the grounds that it requires women to bare their arms. So the bureaucracy mulled it over and issued them with disposable over-sleeves. A deference to conscience survives, at least for certain approved identity groups. The irrationalism of the hyper-rational state ought by now to be evident in everything from the euro-zone crisis to the latest CBO projections: The paradox of the Church of Big Government is that it weans people away from both the conventional family impulse and the traditional transcendent purpose necessary to sustain it. So what is the future of the American Catholic Church if it accepts the straitjacket of Obama's ``freedom to worship''? North of the border, motoring around the once-Catholic bastion of Quebec, you'll pass every couple of miles one of the province's many, many churches, and invariably out front you'll see a prominent billboard bearing the slogan ``Notre patrimoine religieux--c'est sacre!'' ``Our religious heritage--it's sacred!'' Which translated from the statist code-speak means: ``Our religious heritage--it's over!'' But it's left every Quebec community with a lot of big, prominently positioned buildings, and not all of them can be, as Montreal's Saint-Jean de la Croix and Couvent de Marie Reparatrice were, converted into luxury three-quarter-million-dollar condos. So to prevent them from decaying into downtown eyesores, there's a government-funded program to preserve them as spiffy-looking husks. The Obama administration's ``freedom to worship'' leads to the same soulless destination: a church whose moral teachings must be first subordinated to the caprices of the hyper- regulatory Leviathan, and then, as on the Continent, rendered incompatible with public office, and finally, as in that Southampton homeless shelter, hounded even from private utterance. This is the world the ``social justice'' bishops have made. What's left are hymns and stained glass, and then, in the emptiness, the mere echo: The Sea of Faith Was once, too, at the full, and round earth's shore Lay like the folds of a bright girdle furl'd. But now I only hear Its melancholy, long, withdrawing roar . . ."], "capitolwords_url": "http://capitolwords.org/date/2012/03/19/S1787_big-government/"}