{u'speaker_state': u'DC', u'speaker_raw': u'ms. norton', u'speaker_first': u'Eleanor', u'congress': 112, u'title': u'RECOGNIZING ILIR ZHERKA', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-21/html/CREC-2012-06-21-pt1-PgE1114-3.htm', u'number': 95, u'id': u'CREC-2012-06-21-pt1-PgE1114-3.chunk0', u'volume': 158, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Norton', u'pages': u'E1114-E1118', u'speaker_party': u'D', u'date': u'2012-06-21', u'bills': None, u'bioguide_id': u'N000147', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to ask the House of Representatives to join me in recognizing Ilir Zherka, Executive Director of DC Vote, who has been the outstanding leader of District of Columbia residents in the fight for equal citizenship rights in our country. Ilir will celebrate his tenth anniversary as Executive Director of DC Vote on June 24, 2012. Ilir has built DC Vote in membership and in the use of a wide assortment of sophisticated tactics and approaches. Under Ilir's leadership, DC Vote has sustained itself for 10 years without interruption, thus ensuring the sustainability of a citizen's movement here for the first time in decades. Ilir has been the major tactician of the movement, skillfully using approaches as varied as polling, lobbying, and civil disobedience.", u"Most recently, Ilir was the architect of unprecedented civil disobedience on the streets in front of the Senate and the White House last year, after Congress reimposed anti-home-rule riders on the D.C. appropriations bill, and after the District government barely avoided being shut down because of a federal budget fight in which the city was not involved. Ilir's own arrest was emblematic of the courageous leadership that he has given the movement.", u"Ilir's earlier leadership in the fight of D.C. residents for a full vote in the House brought the city the closest to success in its history. Ilir brought a wide variety of approaches to the voting rights struggle with mounting success. His valuable work behind the scenes in establishing contacts to help remove an amendment that tied passage of the D.C. House Voting Rights Act (DCVRA) to the elimination of the city's gun safety laws is not well known. Years of diligent and systematic work brought passage of the DCVRA in the House and Senate, only to be undercut by the dangerous gun amendment. This disappointment after many years of hard work would have caused many to move on. However, on the heels of the setback for voting rights, Ilir immediately turned to leading a new fight for D.C. budget autonomy and building an expanded national coalition to protect the District's home rule from an unprecedented series of attacks.", u"Ilir's aggressive creativity in building DC Vote has been matched by personal modesty, rare in a leader of a movement. Most who have worked with Ilir have been unaware that he was brought to this country as a child in an immigrant family from Montenegro, fleeing ethnic tension with Albanians. He rose from an underprivileged childhood in the South Bronx to attend college at Cornell University and law school at the University of Virginia. Ilir's work for justice before and during his leadership of DC Vote was chronicled in an April 2012 article in Washingtonian magazine, entitled ``Taking It to the Street.'' I ask for unanimous consent to place the article in the Record. ", u"Mr. Speaker, for 10 years, Ilir Zherka has been leading the fight for equal rights for the residents of the District of Columbia, within view of the U.S. Capitol. Ilir has visited the offices of many Members. His leadership has been in the great tradition of citizens who have petitioned for their rights and engaged in citizen action, including time-honored civil disobedience. I ask the House to join me in commending Ilir Zherka for his outstanding leadership of the movement for equal citizenship rights for the more than 600,000 Americans who live in the Nation's capital.", u"The Headquarters of DC Vote have a lived-in feel, with scuffed blue carpets and hallways lined with stacks of cardboard boxes. The walls are a bricolage of candid photos from protests and posters from the group's well-known ad campaigns (I AM DC, I DEMAND THE VOTE). When I first visited last summer, a couple of rumpled dress shirts hung over the backs of chairs in the office bullpen. A staffer apologized, saying they'd been tossed there by interns who had changed into T-shirts before going out to leaflet. The corner office of DC Vote's executive director, Ilir Zherka, was so tidy by comparison that I asked whether he'd cleaned up for my visit. There was a stand for his leadership awards, a single mounted news article, an impeccably trimmed ficus. Zherka said the slim pile of papers on his desk was a bit thicker than usual: ``I don't like clutter. It prevents me from freeing up my mind to work.'' A diagram tacked to the inside of his door added to the picture of Zherka as the cool tactician bringing discipline to the District's long and messy struggle for full democratic rights. The nation's capital has more residents than Wyoming--but no vote in Congress, which has the power to overrule the District's leaders on local matters. The hand-drawn diagram, of X's and O's yoked by arcing lines, looked like a page from a coach's playbook. Inside the biggest loop was a list of what Zherka said were ``opponents or problems.'' These included Power of Elites, Ignorance, NRA, Republicans, Blue Dog Dems, Pseudo Strict Constructionists. The list had the gravity of a voting-rights Ten Plagues. The diagram, Zherka explained, was a postmortem inked after one of the movement's most spectacular defeats. Legislation that DC Vote had spent seven years fighting for--and that had won historic votes in both the House and the Senate--came to an ugly end in the spring of 2010, the victim of a fractured city leadership and of deft politicking by the national gun- rights lobby. The DC Voting Rights Act would have expanded the US House of Representatives by two seats. One would have gone to DC, whose residents are overwhelmingly Democratic, the other to Utah, a Republican-leaning state that had failed by a whisker to win a fourth House seat through the 2000 census. In trying to regroup, Zherka--a tall 46-year-old man with narrow features, a loping gait, and a salt-and-pepper goatee--had organized a series of meetings to pick through the wreckage. The movement needed to pivot, to find a new way forward. At the front of everyone's mind was the one-word question scrawled in big red letters at the top of the diagram: How? As Zherka came to see it, the ``inside game''--of lobbying Congress, of quiet meetings with elites--had to give way to something more aggressive. The District had to make Congress and the White House pay a higher price for denying greater self-rule to the 600,000 residents of the nation's capital. ``Part of our strategy is to push this fight to the point where Americans weigh in in large numbers,'' Zherka told me. ``That's the way the civil-rights movement worked, when people from the North called their congressmen and said, 'Stop those dogs, turn off those water hoses.''' We left Zherka's office and walked to the small break room. Among the photos on the wall was one of Zherka wrapped in a TAXATION WITHOUT REPRESENTATION flag and pointing skyward with his right hand. The gesture managed to evoke both the Statue of Liberty and Moses. Zherka said that the day after Barack Obama won the presidency, he taped the Washington Post's front page to the same wall. It was a totem to the man who was supposed to be the movement's redeemer; the man who had backed the voting- rights bill as a US senator, who ate at Ben's Chili Bowl, who played basketball with then-DC mayor Adrian Fenty and won Fenty's endorsement in the Democratic primary; the man, an African-American, who said he saw this historically black city on the Potomac as something more than a seat of federal power. That now felt like a long time ago. Last spring, Zherka removed the Election Day front page and replaced it with one more attuned to the times. Its centerpiece was a photograph of current DC mayor Vincent Gray being handcuffed by the Capitol Police on April 11 of last year, a day when 41 people, including Zherka, the mayor, and six DC Council members, were arrested in the movement's largest act of civil disobedience in decades. The arrests made headlines around the world. The television cameras, the turnout among local leaders, and the location--a tightly policed street near the Capitol-- gave the appearance of significant advance planning. But Zherka had put the entire demonstration together in about 48 hours. The catalyst was news that President Obama had agreed to a Republican-sought ban on locally funded abortions in DC in a last-minute deal to avert a federal-government shutdown. ``John, I will give you DC abortion,'' Obama had told GOP House speaker John Boehner, according to a Washington Post article reconstructing the negotiations. From his iPhone that weekend, Zherka sent an e-mail summoning his staff to a 10 AM conference call. This latest attack on self-governance demanded a response, he said. They would need to e-mail supporters, contact the media, work Facebook and Twitter, and get permits from the Capitol Police. Zherka and his deputies would need to track down Mayor Gray and the council over the weekend and urge them to attend. In less than three hours, an e-mail to supporters announced a 5 PM demonstration that Monday, at Constitution Avenue and Second Street, Northeast. Zherka's plan was to have speeches and then lead perhaps a half dozen protesters into the street, blocking traffic and refusing police orders to move. Zherka suspected that Obama's concession would inflame DC leaders, particularly those who had worked to elect him. But how many were willing to be thrown into the back of a police van? Zherka had run into Mayor Gray at a social function the night before, but Gray had been noncommittal. The next day, after the speeches, Zherka was the first to defy Capitol Police and set foot in the busy street. To his relief, Gray was right behind him. When I caught up with him not long afterward, Zherka told me that the 41 arrests were a ``huge turning point.'' But a year later, the movement's prospects seem anything but clear. If Eleanor Holmes Norton--DC's nonvoting member of Congress--and a string of the city's mayors have been the public face of the fight for greater self-rule in the District, Zherka is its chief strategist and organizer. He is in many ways the movement's Zelig, a shape-shifter as comfortable testifying before Congress as he is leading chants through a bullhorn. His own obscurity belies the influence of the nonpartisan advocacy group he turned from a once-flailing nonprofit into a many-tentacled powerhouse. Before its advent, Norton says, she often felt like ``a talking head with nobody, meaning a body of citizens to back her up.'' When he isn't emceeing rallies, Zherka is either on the Hill or at DC Vote, in Dupont Circle, where he morphs into a methodical puzzle-solver. At their Monday meetings, his half dozen staffers turn in reports of their activities over the past week, with a breakdown of successes and failures. Zherka uses the reports as real-time intelligence--a ``dashboard,'' as one of his deputies puts it--to identify trends and new lines of attack. In the halls of Congress, Zherka has a reputation for relentlessness. When a hard-fought 2007 voting-rights bill fell three votes short in the Senate, Zherka ``was absolutely the first person who said, `We have to get back on the horse. We have to get moving again. What are we doing? Who are we targeting?' '' says Deborah Parkinson, then a senior staffer on the Senate committee with District oversight. ``Just when you're tired and ready to take a break for 24 hours, he was right there saying, `What are we going to do to make sure we get three votes for next time?' '' I accompanied Zherka one morning to a seminar he was leading for staffers from other nonprofits. The course was based on a how-to advocacy book Zherka is writing. Its chapter titles have the ring of both a battlefield manual and a self-help guide--Recruit the Right Champions; Communicate at All Times in All Directions; You Lose Until You Win. The seminar was in a guesthouse at the villa-style DC home of Daniel Solomon, a philanthropist who helped found DC Vote. Zherka started with a lesson on issue-framing: why ``marriage equality'' is a better phrase than ``gay marriage,'' why ``climate change'' is more likely to get a politician's ear than ``global warming.'' He gave an example from his own movement: ``When someone says `statehood,' people will ask, `Well, where's the building going to be? Who's going to be the governor?' When you frame it as `DC voting rights,' which is essentially the same thing, people will say, `Oh, it's what everyone else has.' '' During a break, Zherka and I stepped onto the patio. ``When I was in college,'' he said, ``I took one of those tests that's supposed to tell you what career to go into.'' It was some 150 questions but offered less clarity than he'd hoped. ``I remember the results were actor, politician, professor, and military officer.'' When DC Vote hired Zherka as its executive director a decade ago, it needed--and got--all four. A group of civic leaders and philanthropists established DC Vote in 1998 to rouse public support for the plaintiffs in Alexander v. Daley. The civil suit grew out of a legal theory that Jamin Raskin--a star professor at American University and now also a Maryland state senator--had laid out in a Harvard law journal. A group of 57 residents, joined by the DC government, argued that their lack of full congressional representation violated what Raskin said were equal- protection and due-process rights to ``one person/one vote without regard to geographic residence.'' DC Vote's founders saw in the suit new hope for a struggle winding back 200 years. The District was founded in 1790 on land ceded by Maryland and Virginia. A year after Congress moved to the new capital in 1800, lawmakers stripped residents of their ability to vote for Congress and President. When Philadelphia had been the capital, the Pennsylvania governor had refused to protect Congress from a mob of angry soldiers. Never again, Congress felt, should the seat of federal power be subject to the whims of local politicians. Washingtonians raised an outcry They paid federal taxes and fought wars but were denied the very democracy the United States had just fought Great Britain to win. Yet for the next 160 years, little changed. Over the decades, resistance to self-rule took on more cynical dimensions. For many in Congress, DC was simply too liberal and too black. A history of local corruption didn't help, though whether the District's scandals were any worse than those in Congress or in the states remains a fair question. It wasn't until 1961, with the 23rd Amendment, that Washingtonians won the right to vote in presidential elections. In 1970, the District was granted a nonvoting delegate in the House. Three years later, Congress let DC residents elect a mayor and 13-member council. Though the so- called Home Rule Act was a giant leap, Congress retained the power to review the city's budget and all acts of the council. The momentum the District had drawn from the broader civil- rights movement in the 1960s and '70s fizzled amid the violence and corruption of the 1980s and '90s. After then- mayor Marion Barry's arrest in a crack-cocaine sting, public animus toward the city crested. ``The whole idea of making this little pissant city into a state is ludicrous, something like a fly landing on an elephant's rump and contemplating rape,'' the Philadelphia Inquirer's David Boldt wrote in a 1993 editorial. By October 2000, Anthony Williams--first as DC's chief financial officer, then as mayor--had shored up the District's finances and made friends in Congress. But the civil suit hit a wall. The Supreme Court upheld a lower-court ruling that under the Constitution only ``the People of the several States'' could choose members of Congress, and DC was not a state. The lower court had recognized the ``inequity'' but said only Congress could fix it. By 2002, DC Vote was adrift and nearly bankrupt. Yet Daniel Solomon and another founder, Joe Sternlieb, came to see the legal defeat as an argument for the group's revival. As they looked back at the history of the struggle, they noticed a lack of continuity. Leaders came and went; passions burned and cooled. ``There were these episodic moments of great interest but nothing continuing, nothing being built,'' Solomon--whose grandfather cofounded the Giant Food supermarket chain--told me. ``As a philanthropist, I saw--we all saw--the importance of building a structure that could keep pushing the issue forward, even and especially in the lean times.'' Board members recognized that DC Vote's survival--and perhaps the movement's--depended on its next choice of leader. Ilir Zherka was born in 1965 in Montenegro, then part of socialist Yugoslavia. His grandparents were farmers who had fought against the Italian and German occupation of Albania during World War II. Disease and the ravages of war claimed the lives of all but one of their seven children--Zherka's father, Ahmet. After the war, Zherka's grandfather clashed with Albania's new Communist leaders and fled with the family to Montenegro. (Zherka's parents are Muslim, though Zherka now goes with his family to a Unitarian congregation.) In their small town, Ahmet, charismatic and handsome, earned a reputation as an agitator against police harassment of Albanians. ``My dad was very brash, very nationalistic, very unafraid,'' Zherka says. But after taking part in an ethnic brawl one day, Ahmet feared for his family. They borrowed money from neighbors and landed in New York in May 1968, when Zherka was 2\\1/2\\. Eleven people--Zherka and his six siblings, their parents and grandparents--squeezed into a three-bedroom apartment in the South Bronx. His father worked as a janitor and elevator operator by day; his mother cleaned offices at night. Zherka remembers feeling humiliated when his mother paid for groceries with food stamps. When Marshal Tito or some other Yugoslav official visited the United Nations, Ahmet hauled his children there in his Pinto station wagon and helped lead hundreds of fellow Albanian-Americans in protest. ``We, the kids, would march in circles and would be holding signs and shouting out chants,'' Zherka says. By the time Zherka was a teenager, in the late 1970s, the South Bronx was a wasteland of poverty, racial tension, and violence. His older brothers ran in a tough circle, and several dropped out of high school. For awhile, Zherka stayed out of trouble. He got a black belt in karate by sixth grade and started rap and breakdancing groups. In the schoolyards on Friday and Saturday nights, Zherka--as MC Rockwell or Il Rock--would join the crews who set up turntables and performed for the neighborhood. When the family moved to a slightly better-off neighborhood in the North Bronx, Zherka fell in with a gang of Albanian teenagers who robbed houses, sold drugs, and rumbled. Zherka had to repeat ninth grade. When he transferred to Christopher Columbus High School, the principal noticed the disparity between his high test scores and his low grades and warned him to get his act together. The message struck at the right time. One of Zherka's friends was imprisoned for burglary; another was found dead in a river, in what neighbors suspected was a homicide. It was during an 11th-grade government class that he felt a calling for public service. By his senior year, he was a good enough public speaker that teachers picked him to give ``scared straight'' talks to freshmen and to testify against budget cuts before the board of education. With the help of a state program for underprivileged students, Zherka won a full scholarship to Fordham University. He drew straight A's his freshman year and transferred to Cornell. The leap from the Bronx's mean streets to the Ivy league necessitated a costume change: ``I went out and bought three sweaters and a bunch of button-down shirts.'' He joined the debate team and was elected president of the Cornell Democrats. He interned in the office of New York senator Daniel Patrick Moynihan and graduated from Cornell with distinction and the school's John F. Kennedy Memorial Award for public service. Back in the Bronx, Zherka's success became a source of pride. Among former classmates, Il Rock had become Political "], u'capitolwords_url': u'http://capitolwords.org/date/2012/06/21/E1114-3_recognizing-ilir-zherka/'}