{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "NOMINATION DISCHARGED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-21/html/CREC-2012-12-21-pt1-PgS8375.htm", "number": 166, "id": "CREC-2012-12-21-pt1-PgS8375.chunk3", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S8375-S8377", "speaker_party": "D", "date": "2012-12-21", "bills": null, "bioguide_id": "L000174", "order": 3, "speaking": ["Mr. President, over the last four years, Senate Republicans have chosen to depart dramatically from Senate traditions in their efforts to delay and obstruct President Obama's judicial nominations.", "For example, until 2009, Senators deferred to the President and to home State Senators on district court nominees. During the 8 years that George W. Bush served as President, only 5 of his district court nominees received any opposition on the floor. In just 4 years, Senate Republicans have voted against 39 of President Obama's district court nominees, and the Majority Leader has been forced to file cloture on 20 of them.", "Federal district court judges are the trial court judges who hear cases from litigants across the country and preside over Federal criminal trials, applying the law to facts and helping settle legal disputes. They handle the vast majority of the caseload of the Federal courts and are critical to making sure our Federal courts remain available to provide a fair hearing for all Americans. Nominations to fill these critical positions, whether made by a Democratic or Republican President, have always been considered with deference to the home State Senators who know the nominees and their States best, and have been confirmed quickly with that support. Never before in the 37 years I have been in the Senate have I seen anything like what has happened in the last 4 years. Never before in the Senate's history have we seen district court nominees blocked for months and opposed for no good reason. Many are needlessly stalled and then confirmed virtually unanimously with no explanation for the obstruction. Senate Republicans have politicized even these traditionally non-partisan positions. This is harmful to our Federal courts and the American people.", "Until 2009, Senators who filibustered circuit court nominees generally had reasons to do so, and were willing to explain those reasons. When Senate Democrats filibustered President Bush's controversial circuit court nominees, it was over substantive concerns about the nominees' records and Republicans' disregard for the rights of Democratic Senators. When we opposed Janice Rogers Brown, it was because of her long record on the California Supreme Court of deciding cases based on extreme views, and having argued that Social Security was unconstitutional. When we opposed Priscilla Owen, it was because her rulings on the Texas Supreme Court were so extreme that they drew the condemnation of even the conservative judges on that court.", "On the other hand, Senate Republicans have filibustered and delayed nearly all of President Obama's circuit court nominees even when those nominees have the support of their Republican home State Senators. Take the examples of Judge Robert Bacharach and William Kayatta, two consensus circuit nominees who have the support of their Republican home State Senators. Both these nominees received the ABA Standing Committee on the Federal Judiciary's highest possible rating, that of unanimously ``Well Qualified.'' They have strong bipartisan support, and unimpeachable credentials, and there is no reason why they should not have been confirmed months ago. Republicans continue to stall them without final confirmation votes approximately 8 months after they were considered and approved by the Senate Judiciary Committee.", "The irony and dangerous new development is that neither of these nominees faces any real Republican opposition. Senator Coburn, one of Judge Bacharach's home State Senators, has said: ``[Judge Bacharach] has no opposition in the Senate. . . . There's no reason why he shouldn't be confirmed.'' Still, Senate Republicans refuse to allow for a vote on his nomination. The same also applies to Richard Taranto, who was reported more than eight months ago to a vacancy on the Federal Circuit by voice vote and faces no Republican opposition. This also applies to William Kayatta of Maine, who was reported nearly eight months ago and has the support of his two home State Republican Senators.", "It makes no sense for Senate Republicans to continue filibustering these nominations, but it fits with their track record over the last 4 years. Senate Republicans used to insist that the filibustering of judicial nominations was unconstitutional. The Constitution has not changed but as soon as President Obama was elected they reversed course and filibustered President Obama's very first judicial nomination. Judge David Hamilton of Indiana was a widely-respected 15-year veteran of the Federal bench nominated to the Seventh Circuit and was supported by Senator Dick Lugar, the longest-serving Republican in the Senate. They delayed his confirmation for 7 months. Senate Republicans then proceeded to obstruct and delay just about every circuit court nominee of this President, filibustering 10 of them. They delayed confirmation of Judge Albert Diaz of North Carolina to the Fourth Circuit for 11 months. They delayed confirmation of Judge Jane Stranch of Tennessee to the Sixth Circuit for 10 months. They delayed confirmation of Judge Ray Lohier of New York to the Second Circuit for 7 months. They delayed confirmation of Judge Scott Matheson of Utah to the Tenth Circuit and Judge James Wynn, Jr. of North Carolina to the Fourth Circuit for 6 months. They delayed confirmation of Judge Andre Davis of Maryland to the Fourth Circuit, Judge Henry Floyd of South Carolina to the Fourth Circuit, Judge Stephanie Thacker of West Virginia to the Fourth Circuit, and Judge Jacqueline Nguyen of California to the Ninth Circuit for 5 months. They delayed confirmation of Judge Adalberto Jordan of Florida to the Eleventh Circuit, Judge Beverly Martin of Georgia to the Eleventh Circuit, Judge Mary Murguia of Arizona to the Ninth Circuit, Judge Bernice Donald of Tennessee to the Sixth Circuit, Judge Barbara Keenan of Virginia to the Fourth Circuit, Judge Thomas Vanaskie of Pennsylvania to the Third Circuit, Judge Joseph Greenaway of New Jersey to the Third Circuit, Judge Denny Chin of New York to the Second Circuit, and Judge Chris Droney of Connecticut to the Second Circuit for 4 months. They delayed confirmation of Judge Paul Watford of California to the Ninth Circuit, Judge Andrew Hurwitz of Arizona to the Ninth Circuit, Judge Morgan Christen of Alaska to the Ninth Circuit, Judge Stephen Higginson of Louisiana to the Fifth Circuit, Judge Gerard Lynch of New York to the Second Circuit, Judge Susan Carney of Connecticut to the Second Circuit, and Judge Kathleen O'Malley of Ohio to the Federal Circuit for 3 months.", "The nonpartisan Congressional Research Service has reported that the median time circuit nominees have had to wait before a Senate vote has skyrocketed from 18 days for President Bush's nominees to 132 days for President Obama's. This is the result of Republican obstruction.", "This unprecedented and meritless obstruction means that when the Senate adjourns, Senate Republicans will have blocked more than 40 of President Obama's circuit and district nominees from being confirmed.", "This obstruction is also why a damagingly high level of judicial vacancies has persisted for over 3\\1/2\\ years. While such tactics are bad for the Senate, they are also bad for our Nation's overburdened courts. Persistent vacancies force fewer judges to take on growing caseloads, and make it harder for Americans to have access to justice. While they have delayed and obstructed, the number of judicial vacancies has been historically high and it has become more difficult for our courts to provide speedy, quality justice for the American people. In fact, five of the judicial nominees pending on the Senate calendar on whom Republicans refuse to allow a vote would fill judicial emergency vacancies.", "For almost 4 years now, ever since President Barack Obama took office, we have heard the same spurious arguments from Senate Republicans for why they refuse to help our Federal courts function. Senate Republicans claim that we have not confirmed more judges because President Obama has not made a sufficient number of nominations. It is Senate Republicans themselves, and their unwillingness to work with a President who has reached out to them to submit recommendations and to work with him that has delayed many nominations.", "Unlike his predecessor, President Obama has worked hard to solicit recommendations from home State Senators, including those from the other party. This President has consistently selected qualified, mainstream nominees. For the judicial vacancies in States with two Republican Senators, just 21 percent have a nominee. Four such vacancies exist in Texas--including three judicial emergency vacancies. This has prompted a retired Federal judge in Hawaii to move to Texas to help the overburdened judges with their caseload. I urge Senate Republicans to do a better job providing consensus recommendations and fulfilling their own constitutional responsibility to ``advise'' the President on nominations and work with President Obama to fill these vacancies.", "At the end of each calendar year, Senate Republicans now deliberately refuse to vote on several judicial nominees who could and should be confirmed in order to consume additional time the following year confirming these nominees. At the end of 2009, they left 10 nominations on the Executive Calendar without a vote. Two of those nominations were returned to the President, and it subsequently took 9 months for the Senate to take action on the other 8. This resulted in the lowest 1-year confirmation total in at least 35 years. For the last 2 years, Senate Republicans left 19 nominations on the Senate Executive Calendar at the end of each year. It then took nearly half the following year for the Senate to confirm these nominees. This year they are insisting on leaving 11 judicial nominees without action and another 4 have had hearings but Senate Republicans refused to expedite their consideration.", "Senate Republicans claim that their delays and obstruction should be excused because, despite their opposition, the Senate confirmed the President's two Supreme Court Justices. Senate Republicans ignore the fact that during President Bush's first 4 years 205 circuit and district court nominees had been confirmed, and that judicial vacancies were reduced to as low as 28. During his second term, vacancies were reduced to 34. Vacancies have stood at nearly or above for most of President Obama's first four years and will not dip below 60. Vacancies remain more than twice what they were at the end of President Bush's first term. The 173 judges that we have been able to confirm fall more than 30 short of the total for President Bush's first term. Moreover, when the Senate confirmed two Justices during President Clinton's first term and President George H.W. Bush's term, the Senate also confirmed 200 and 192 circuit and district nominees, respectively. Their obstruction of needed confirmations cannot be justified on account of the two Supreme Court vacancies.", "Until 2009, when a judicial nominee had been reported by the Judiciary Committee with bipartisan support, they were generally confirmed quickly. Until 2009, we observed regular order and usually confirmed four to six nominees per week, and we cleared the Senate Executive Calendar before long recesses. Until 2009, if a nominee was filibustered, it was almost always because of a substantive issue with the nominee's record. We know what has happened since 2009. The average district nomination is stalled 4.3 times as long as it took to confirm them during the Bush administration, and the average circuit court nomination is stalled on average 7.3 times as long as it took to confirm them during the Bush administration. Nor has any other President's judicial nominees had to wait an average of over 100 days for a Senate vote after being reported by the Judiciary Committee.", "No one is happier than I that a dozen district court nominees will be confirmed during this lame duck session but that is hardly something justifying Republican chest beating. What it starkly demonstrates is that they have been stalling consensus nominees for months without cause. All of these nominees could and should have been confirmed before the August recess and should have been at work administering justice for the American people. In most other years, like in 2008, judicial nominees, especially those who are qualified, consensus nominees with bipartisan support and the support of their home State Senators, are confirmed before the election recess. They are not stalled and not dragged over into a lame duck session after the election. This is not success, unless you believe that perpetuating vacancies and forcing hardworking Americans to wait even longer to have their day in court is something of which to be proud.", "Senate Republicans have also forced the Majority Leader to file cloture on 30 nominees, which is already more than 50 percent more nominees than had cloture filed during President Bush's 8 years in office. Almost all of these 30 nominations were noncontroversial and were ultimately confirmed overwhelmingly. Barely 80 percent of President Obama's judicial nominees have been confirmed, compared to almost 90 percent of President George W. Bush's first term nominees.", "While this is not even close to a full account of the precedents broken in the last 4 years, the record is clear: Senate Republicans have engaged in an unprecedented effort to obstruct President Obama's judicial nominations. Pretending it has not taken place is an insult to the American people. The American people know better. Chief Justice Roberts, in his year-end Report on the Federal Judiciary in 2010 pointed to the ``[P]ersistent problem [that] has developed in the process of filling judicial vacancies. . . . This has created acute difficulties for some judicial districts. Sitting judges in those districts have been burdened with extraordinary caseloads. . . . There remains, however, an urgent need for the political branches to find a long-term solution to this recurring problem.'' Despite bipartisan calls to address the judicial vacancy crisis, Senate Republicans continued their obstruction of judicial confirmations.", "Today, the Senate is finally being allowed to vote on 3 but only 3 of the 14 judicial nominees pending on the Senate Executive Calendar.", "Judge Malachy Mannion is nominated to fill a judicial emergency vacancy in the U.S. District Court for the Middle District of Pennsylvania, where he currently serves as the Chief U.S. Magistrate Judge. He has been a Magistrate Judge in that District for over 10 years, where he has presided over 104 cases that have gone to verdict or judgment. Prior to his appointment as a U.S. Magistrate Judge, Judge Mannion served as Federal prosecutor for over 10 years, where he rose to become the Chief of the Office's Organized Crime Enforcement Task Force. The ABA Standing Committee on the Federal Judiciary unanimously gave him its highest possible rating of ``Well Qualified.'' His nomination has the bipartisan support of his home State Senators. He was approved by the Judiciary Committee 5 months ago by voice vote. ", "Matthew Brann is nominated to fill a judicial emergency vacancy in the U.S. District Court for the Middle District of Pennsylvania. He has been in private practice for over 2 decades, where he specializes in complex corporate and commercial transactions, real estate, probate, and estate planning. He has tried 20 cases to verdict, judgment, or final decision. He has the support of his home State Senators, and he was voted out of the Judiciary Committee by voice vote 5 months ago.", "Judge Jon Tigar is nominated to fill a judicial emergency vacancy in the U.S. District Court for the Northern District of California. Judge Tigar is currently a Superior Court Judge for Alameda County, where he has presided over 175 cases that have gone to verdict or judgment. He previously spent 10 years as a litigator in private practice at two prominent law firms in San Francisco. He earned his law degree from the University of California at Berkeley. After law school, he clerked for the Honorable Robert S. Vance in the U.S. Court of Appeals for the Eleventh Circuit. The ABA Standing Committee on the Federal Judiciary unanimously gave him its highest possible rating of ``Well Qualified.'' His nomination has the support of his home State Senators, and he was approved by the Judiciary Committee more than four months ago by voice vote.", "After today's vote, there will still be 11 judicial nominees on the Senate Executive Calendar, 6 of whom were voted out of the Judiciary Committee before the August recess. There is no reason why we cannot confirm all of them today. I have also been urging Republicans to expedite consideration of the 4 judicial nominees who participated in hearings last Wednesday. That would lead to 11 more confirmations before the Senate adjourns to help address the judicial vacancies that currently exist in our Federal courts.", "If we adjourn today without confirming these additional nominees, we will leave those 11 vacancies and 5 emergency vacancies open for even longer, and there will be at least 80 vacancies when President Obama begins his second term. Recall that during President Bush's entire second term, the 4 years from January, 2005 through January, 2009, vacancies never exceeded 60. So far during President Obama's first 4 years in office and as far into the future as we can see there have never been less than 60 vacancies, and for much of that time many, many more. This is a prescription for overburdened courts and a Federal justice system that does not serve the interests of the American people.", "I commend President Obama for nominating such a diverse group of qualified judges. In his first 4 years, President Obama has appointed as many women judges as President Bush did during his entire 8 years in office. In just 4 years, President Obama has also nominated more African Americans, more Asian Americans, and more openly gay Americans than his predecessor did in 8 years. Americans can be proud of President Obama's efforts to increase diversity in the Federal judiciary and to ensure that it better reflects all Americans.", "I hope that next year, and in the next 4 years, Senate Republicans will end their misguided and harmful obstruction and work with us in a bipartisan manner to do what is right for the country. President Obama has nominated qualified, mainstream lawyers, and the Senate should consider them in regular order, without unnecessary delays. That is what we had done for as long as I have served in the Senate, whether the nominations came from a Democratic or a Republican president. We should work together to restore and uphold the best traditions of the Senate."], "capitolwords_url": "http://capitolwords.org/date/2012/12/21/S8375_nomination-discharged/"}