{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 113, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-13/html/CREC-2013-02-13-pt1-PgS672.htm", "number": 23, "id": "CREC-2013-02-13-pt1-PgS672.chunk5", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S672-S675", "speaker_party": "D", "date": "2013-02-13", "bills": null, "bioguide_id": "L000174", "order": 5, "speaking": ["Mr. President, I thank the senior Senator from Maine for her kind words, and I would note both for William Kayatta and for the people of Maine she has fought long and hard for this nomination. She did last year and she has this year. I am glad we are going to be finally voting on it because every time I would meet her anywhere in the halls or anywhere else it would be: What about Kayatta? She knows he, of course, had my strong support, as did another New Englander, former Justice and now judge, David Souter. I am sorry it has taken so long.", "I look at a nominee like this, where the senior Senator from Maine, Ms. Collins, her former colleague, Senator Snowe, and now her current colleague, Senator King, have all supported this person from Maine. In the past, especially with somebody extraordinarily well qualified, as he is, a nomination like that would be out of the committee and off the floor within a week. We have to go back to those times.", "If we have a contentious nominee, if we have somebody who needs to be debated, let's debate them. But when we have a person strongly supported by their home State Senators and who has the advantage of being highly qualified by anybody's standards--Republican, Democrat, or anybody else--then they ought to get a vote.", "It makes no sense for Senate Republicans to have stalled nominations like that of William Kayatta, but this is their track record and their pattern over the last 4 years. Senate Republicans used to insist that the filibustering of judicial nominations was unconstitutional. The Constitution has not changed, but as soon as President Obama was elected they reversed course and filibustered President Obama's very first judicial nomination. Judge David Hamilton of Indiana was a widely-respected 15-year veteran of the Federal bench nominated to the Seventh Circuit and was supported by Senator Dick Lugar, the longest-serving Republican in the Senate. They delayed his confirmation for 7 months. Senate Republicans then proceeded to obstruct and delay just about every circuit court nominee of this President, filibustering 10 of them. They delayed confirmation of Judge Albert Diaz of North Carolina to the Fourth Circuit for 11 months. They delayed confirmation of Judge Jane Stranch of Tennessee to the Sixth Circuit for 10 months. They delayed confirmation of Judge Ray Lohier of New York to the Second Circuit for 7 months. They delayed confirmation of Judge Scott Matheson of Utah to the Tenth Circuit and Judge James Wynn, Jr. of North Carolina to the Fourth Circuit for 6 months. They delayed confirmation of Judge Andre Davis of Maryland to the Fourth Circuit, Judge Henry Floyd of South Carolina to the Fourth Circuit, Judge Stephanie Thacker of West Virginia to the Fourth Circuit, and Judge Jacqueline Nguyen of California to the Ninth Circuit for 5 months. They delayed confirmation of Judge Adalberto Jordan of Florida to the Eleventh Circuit, Judge Beverly Martin of Georgia to the Eleventh Circuit, Judge Mary Murguia of Arizona to the Ninth Circuit, Judge Bernice Donald of Tennessee to the Sixth Circuit, Judge Barbara Keenan of Virginia to the Fourth Circuit, Judge Thomas Vanaskie of Pennsylvania to the Third Circuit, Judge Joseph Greenaway of New Jersey to the Third Circuit, Judge Denny Chin of New York to the Second Circuit, and Judge Chris Droney of Connecticut to the Second Circuit for 4 months. They delayed confirmation of Judge Paul Watford of California to the Ninth Circuit, Judge Andrew Hurwitz of Arizona to the Ninth Circuit, Judge Morgan Christen of Alaska to the Ninth Circuit, Judge Stephen Higginson of Louisiana to the Fifth Circuit, Judge Gerard Lynch of New York to the Second Circuit, Judge Susan Carney of Connecticut to the Second Circuit, and Judge Kathleen O'Malley of Ohio to the Federal Circuit for 3 months.", "The nonpartisan Congressional Research Service has reported that the median time circuit nominees have had to wait before a Senate vote has skyrocketed from 18 days for President Bush's nominees to 132 days for President Obama's. This is the result of Republican obstruction.", "This obstruction is also why a damagingly high level of judicial vacancies has persisted for over 4 years. While such tactics are bad for the Senate, they are also bad for our Nation's overburdened courts. Persistent vacancies force fewer judges to take on growing caseloads, and make it harder for Americans to have access to justice. While they have delayed and obstructed, the number of judicial vacancies has remained historically high and it has become more difficult for our courts to provide speedy, quality justice for the American people. There are today 90 judicial vacancies across the country. By way of contrast, that is more than double the number of vacancies that existed at this point in the Bush administration. The 173 circuit and district judges that we have been able to confirm over the last 4 years fall more than 30 short of the total for President Bush's first term.", "Over the last 4 years, Senate Republicans have chosen to depart dramatically from Senate traditions in their efforts to delay and obstruct President Obama's judicial nominations. Until 2009, Senators who filibustered circuit court nominees generally had reasons to do so, and were willing to explain those reasons. When Senate Democrats filibustered President Bush's controversial circuit court nominees, it was over substantive concerns about the nominees' records and Republicans' disregard for the rights of Democratic Senators. On the other hand, Senate Republicans have filibustered and delayed nearly all of President Obama's circuit court nominees even when those nominees have the support of their Republican home State Senators.", "At the end of each calendar year, Senate Republicans now deliberately refuse to vote on several judicial nominees who could and should be confirmed in order to consume additional time the following year confirming these nominees. At the end of 2009, they left 10 nominations on the Executive Calendar without a vote. Two of those nominations were returned to the President, and it subsequently took 9 months for the Senate to take action on the other eight. This resulted in the lowest 1-year confirmation total in at least 35 years. For the next 2 years, Senate Republicans left 19 nominations on the Senate executive calendar at the end of each year. It then took nearly half the following year for the Senate to confirm these nominees. Last year they insisted on leaving 11 judicial nominees without action and another four have had hearings but they refused to expedite their consideration. William Kayatta is one of those judicial nominees who should have been confirmed last year.", "Until 2009, when a judicial nominee had been reported by the Judiciary Committee with bipartisan support, they were generally confirmed quickly. Until 2009, we observed regular order, usually confirmed nominees promptly, and we cleared the Senate Executive Calendar before long recesses. Until 2009, if a nominee was filibustered, it was almost always because of a substantive issue with the nominee's record. We know what has happened since 2009. The median district nomination is stalled 4.3 times as long as it took to confirm them during the Bush administration, and the median circuit court nomination is stalled 7.3 times as long as it took to confirm them during the Bush administration. Nor has any other President's judicial nominees had to wait an average of over 100 days for a Senate vote after being reported by the Judiciary Committee.", "Senate Republicans have also forced the majority leader to file cloture on 30 nominees, which is already more than 50 percent more nominees than had cloture filed during President Bush's 8 years in office. Almost all of these 30 nominations were noncontroversial and were ultimately confirmed overwhelmingly. Barely 80 percent of President Obama's judicial nominees were confirmed during his first 4 years compared to almost 90 percent of President George W. Bush's first term nominees.", "While this is not even close to a full account of the precedents broken in the last 4 years, the record is clear: Senate Republicans have engaged in an unprecedented effort to obstruct President Obama's judicial nominations. Pretending it has not taken place is an insult to the American people. The American people know better. Chief Justice Roberts, in his year-end Report on the Federal Judiciary in 2010 pointed to the ``[P]ersistent problem [that] has developed in the process of filling judicial vacancies . . . This has created acute difficulties for some judicial districts. Sitting judges in those districts have been burdened with extraordinary caseloads . . . There remains, however, an urgent need for the political branches to find a long-term solution to this recurring problem.'' Despite bipartisan calls to address the judicial vacancy crisis, Senate Republicans have continued their obstruction of judicial confirmations.", "Today, the Senate is finally being allowed to vote on one of the nominees held over from last year. Judicial vacancies right now stand at 90. And I mention that because during President Bush's entire second term--the 4 years from 2004 through 2008--the vacancies never exceeded 60. I worked very hard to keep the vacancies down, but since President Obama's first full month in office, as far as we can see, there have never been fewer than 60 vacancies, and for much of that time many, many more. This is a prescription for overburdened courts and a Federal justice system that does not serve the interests of the American people. It means people who come to our courts looking for impartial justice can't get it because there are no judges.", "This is hurting the integrity of the judicial system. I hear this from judges nominated by Republican Presidents and those nominated by Democratic Presidents. They say these delays politicize the courts and destroy the impartiality the Federal courts have to have.", "I commend President Obama for nominating such a diverse group of qualified judges. In his first 4 years, President Obama has appointed as many women judges as President Bush did during his entire 8 years in office. In just 4 years, President Obama has also nominated more African Americans, more Asian Americans, and more openly gay Americans than his predecessor did in 8 years. Americans can be proud of President Obama's efforts to increase diversity in the Federal judiciary and to ensure that it better reflects all Americans.", "I hope that this year and over the coming 4 years, Senate Republicans will end their misguided and harmful obstruction and work with us in a bipartisan manner to do what is right for the country. President Obama has nominated qualified, mainstream lawyers, and the Senate should consider them in regular order, without unnecessary delays. That is what we had done for as long as I have served in the Senate, whether the nominations came from a Democratic or a Republican president. We should work together to restore and uphold the best traditions of the Senate.", "Last Thursday, the Senate Judiciary Committee reported three judicial nominees, William Kayatta, Robert Bacharach, and Richard Taranto. They are all superbly qualified, consensus nominees. All have received the highest possible rating of unanimously well qualified from the ABA's Standing Committee on the Federal Judiciary, and with last Thursday's Judiciary Committee votes, all have twice now received overwhelming, bipartisan support from members of the Judiciary Committee from both sides of the aisle. All have something else in common too: Their nominations were stalled before the Senate for at least 7 months last year without a vote. That is why they each had to be re-nominated by the President this year.", "This is sadly typical of how Senate Republicans have treated President Obama's consensus judicial nominees. Even nominees who are supported by Republican home state Senators and by all the Republican members of the Judiciary Committee are stalled for months for no good reason. They are delaying votes on all nominees, including nominees they support. This is unprecedented.", "For example, Senator Coburn said that ``[Judge Bacharach] has no opposition in the Senate. . . . There's no reason why he shouldn't be confirmed.'' That was before Senator Coburn joined a filibuster against voting on his nomination last year. Last year's filibuster of the Bacharach nomination was the first time in the history of the Senate that a circuit nominee reported with bipartisan support had been successfully filibustered. When I say unprecedented, I mean unprecedented.", "I am glad that William Kayatta is finally getting a vote. The nominee spent the entirety of his 32-year legal career in private practice in the Portland, ME, law firm Pierce Atwood LLP, where he is currently a partner. Over his career, he has personally argued over three dozen appeals, including two before the United States Supreme Court. He graduated magna cum laude from Harvard Law School, where he served on the Harvard Law Review. Upon graduation, he clerked for Chief Judge Frank Coffin on the U.S. Court of Appeals for the First Circuit, the court to which he is nominated.", "William Kayatta has held a prominent leadership role in numerous professional organizations, including serving as the lead investigator for the American Bar Association Standing Committee of the Federal Judiciary during its review of Justice Kagan's nomination to the Supreme Court. He was also appointed by the U.S. Supreme Court to serve as Special Master in an interstate dispute, where he was charged with managing proceedings and submitting a report and recommendation to the Court. The ABA's Standing Committee on the Federal Judiciary unanimously rated Mr. Kayatta well qualified to serve on the First Circuit, its highest possible rating.", "While it is good that William Kayatta will finally receive a vote today, it is also well past time for the Senate to vote on Robert Bacharach and Richard Taranto. Perpetuating these vacancies on the Tenth and Federal Circuits, and preventing Judge Bacharach and Mr. Taranto from getting to work on behalf of the American people, does not benefit anyone. The Judiciary Committee has again done its work to vet, consider, and vote on these nominations. It is time that the other two circuit nominees who were renominated and considered again by the Judiciary Committee and again reported to the Senate, be given an up-or-down vote.", "The Senate could confirm all three nominees this week. In June 2005, the Senate confirmed four circuit court nominees of a Republican President in just 2 days, including highly controversial nominees such as Janice Rogers Brown to the D.C. Circuit and William Pryor to the Eleventh Circuit. In July 2006, the Senate confirmed Bobby Shepherd to the Eighth Circuit, Neil Gorsuch and Jerome Holmes of the Tenth Circuit within 1 week. There is ample recent precedent for confirming Judge Bacharach and Richard Taranto without further delay. Neither is controversial.", "William Kayatta is strongly supported by both of Maine's Senators, Republican Senator Susan Collins and Independent Senator Angus King. When George W. Bush was President, Senate Democrats worked quickly to hold votes on consensus circuit nominees. According to the nonpartisan Congressional Research Service, half of President Bush's circuit nominees received a confirmation vote within just 18 days of being reported by the Judiciary Committee. Not a single one of President Obama's circuit nominees has received a vote so quickly. In fact, the median wait time for President Obama's circuit nominees is more than seven times that for President Bush's circuit nominees.", "This continued obstruction is one of the reasons we remain so far behind the pace set during President Bush's time in office. By February of President Bush's fifth year, the Senate had confirmed 205 of his circuit and district nominees, and judicial vacancies stood at 40. In contrast, just 173 of President Obama's circuit and district nominees have been confirmed, and the vacancy rate has risen again to 90, or more than 10 percent of the Federal bench. Judicial vacancies are nearly back at historically high levels.", "Perpetuating these vacancies on the Tenth and Federal Circuits, and preventing Judge Bacharach and Richard Taranto from getting to work on behalf of the American people, does not benefit anyone. The Judiciary Committee has again done its work to vet, consider, and vote on these nominations. It is time for the Senate to act to confirm them.", "I will speak more on nominations as we go along, but I do want to congratulate not only the senior Senator from Maine but also Senator King and the people of Maine, and the people of the First Circuit. The circuit needs to have its vacancies filled, and I am glad we have such a good person.", "Mr. President, I yield the floor, and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2013/02/13/S672_executive-session/"}