{u'speaker_state': u'FL', u'speaker_raw': u'mr. rubio', u'speaker_first': u'Marco', u'congress': 113, u'title': u'THE ROLE OF GOVERNMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-15/html/CREC-2013-05-15-pt1-PgS3506.htm', u'number': 68, u'id': u'CREC-2013-05-15-pt1-PgS3506.chunk0', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Rubio', u'pages': u'S3506-S3508', u'speaker_party': u'R', u'date': u'2013-05-15', u'bills': None, u'bioguide_id': u'R000595', u'order': 0, u'speaking': [u'Thank you. Madam President, I wanted to come to the floor to address the news of the last 4 days which I think has shocked the American people in the wake of a series of revelations made across news agencies about the role our Federal Government has played and the way it has used its power to intimidate those who they believe are not doing what they want them to do.', u"For example, we learned last week from testimony in the House of Representatives that there were employees of the State Department who disagreed with the direction and the way the government was handling the Benghazi situation and the word that was being put out by the State Department. They disagreed with it. They didn't like it. They testified last week they were made to feel threatened, and the message was sent to them very clearly from the highest levels of the State Department that they should not be talking or saying the things they were saying. That concerned a lot of people.", u'Unfortunately, on Friday of last week, in what I think was an attempt to bury a story--and there was no way they were going to bury this one--they put it out on Friday, which is notoriously known as the slowest news day of the week because it goes into the weekend and people forget it and move on, but this one was not easy to forget. On Friday, we learned the Internal Revenue Service had specifically targeted organizations in this country because of their political leanings and affiliation.', u'I understand this is not something new. People have been complaining about this for a couple of years; anecdotally, from organizations across the country, people coming to us and saying: We got this weird request from the IRS asking us for all sorts of things. We started to hear that everywhere. We still, I think to some level, have confidence and hope, have the best hopes of the Federal Government and the people who work within it. As we started to hear that more and more, people became concerned.', u'So Members of this body wrote letters inquiring of the IRS: Is this going on? Are groups being targeted because they are a tea party member or because they are a 9/12 group? Of course, the answer they gave was: No, that is just not true; that is absolutely false.', u"We know it wasn't false.", u'Then the IRS said: But it was just this group of employees in Cincinnati. As it turns out, that is not true either. It was widespread. It was an effort throughout the IRS to specifically target groups because they were called tea party or liberty groups or groups organized to defend the scope of government, groups that are critical of decisions being made by the government. This is chilling. This was discovered last Friday and it has only gotten worse. Every day that goes on we get more and more information in that regard.', u"Then the revelation on Monday that the Justice Department of the United States--think about that, the chief law enforcement agency of the country--had issued this blanket search of the phone records of I think the Nation's largest reporting group, the Associated Press. I understand if they were going after a leak that endangered America and security; that is one thing. We can have a debate about that. But they went much further than that. It was a blanket request of all of these phone calls, including the switchboard. Pretty outrageous.", u"So in the span of 4 days, there were three major revelations about the use of government power to intimidate those who are doing things the government doesn't like.", u"These are the tactics of the Third World. These are the tactics of places that don't have the freedoms and the independence we have in this country, and it is shocking to Americans that this would come to light in the way it has.", u"I submit to my colleagues, however, that none of this is new; that what we see emerging is a pattern: a culture of intimidation, of hardball politics that we saw both on the campaign trail and now through the apparatus of government. I don't have enough time in 10 or 15 minutes in morning business to cite them all, but I will cite a few that have already been discussed.", u"Let me tell my colleagues about the case of a gentleman named Frank VanderSloot. He was a couple of things. Mr. VanderSloot was the national cochair of Mitt Romney's Presidential campaign. He was also a major donor to a super-PAC that was supportive of Governor Romney's campaign.", u"In April of 2012, President Obama's reelection campaign posted on the Web a list of eight ``wealthy individuals'' with less than reputable records who were contributing to Mitt Romney. It was a series called ``Behind the curtain: A brief history of Romney donors.'' It described Mr. VanderSloot as litigious, combative, and a bitter foe for the gay rights movement. Curiously enough, within a few weeks, Mr. VanderSloot was the subject of not just one but two IRS audits, one for his personal life and one for his business. Coincidence? Maybe we should find out through an investigation.", u"Then we get word of something else. This is even more--well, equally--outrageous. That is the case of this organization called ProPublica, which was mentioned a moment ago in relation to another discussion. I wish to get the facts exactly right about this. Basically, as it turns out, the IRS--someone in the IRS--released nine pending confidential applications of conservative groups to the so-called investigative reporting agency, this so-called not-for-profit, impartial--we can have that debate later, but I don't want to be guilty of doing to the donors of that group what the Obama campaign did to the donors of Mr. Romney. So let me just say in response, they sent out information that was confidential, that was not public, illegally. They leaked from the IRS information on nine of these groups that was then reported on by this organization, which admitted that it came from the IRS. Coincidence?", u"It doesn't end there, by the way. This is not just limited to the IRS. This is a culture of intimidation, a willingness to play hardball politics against political opponents.", u"Let's not forget about the case of Boeing in South Carolina. Boeing decided to relocate, as any business has a right to do. In the United States of America, a business should have the right to locate its operations in any State it wants. When Boeing decided to relocate from Washington State to South Carolina, the NLRB came after them in a complaint which they claim was on the merits, but it was very straightforward. They were going after them because the union in Washington State was upset about the move. In fact, the case was dropped, partially because of political pressure but, interestingly enough, the effort was only abandoned after they negotiated a contract deal with the union.", u'I can be up here all day, and I intend to keep coming back to the floor and citing examples. But the point is, we have going on now a culture of hard-ball politics and intimidation, which is unacceptable and should be chilling to every Member of this body, Republican and Democrat.', u"This is unacceptable behavior. But this is what we get when an administration is all about politics. This administration is a 365-day-a-year, year-round political campaign. Every issue is a political campaign. Leading up to the election, and even now, every issue is a wedge. Few times in the history of this country has anyone used this office to drive more wedges among the American people than this President and this administration. So, yes, this is the culture that has been created: They are bad and we are good. Our enemies are bad people. The people who disagree with us on policy are bad people. If you don't support us on gun, you don't care about children and families. If you don't support some measure against religious liberty, you are waging a war on women. On issue after issue--a deliberate attempt to divide the American people against each other for the purposes of winning an election.", u'That is the culture that has been created, and that culture leads to this kind of behavior. Whether it was directed or not, we do not know that. I am not saying someone picked up the phone in the White House and said: Do these audits. Leak this information. I am saying when you create a culture where what is rewarded is political advantage, when you create a culture in your administration where everything is politics 24 hours, 7 days a week, when you create a culture where every issue that comes before the Congress is used to divide people against each other to see who can get the 51 percent of the next election, when you create a culture like that, it leads to this kind of behavior throughout your administration.', u"In the days to come, we will hear more about this. We have a nominee right now to the Labor Department, who has an admirable personal story which I admire and applaud, but who has a history of using the government and his position in government to intimidate people to do what he wants them to do. I would submit to you that Mr. Perez's nomination is bad for the country in any time, but in this administration, in this political culture, after what we have learned in the last few days, even more so. I hate to single him out, but that is one of the pending nominations that is before us. The point is, my friends, this is what we are dealing with and a cautionary tale about expanding the scope and power of government. Because this same IRS that was willing to do this--this same IRS that was willing to target groups because of their political leanings, this same IRS that audited Mr. VanderSloot after he happened to appear on the Obama enemy list--this same IRS will now have unfettered power to come after every American and ensure that either you are buying insurance or you are paying them a tax--every American business.", u'The front lines of enforcing ObamaCare fall to the IRS. That is what happens when you expand the scope and power of government. It is always sold as a noble concept. It is always offered as we are going to give government more power so they can do good things for us. But the history of mankind proves that every time government gets too much power, it almost always ends up using it in destructive ways against the personal liberties of individuals.', u'That is why the Framers of our Constitution were so wise to impose real constitutional limits on the power of our government, because they knew from history that this was the case. That is why our Constitution says that unless government at the Federal level is specifically given a power, it does not have it. That is why it says that. That is why you see people stand up here on the floor and fight to protect the Constitution. That is why these groups were formed around the country--everyday Americans from all walks of life; people, some of whom had never been involved in politics before, who joined the tea party movement or a 9/12 movement--because they feared the direction our country was going, and so they stood up and said: This is wrong.', u'This is why this adherence to the Constitution. Because the Constitution was based on the simple truth that if government has too much power, it almost always ends up destructive.', u"Our Framers knew better than to rely on ``good people'' being in government to take care of us. They understood that government's power, in order for us to have freedom and prosperity, necessarily had to be limited--not because we are antigovernment. Of course we need a government. Who provides for our national defense? Who is supposed to secure our borders? We are having this immigration debate. These are important things our government needs to do. But if you give it too much power, it leads to these abuses.", u'This is why the Constitution was so wise to limit the power of the Federal Government to its enumerated powers and leave to the government closest to the people most of the powers.', u'I think we should re-examine all these decisions that have been made that have expanded the scope and power of our government.', u'I do not know how many people are aware of this, but early next year every single one of you is going to have to buy insurance, health insurance that the government says is good enough--maybe not the insurance you are getting today that you are happy with--and if you do not buy that insurance, you are going to owe the IRS some money. That is a tax to me. The same IRS that has shown a propensity to target people based on their political leanings--this is who we have empowered through ObamaCare.', u'This is what is going on here. It is not just one scandal at the IRS. It is about a culture of hardball politics. I think in the days to come we are going to learn a lot more about it, and we are not going to like what we learn.', u'For example, you think about some of our most precious freedoms--the First Amendment right to free speech. Think about if you are a reporter at the Associated Press. Think about if you are a source--unrelated to national security--to the Associated Press. Think about if you are a whistleblower, someone who is blowing the whistle on government activity because you work in the government and you think what the government is doing is wrong. Think about that for a second.', u'Now, all of a sudden, what are you afraid of? I am not calling that reporter back because their phone might be tapped, my number might show up on their records, because the Justice Department has just shown they are willing to do that. Think about the chilling effect that sends up and down the government.', u'If there is wrongdoing somewhere in the government right now, people are probably afraid to blow the whistle because they are afraid they are being surveilled by the Justice Department or that the person they are talking to is being surveilled. That is how outrageous this is.', u'Think about people who are thinking about getting involved in the political process, contributing to a group or speaking out, donating to a campaign or a candidate, as they are allowed to do under the Constitution. They do not want to be the next VanderSloot. They do not want to be the next guy being targeted. They do not want to be the next person being smeared on a Web site.', u'This is unacceptable. This is outrage. And every single Member of this body should be outraged by this behavior. This culture of intimidation, these hardball politics tactics we cannot stand for. I hope we will be united in condemning this and ensuring we get to the bottom of this with significant investigations and hearings from the committees in the Senate that have jurisdiction on the matter.', u'I yield the floor.', u'I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/05/15/S3506_the-role-of-government/'}