{u'speaker_state': u'WV', u'speaker_raw': u'mr. byrd', u'speaker_first': u'Robert', u'congress': 109, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-05-26/html/CREC-2005-05-26-pt1-PgS6023.htm', u'number': 72, u'id': u'CREC-2005-05-26-pt1-PgS6023.chunk6', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Byrd', u'pages': u'S6023-S6057', u'speaker_party': u'D', u'date': u'2005-05-26', u'bills': [u'S. 1133'], u'bioguide_id': u'B001210', u'order': 6, u'speaking': [u"Mr. President, today I am introducing S. 1133, the Clean Coal Research, Development, Demonstration, and Deployment Act of 2005. I am proud to have Senators Rockefeller and Specter as cosponsors of my bill. This comprehensive clean coal technology legislation will help provide for a new era for coal. I have looked into the past; I recognize the enormous challenges that are before us; and I see coal's future.", u'The bill authorizes important programs at the Department of Energy as well as provides a major package of targeted federal energy tax incentives. It supports a research and development program and tax incentives to encourage the use of advanced coal technologies at coal-fired power plants. The bill also promotes a major investment in a national industrial gasification program. It is a balanced and financially sound proposal, and it recognizes that there are new horizons opening for coal.', u'The Byrd-Rockefeller-Specter bill works to balance these ever expanding opportunities in a very reasonable and responsible way. We must move forward with the development and deployment of advanced power generation and carbon capture and sequestration technologies. Coal also has a future in producing chemicals, alternative transportation fuels, and other important products for use in the economy. My legislation can begin to initiate that effort.', u'There are those who have wanted to push coal aside like stove wood and horse power as novelties from a bygone era. But we cannot ignore coal as part of the solution to our future energy challenges. Over the past several years, I have been diligently assembling a set of proposals that can provide a comprehensive approach for the near- and long-term viability for coal, both at home and abroad. It is time that we reexamine the opportunities for coal, and let the past be our guide to the future.', u' By Mr. BENNETT (for himself and Mr. Hatch):', u'S. 1135. A bill to authorize the exchange of certain land in Grand and Uintah Counties, Utah, and for other purposes; to the Committee on Energy and Natural Resources.', u'Mr. President, I am pleased to be able to re-introduce the Utah Recreational Land Exchange Act of 2005, together with my colleague Senator Hatch. Legislation was introduced in the previous Congress to lay the groundwork for our efforts in the 109th Congress.', u"This legislation will ensure the protection of critical lands along the Colorado River corridor in southeastern Utah and will help provide important funding for Utah's school children. In Utah we treasure the education of our children. A key component of our education system is the 3.5 million acres of school trust lands scattered throughout the State. These lands are dedicated to the support of public education. Revenue from Utah school trust lands, whether from grazing, forestry, surface leasing or mineral development, is placed in the State School Fund. This fund is a permanent income producing endowment created by Congress upon statehood to fund public education. Unfortunately, the majority of these lands are trapped within federal ownership patterns that make it impossible for responsible development. It is critical to both the State of Utah and the Bureau of Land Management, BLM, that we consolidate their respective lands to ensure that both public agencies are permitted to fulfill their mandates.", u"The legislation we are introducing today is yet another chapter in our State's long history of consolidating these State lands for the financial well being of our education system. These efforts serve a dual purpose as they help the Federal land management agencies to consolidate Federal lands in environmentally sensitive areas that can then be reasonably managed. We see this exchange as a win-win solution for the State of Utah and its school children, as well as the Department of the Interior as the caretaker of our public lands.", u'Beginning in 1998 Congress passed the first major Utah school trust land exchange which consolidated hundreds of thousands of acres. Again in 2000, Congress enacted an exchange consolidating another 100,000 acres. I was proud to playa role in those efforts, and the bill we are introducing today is yet another step in the longjoumey toward giving the school children the deal they were promised in 1896 when Utah was admitted to the Union.', u'The School Trust of Utah currently owns some of the most spectacular lands in America, located along the Colorado River in southeastern Utah. This legislation will ensure that places like Westwater Canyon of the Colorado River, the world famous Kokopelli and Slickrock biking trails, some of the largest natural rock arches in the United States, wilderness study areas, and viewsheds for Arches National Park will be traded into Federal ownership and for the benefit of future generations. At the same time, the school children of Utah will receive mineral and development lands that are not environmentally sensitive, in locations where responsible development makes sense. This will be an equal value exchange, with approximately 40,000 acres exchanged on either side, with both taxpayers and the school children of Utah receiving a fair deal. Moreover, the legislation establishes a valuation process that is transparent to the public, yet will ensure the exchange process occurs in a timely manner.', u'This legislation represents a truly collaborative process. We have convened all of the players to give us input into this legislation: local government, the State, the recreation community, the environmental community and other interested parties. At the same time we are working closely with the Department of Interior. We introduced this bill in the 108th Congress in order to initiate some discussion of moving forward with this exchange proposal. Since that time, some changes have been made in an effort to improve this legislation. We remain receptive to additional changes that might make further improvements. The State has been working with all of these groups over the past year at a grass-roots level to address concerns. We look forward to working with the appropriate committees and the Department of Interior toward a successful resolution of this proposed exchange.', u' By Mr. GRASSLEY (for himself, Mr. McCain, and Mr. Allen):', u'S. 1137. A bill to include dehydroepiandrosterone as an anabolic steroid; to the Committee on the Judiciary.', u'Mr. President, recently, the problem of steroid abuse has been getting a great deal of media attention. While this publicity has helped to raise public awareness about the dangers of illegal steroids, recent studies indicate that more and more young people are taking these drugs to improve their performance, appearance, or self image. In fact, some recent studies indicate that as many as 5 percent to 7 percent of students, even as young as middle school, admit to using illegal steroids.', u"Even more widespread among adolescents, however, is the use of over-the-counter supplements. Many young people are turning to ``supplements'' as an alternative to illegal steroids, mistakenly believing that because they are sold over the counter, they must be safe. However, many of these over the counter ``supplements'' actually produce the same dangerous effects on the body as illegal steroids. Some, even become steroids in the bloodstream.", u"Last year, the President signed into law the Anabolic Steroid Control Act of 2004, which added 18 anabolic steroid precursors to the list of anabolic steroids that are classified as controlled substances. Yet as I speak, on the shelves of health stores across the country, sits one anabolic steroid that can be bought by anyone, at any age, without the need of a doctor's prescription.", u'Dehydroepiandrosterone, or DHEA, is an anabolic steroid that once ingested, the body turns into testosterone. DHEA like all other steroids, may cause a number of long term physical and psychological effects, including: heart disease, cancer, stroke, liver damage, severe acne, baldness, dramatic mood swings, aggression etc. In fact, DHEA is already banned by the Olympics, the World Anti-Doping Agency, the National Collegiate Athletic Association, the National Football League, the National Basketball Association, and Minor League Baseball, yet it actually enjoys special protections under the Anabolic Steroid Control Act.', u'In an effort to keep all potentially dangerous steroids out of the hands of unsuspecting consumers and children, I am pleased to introduce legislation today that would add DHEA to the list of controlled substances under the Anabolic Steroid Control Act. This legislation will eliminate the special exemption granted to DHEA, thereby treating it as every other substance in the steroid family.', u"With the dramatic rise in the use of steroids among our nation's youth, now is the time to act to curb this increasingly growing problem. Just like all other anabolic steroids, DHEA should not be available over the counter, but only under a doctor's supervision. I encourage my colleagues to join in support of this legislation.", u'I ask unanimous consent that the text of this bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u' By Mr. SANTORUM:', u'S. 1139. A bill to amend the Animal Welfare Act to strengthen the ability of the Secretary of Agriculture to regulate the pet industry; to the Committee on Agriculture, Nutrition, and Forestry.', u'Mr. President, I rise today to introduce the Pet Animal Welfare Statute of 2005 (PAWS). The introduction of this important animal welfare legislation demonstrates my continued interest in humane treatment of animals. As the proud owner of a German Shepherd, it is disturbing to see the number of high volume breeders who are careless and disregard their responsibilities to care properly for their animals.', u'Across the United States, there are more than 3,000 commercial dog-breeding facilities that are licensed to operate by the United States Department of Agriculture (USDA). Owners of these facilities are required to comply with the rules and regulations of the Animal Welfare Act (AWA), which sets forth standards for humane handling and treatment. USDA inspections are also required to ensure compliance with AWA standards.', u'Unfortunately, enforcement of AWA has not effectively stopped the inhumane treatment of animals within the pet industry. Because the AWA only covers breeders and others who sell at wholesale, many puppy mill owners have successfully avoided AWA requirements by selling directly to the public. The ability to use the Internet as a marketing tool for direct sales has only made selling directly to the public more prevalent and popular. Because USDA can only regulate wholesalers under the AWA, it has very limited authority to oversee the care and conditions of animals in these facilities.', u'PAWS addresses this growing problem. PAWS would regulate breeders who raise seven or more litters of dogs or cats each year. This threshold test would differentiate those breeders who raise animals in mass numbers from those who are hobby breeders.', u"In addition, this broad ranging legislation would cover importers and other non-breeder dealers who sell more than 25 dogs or cats per year, strengthen USDA's enforcement authority, and assure USDA access to source records of persons who acquire dogs for resale. Finally, PAWS expands the USDA's authority to seek injunctions against unlicensed dog and cat dealers.", u"The term ``puppy mill'' is not new to many people, be it pet owners, consumers, animal welfare advocates, inspectors or just casual observers. Puppy mills are large breeding operations that mass-produce puppies for commercial sale with little regard for the humane handling and treatment of the dogs. Breeding and raising dogs without respect to the animal's welfare guarantees bad results for the unknowing owner, and for the health of the dog and her puppies. For dogs, puppy mill conditions can mean overcrowded cages, lack of protection from weather conditions, and an overall lack of veterinary care.", u'The benefits of regulating commercial breeders and sellers are obvious. PAWS addresses the commerce in pets from many different angles, including imports, large direct sellers, Internet sellers, enforcement tools, and source records. As a member of the Senate Agriculture Committee and Chairman of the Subcommittee on Research, Nutrition and General Legislation, the subcommittee with jurisdiction, I am prepared to work aggressively to advance this legislation. I urge my colleagues to join Senator Durbin and me in supporting this legislation.', u'Mr. President, I rise today to introduce the Pet Animal Welfare Statute, PAWS, along with my colleague, Senator Santorum.', u'For more than three decades, Congress has given the responsibility of ensuring minimum standards of humane care and treatment of animals to the U.S. Department of Agriculture, USDA, under the Animal Welfare Act, ', u'The current guidelines within the AWA do not go far enough to protect puppies at large breeding facilities; they merely ensure the provision of water and food, and that is inadequate. The AWA has been largely ineffective because of weak enforcement procedures and limited resources. Another severe limitation of the current AWA is that it does not regulate overseas breeders who submit their animals to deplorable conditions before exporting them to the United States, leaving many imported animals with diseases and behavioral disorders. PAWS strengthens the AWA to better control the practices of puppy breeding in large facilities, addresses cruel puppy treatment and places stricter regulations on overseas breeders.', u'In large breeding facilities, puppies are often kept in cramped, dirty cages; sometimes stacked on top of each other; exposed to the elements in extreme cold and heat; forced to breed too frequently; and deprived of adequate food, water, veterinary care, and any semblance of loving contact. In fact, current law allows many of these breeders to evade all federal oversight.', u'This inhumane treatment has a direct bearing on the physical and mental health of dogs in these facilities. Often, after these puppies join a family, they turn out to have serious health and behavioral problems that cause them pain, cause their owners great distress, and require expensive medical care.', u'I believe PAWS will address these problems by filling gaps in the current law and encouraging stronger enforcement by USDA to crack down on chronic violators. The bill also applies to cats.', u'PAWS requires that any commercial hreeder who sells seven or more litters of dogs or cats directly to the public in a year must be licensed by the USDA. The statute also allows the USDA to obtain the identity of breeders, a measure that would help the USDA to address inhumane treatment. PAWS extends the suspension period for facilities with AWA violations from 21 days to 60 days and provides the USDA with direct authority to apply for injunctions.', u"I've heard from many of my constituents in Illinois who are deeply concerned about the puppy mill problem and want this legislation enacted. PAWS is supported by national organizations, including the Humane Society of the United States, the American Kennel Club, Doris Day Animal League, and the Animal Welfare Institute.", u"I am pleased that we have obtained additional funds for USDA to improve its enforcement of the AWA. This piece of legislation will complement those ongoing efforts by strengthening USDA's authority to crack down on the bad actors.", u"PAWS will ensure that any commercial dog breeder licensed by the Federal Government is meeting basic humane standards of care. We owe at least this much to the animals that have earned the title ``man's best friend.'' This safety net for dogs and cats will protect pets and the consumers who care about them against the poor treatment practices of the worst dealers: the ones who provide no interaction; the ones who violate industry norms against over-breeding; the ones who repeatedly violate the law governing humane care. The good dealers, however, should be recognized for the value they bring to pet lovers everywhere.", u' By Mr. COCHRAN (for himself, Mr. Pryor, Mr. Chambliss, and Mr. Roberts):', u'S. 1141. A bill to authorize the Secretary of Homeland Security to regulate ammonium nitrate; to the Committee on Homeland Security and Governmental Affairs.', u"Mr. President, fertilizers provide essential nutrients to the food we eat. Without fertilizer, roughly one-third of the world's people would go hungry. Ammonium nitrate fertilizer is an effective source of nitrogen that all crops need to grow. Thousands of American farmers value its use in certain applications including cool weather fertilization and other low-till cropping systems. Thus, the continued availability of ammonium nitrate fertilizer to U.S. farmers has economic, agronomic and environmental benefits to farmers and society as a whole.", u'At the same time, the April 1995 attack on the Alfred P. Murrah Federal Building in Oklahoma City showed America that this highly valuable fertilizer can be subject to adulteration and misuse by criminals intent on engaging in acts of terror.', u'After the Oklahoma City tragedy, Congress enacted legislation calling for a study on the feasibility and practicability of imposing controls on certain precursor chemicals, including ammonium nitrate. Congress recognized that it is simply not possible for the agriculture community to guarantee against the criminal misuse of ammonium nitrate or for any community to guarantee that the thousands of everyday products that can be converted to criminal use will not be misused by those with the intent and capability to do so.', u'Over the past 10 years, the security landscape has continued to change. The agriculture community and the fertilizer industry recognize that more needs to be done to strengthen the controls regarding the handling and purchase of ammonium nitrate fertilizer in order to ensure American farmers continue to have access to this valued input. Today, with my colleague from Arkansas Mr. Pryor, my colleague from Georgia Mr. Chambliss, and my colleague from Kansas Mr. Roberts, I am pleased to introduce legislation that provides a practical and workable solution to enhance the secure handling of ammonium nitrate ensuring that ammonium nitrate remains available for agricultural use.', u"The legislation is entitled ``The Secure Handling of Ammonium Nitrate Act of 2005.'' It calls for Federal and State cooperation to secure ammonium nitrate fertilizer. It requires any person who produces, stores, sells, or distributes ammonium nitrate to register their facility with their State department of agriculture and to maintain records of sales or distribution of the product. Additionally, it requires all purchasers of ammonium nitrate to register with their State department of agriculture.", u'We believe these requirements are necessary measures to help provide additional security for ammonium nitrate fertilizer and will not unduly burden agriculture professionals or farmers who use ammonium nitrate. Furthermore, we believe this important legislation will effectively enhance ongoing security measures and help to keep ammonium nitrate out of the hands of those who wish to harm our Nation.', u'I urge Senators to support this legislation.', u'I ask unanimous consent that the text of the bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u"This Act may be cited as the ``Secure Handling of Ammonium Nitrate Act of 2005''.", u'Congress finds that-- (1) ammonium nitrate is an important fertilizer used to produce a reliable and affordable food supply for the United States and the world; (2) in the wrong hands, ammonium nitrate may be used for illegal activities; (3) the production, importation, storage, sale, and distribution of ammonium nitrate affects interstate and intrastate commerce; and (4) it is necessary to regulate the production, storage, sale, and distribution of ammonium nitrate.', u"In this Act: (1) Ammonium nitrate.--The term ``ammonium nitrate'' means solid ammonium nitrate that is chiefly the ammonium salt of nitric acid and contains not less than 33 percent nitrogen, of which-- (A) 50 percent is in ammonium form; and (B) 50 percent is in nitrate form. (2) Facility.-- (A) In general.--The term ``facility'' means any site where ammonium nitrate is produced, stored, or held for distribution, sale, or use. (B) Inclusions.--The term ``facility'' includes-- (i) all buildings or structures used to produce, store, or hold ammonium nitrate for distribution, sale, or use at a single site; and (ii) multiple sites described in clause (i), if the sites are--", u"In this Act: (1) Ammonium nitrate.--The term ``ammonium nitrate'' means solid ammonium nitrate that is chiefly the ammonium salt of nitric acid and contains not less than 33 percent nitrogen, of which-- (A) 50 percent is in ammonium form; and (B) 50 percent is in nitrate form. (2) Facility.-- (A) In general.--The term ``facility'' means any site where ammonium nitrate is produced, stored, or held for distribution, sale, or use. (B) Inclusions.--The term ``facility'' includes-- (i) all buildings or structures used to produce, store, or hold ammonium nitrate for distribution, sale, or use at a single site; and (ii) multiple sites described in clause (i), if the sites are--(I) contiguous or adjacent; and (II) owned or operated by the same person.", u"In this Act: (1) Ammonium nitrate.--The term ``ammonium nitrate'' means solid ammonium nitrate that is chiefly the ammonium salt of nitric acid and contains not less than 33 percent nitrogen, of which-- (A) 50 percent is in ammonium form; and (B) 50 percent is in nitrate form. (2) Facility.-- (A) In general.--The term ``facility'' means any site where ammonium nitrate is produced, stored, or held for distribution, sale, or use. (B) Inclusions.--The term ``facility'' includes-- (i) all buildings or structures used to produce, store, or hold ammonium nitrate for distribution, sale, or use at a single site; and (ii) multiple sites described in clause (i), if the sites are--(I) contiguous or adjacent; and (II) owned or operated by the same person.(3) Handle.--The term ``handle'' means to produce, store, sell, or distribute ammonium nitrate. (4) Handler.--The term ``handler'' means any person that produces, stores, sells, or distributes ammonium nitrate. (5) Purchaser.--The term ``purchaser'' means any person that purchases ammonium nitrate. (6) Secretary.--The term ``Secretary'' means the Secretary of Homeland Security.", u'(a) In General.--The Secretary may regulate the handling and purchase of ammonium nitrate to prevent the misappropriation or use of ammonium nitrate in violation of law. (b) Regulations.--The Secretary may promulgate regulations that require-- (1) handlers-- (A) to register facilities; (B) to sell or distribute ammonium nitrate only to handlers and purchasers registered under this Act; and (C) to maintain records of sale or distribution that include the name, address, telephone number, and registration number of the immediate subsequent purchaser of ammonium nitrate; and (2) purchasers to be registered. (c) Use of Previously Submitted Information.--Prior to requiring a facility or handler to submit new information for registration under this section, the Secretary shall-- (1) request from the Attorney General, and the Attorney General shall provide, any information previously submitted to the Attorney General by the facility or handler under section 843 of title 18, United States Code; and (2) at the election of the facility or handler-- (A) use the license issued under that section in lieu of requiring new information for registration under this section; and (B) consider the license to fully comply with the requirement for registration under this section. (d) Consultation.--In promulgating regulations under this section, the Secretary shall consult with the Secretary to Agriculture to ensure that the access of agricultural producers to ammonium nitrate is not unduly burdened. (e) Data Confidentiality.-- (1) In general.--Notwithstanding section 552 of title 5, United States Code, or the USA PATRIOT ACT (Public Law 107- 56; 115 Stat. 272) or an amendment made by that Act, except as provided in paragraph (2), the Secretary may not disclose to any person any information obtained from any facility, handler, or purchaser-- (A) regarding any action taken, or to be taken, at the facility or by the handler or purchaser to ensure the secure handling of ammonium nitrate; or (B) that would disclose-- (i) the identity or address of any purchase of ammonium nitrate; (ii) the quantity of ammonium nitrate purchased; or (iii) the details of the purchase transaction. (2) Exceptions.--The Secretary may disclose any information described in paragraph (1)-- (A) to an officer or employee of the United States, or a person that has entered into a contract with the United States, who needs to know the information to perform the duties of the officer, employee, or person, or to a State agency pursuant to an arrangement under section 6, under appropriate arrangements to ensure the protection of the information; (B) to the public, to the extent the Secretary specifically finds that disclosure of particular information is required in the public interest; or (C) to the extent required by order of a Federal court in a proceeding in which the Secretary is a party, under such protective measures as the court may prescribe.', u'(a) Inspections.--The Secretary, without a warrant, may enter any place during business hours that the Secretary believes may handle ammonium nitrate to determine whether the handling is being conducted in accordance with this Act, including regulations promulgated under this Act. (b) Prevention of Sale or Distribution Order.--In any case in which the Secretary has reason to believe that ammonium nitrate has been handled other than in accordance with this Act, including regulations promulgated under this Act, the Secretary may issue a written order preventing any person that owns, controls, or has custody of the ammonium nitrate from selling or distributing the ammonium nitrate. (c) Appeal Procedures.-- (1) In general.--A person subject to an order under subsection (b) may request a hearing to contest the order, under such administrative adjudication procedures as the Secretary may establish. (2) Rescission.--If an appeal under paragraph (1) is successful, the Secretary shall rescind the order. (d) In Rem Proceedings.--The Secretary may institute in rem proceedings in the United States district court for the district in which the ammonium nitrate is located to seize and confiscate ammonium nitrate that has been handled in violation of this Act, including regulations promulgated under this Act.', u'(a) Cooperative Agreements.--The Secretary may enter into a cooperative agreement with the Secretary of Agriculture, or the head of any State department of agriculture or other State agency that regulates plant nutrients, to carry out this Act, including cooperating in the enforcement of this Act through the use of personnel or facilities. (b) Delegation.-- (1) In general.--The Secretary may delegate to a State the authority to assist the Secretary in the administration and enforcement of this Act, including regulations promulgated under this Act. (2) Delegation required.--On the request of a Governor of a State, the Secretary shall delegate to the State the authority to carry out section 4 or 5, on a determination by the Secretary that the State is capable of satisfactorily carrying out that section. (3) Funding.--If the Secretary enters into an agreement with a State under this subsection to delegate functions to the State, the Secretary shall provide to the State adequate funds to enable the State to carry out the functions. (4) Inapplicability.--Notwithstanding any other provision of this subsection, this subsection does not authorize a State to carry out a function under section 4 or 5 relating to a facility or handler in the State that makes the election described in section 4(c)(2).', u'(a) Unlawful Acts.--It is unlawful for any person-- (1) to fail to perform any duty required by this Act, including regulations promulgated under this Act; (2) to violate the terms of registration under this Act; (3) to fail to keep any record, make any report, or allow any inspection required by this Act; or (4) to violate any sale or distribution order issued under this Act. (b) Penalties.-- (1) In general.--A person that violates this Act (including a regulation promulgated under this Act) may only be assessed a civil penalty by the Secretary of not more than $50,000 per violation. (2) Notice and opportunity for a hearing.--No civil penalty shall be assessed under this Act unless the person charged has been given notice and opportunity for a hearing on the charge in the county, parish, or incorporated city of residence of the person charged. (c) Jurisdiction Over Actions for Civil Damages.--The district courts of the United States shall have exclusive jurisdiction over any action for civil damages against a handler for any harm or damage that is alleged to have resulted from the use of ammonium nitrate in violation of law that occurred on or after the date of enactment of this Act.', u'This Act preempts any State law (including a regulation) that regulates the handling of ammonium nitrate to prevent the misappropriation or use of ammonium nitrate in violation of law.', u'There are authorized to be appropriated such sums as are necessary to carry out this Act.', u"Mr. President, I stand today in support of legislation that will better protect our homeland by securing the trade and handling of ammonium nitrate. While ammonium nitrate is well known in the agriculture community to be an important fertilizer, it has also become a common ingredient in creating highly explosive bombs like the one used in the unforgettable April 1995 bombing attack of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma. A little more than a month ago, we reflected on the tenth anniversary of this tragic moment in our nation's history. Despite the enormous potential for misuse if in the wrong hands, the purchase and use of ammonium nitrate is still largely unregulated by the federal government. It is our hope that we can reduce this potential for misuse. By better securing the trade and handling of this chemical, we will make it more difficult for individuals and groups to misuse the chemical and threaten the lives of Americans. The purpose of our legislation is to protect our homeland from future threats and attacks that may be similar in nature to that of the Oklahoma City Bombing while still ensuring that law abiding citizens can use this valuable fertilizer for agricultural activities.", u"Fertilizer provides essential nutrients to the food we eat by providing an effective source of nitrogen that all crops need to grow. I recognize the importance of fertilizer to our Nation's farming community, and that is why I believe that we must continue the availability of ammonium nitrate fertilizer to farmers in order to maintain the economic, agronomic and environmental benefits that this product provides. I also understand the negative impact of that fertilizer can have on our people if misused by criminals intent on engaging in acts of terror.", u"Since the 1995 Oklahoma City tragedy, many studies have been conducted by the Federal Government to determine the feasibility and practicability of imposing controls on certain precursor chemicals, including ammonium nitrate. In addition, the fertilizer industry and the Bureau of Alcohol Tobacco and Firearms (ATF) created the ``America's Security Begins with You'' ammonium nitrate security campaign in 1995 as an effort to minimize possible misuse of ammonium nitrate fertilizer. These studies and campaigns have both led to show that it is impossible for the agricultural community to guarantee against the criminal misuse of ammonium nitrate under current laws and regulations and that more can and should be done to protect against this threat.", u'The agricultural community and the fertilizer industry both recognize that more can and should be done to strengthen the controls regarding the handling and purchase of ammonium nitrate fertilizer in order to ensure American farmers continue to have access to this valued input. I believe that the Federal government must do its part in helping to assure that ammonium nitrate fertilizer stays in the hands of agricultural professionals and encourage all who handle this chemical to protect their community and America by establishing effective security measures.', u"I am proud to join my colleague from Mississippi, Senator Cochran, in introducing this legislation along with Senator Chambliss and Senator Roberts. I believe it provides a very practical and workable solution to enhance the secure handling of ammonium nitrate and ensure that ammonium nitrate remains available for agricultural use. ``The Secure Handling of Ammonium Nitrate Act of 2005'' calls for a federal and state cooperation to secure ammonium nitrate fertilizer. It requires the Department of Homeland Security to enter into cooperative agreements with state departments of agriculture to ensure that any person who produces, stores, sells, or distributes ammonium nitrate registers their facility and maintains records of sales or distribution of the product. As such, purchasers of ammonium nitrate would also be required to register with their state's department of agriculture.", u'My colleagues and I agree that these requirements are necessary measures that provide additional security for ammonium nitrate fertilizer and will not unduly burden agriculture professionals or farmers who use this product. Furthermore, we firmly believe that this legislation will effectively enhance ongoing security measures by helping to keep ammonium nitrate out of the hands of those who wish to harm our Nation.', u'I thank the Chairman of the Appropriations Committee, as well as the Chairmen of the Agriculture and Intelligence Committees for their leadership on this issue, and I urge my colleagues in the Senate to support this important legislation.', u"Mr. President, I would like to echo the comments of the senior Senator from Mississippi regarding the ``Secure Handling of Ammonium Nitrate Act of 2005.'' The importance of ammonium nitrate fertilizer to the agricultural industry cannot be understated. However, its use in acts of terror has led the industry and public alike searching for a way to further secure the handling and use of ammonium nitrate. I believe this legislation accomplishes that goal. If passed, this bill will help us to track both where this fertilizer is, and who is in possession of it. The answers to both of these very important questions will further ongoing efforts to keep our Nation safe from people who may wish to do it harm. I feel this legislation provides additional security for ammonium nitrate while maintaining its viability as an agricultural fertilizer.", u' By Ms. LANDRIEU (for herself, Mr. Graham, Mr. Allen, Mr. Durbin, and Mr. Lautenberg):', u'S. 1142. A bill to provide pay protection for members of the Reserve and the National Guard, and for other purposes; to the Committee on Finance.', u"Mr. President, over 50 years ago, Sir Winston Churchill uttered the immortal words, ``never in the field of human conflict has so much been owed by so many to so few.'' Although Prime Minister Churchill was referring to the selfless and courageous effort of the Royal Air Force in their defeat of the Germans in World War II, I would like to argue that these words apply equally to the men and women fighting to preserve democracy in Iraq and Afghanistan. These men and women are not only making it possible for each and every one of us to go about our daily lives under the blanket of safety and freedom to which Americans have become accustomed, but they are also striving to bring these benefits to people who have never had them before.", u'If you have had the opportunity to spend time with these men and women, as I have, you quickly observe that they embody everything good about America. Their patriotism, their unyielding commitment to serve their country, their selflessness and their sacrifice should serve as examples to us all. Perhaps what amazes me most, is that although these men and women are prepared to make the ultimate sacrifice for their country, they ask for little in return from it. It is therefore incumbent on us to recognize the debt we owe to them, and honor it.', u"Today there are 80,000 members of the National Guard and our Reserve armed forces serving bravely in the war on terror. In addition, close to 89,000 members of the Guard and Reserve have been activated in anticipation of being sent to Iraq, Afghanistan, or any other place their country calls on them to serve. While deployed, these citizen soldiers are asked, in a moment's notice, to leave their families, their jobs, and their communities behind, causing tremendous stress on the home front and in the workplace.", u"While having a loved one in harm's way is reason for stress alone, many of the families of these men and women have the added stress of trying to fill the void left. Many families have lost the main bread winner when a Guardsmen or Reservist gets deployed. As a result, they have trouble paying bills, the rent, the mortgage, or medicine for their children.", u"The primary reason these families cannot make ends meet is because for Guardsmen and Reservists military pay is often less than civilian pay. We call that the ``pay gap.'' According to the most recent Status of Forces Survey of Reserve Components, 51 percent of our citizen soldiers take a pay cut when they get deployed and 11 percent of them lose more than $2,500 per month.", u'We ask these men and women to make so many sacrifices on our behalf. I think that it is time that we be willing to make one in return. The least we can do is to help these families find relief from the financial woes caused by this gap. To help do this, my colleagues Senator Graham, Senator Allen, Senator Durbin, and myself are pleased to introduce the Helping Our Patriotic Employers at Helping our Military Employees Act of 2005. We call the bill by its nickname: HOPE at HOME. Our guard and reserve families have enough to worry about when a loved one gets called away, the least we can do is relieve some of the financial worry by encouraging employers to make up the pay gap. Let me describe for my colleagues how this legislation works.', u'HOPE at HOME will give a 50 percent tax credit to the thousands of employers around the country who have taken the patriotic step of continuing to pay the salary of their guard and reservists employees who have been called to active duty. There are literally thousands of employers out there who already take this noble step--they do it voluntarily, selflessly and at great sacrifice. The HOPE at HOME Act honors that sacrifice.', u'HOPE at HOME will also encourage companies that cannot afford to make up the pay-gap an incentive to do it. One survey found that only 173 of the Fortune 500 companies make up the pay gap. If the wealthiest companies cannot afford to help their active duty employees, imagine how difficult this is for smaller companies. HOPE at HOME will allow companies large and small to do the patriotic thing and reward those employees who are serving to keep us all free.', u'HOPE at HOME will also give small patriotic employers additional tax relief if they need to hire a worker to temporarily replace the active duty Guardsmen or Reservist. In addition, the bill clarifies the tax treatment of any pay-gap payments to make income tax filing easier for our Guard and Reservists.', u"A moment ago, I mentioned that thousands of employers make up the pay-gap for their employees. There is one employer, however, and it happens to be the Nation's largest, that does not make up the pay gap: Uncle Sam. The Federal Government, which should set the bar for patriotism in our country, does not do its part to help citizen soldiers. Senator Durbin has been a leader in this area, so our bill includes language that he has been fighting to require the Federal Government to make up the pay gap. We cannot ask the private sector to do more than they are doing if the Federal Government is not willing to step up and do its part for our military men and women.", u'This is not only the right thing to do, it is the smart thing to do. Today our Nation relies on the Guard and Reserve to meet our armed forces needs more than at any other time in our history. At times in the war on terror, forty-percent of our troops in Iraq and Afghanistan were citizen soldiers. Many of them performed multiple tours of duty or found their duties extended.', u'All of the experts tell us that our need for our Guard and Reserve troops will only get greater. In the post-Cold War world, we have drastically reduced our standing Army from 800,000 in 1989 to approximately 482,000 today, a 40 percent decrease. The number of deployments has increased by over 300 percent. The Guard and Reserve have made it possible to meet these challenges. We still find ourselves stretched thin, but without the Guard and Reserve we would never be able to meet our obligation as guardians of freedom in the World.', u'But this over-reliance on the Guard and Reserve is starting to have a toll on our ability to recruit and retain these men and women. The percentage of Army Reserve personnel who plan to remain in the military after their tour of duty ends fell from 73 percent to 66 percent over 2004. The top reasons for leaving the Guard and Reserve, according to the Status of Forces Survey of Reserve Components, are family stress, the number and lengths of deployments, income loss, and conflict with civilian employment.', u'We are beginning to have recruitment problems as well for our standing military. Back in February, the Army and the National Guard and Reserve recruited 3,824 soldiers, but this was only 69 percent of their monthly goal. The numbers went up in March, but still fell short by 12 percent of the goal.', u"HOPE at HOME recognizes that a soldier who is worrying about how his or her family is paying the bills is not focusing on the mission at hand. A soldier who is worrying about whether the family is paying the rent, is not going to reenlist. And every time one of our soldiers leaves, our Nation loses the experience and service of a highly trained, capable professional. We need to make every effort to keep our citizen soldiers in service to their country. HOPE at HOME is a first step to addressing our military's larger recruitment and retention issues.", u"During the Cold War we built our strength on having the biggest, best equipped standing army in the World. Now our military gathers its strength from a large reserve of qualified men and women in the Guard and Reserve who are ready to fight at a moment's call. We will lose that strength if we do not give our Guardsmen and Reservists and their families HOPE at HOME.", u'I hope my colleagues will join Senators Allen, Graham, Durbin and myself in supporting the HOPE at HOME Act.', u'I ask unanimous consent that the text of the bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u"This Act may be cited as the ``Helping Our Patriotic Employers at Helping Our Military Employees Act of 2005'' or the ``HOPE at HOME Act of 2005''.", u'(a) In General.--Subchapter IV of chapter 55 of title 5, United States Code, is amended by adding at the end the following:', u'(a) In General.--Subchapter IV of chapter 55 of title 5, United States Code, is amended by adding at the end the following:``Sec. 5538. Nonreduction in pay while serving in the uniformed services', u"(a) In General.--Subchapter IV of chapter 55 of title 5, United States Code, is amended by adding at the end the following:``Sec. 5538. Nonreduction in pay while serving in the uniformed services``(a) An employee who is absent from a position of employment with the Federal Government in order to perform service in the uniformed services for a period of more than 90 days shall be entitled to receive, for each pay period described in subsection (b), an amount equal to the amount by which-- ``(1) the amount of basic pay which would otherwise have been payable to such employee for such pay period if such employee's civilian employment with the Government had not been interrupted by that service, exceeds (if at all) ``(2) the amount of pay and allowances which (as determined under subsection (d))-- ``(A) is payable to such employee for that service; and ``(B) is allocable to such pay period. ``(b)(1) Amounts under this section shall be payable with respect to each pay period (which would otherwise apply if the employee's civilian employment had not been interrupted)-- ``(A) during which such employee is entitled to reemployment rights under chapter 43 of title 38 with respect to the position from which such employee is absent (as referred to in subsection (a)); and ``(B) for which such employee does not otherwise receive basic pay (including by taking any annual, military, or other paid leave) to which such employee is entitled by virtue of such employee's civilian employment with the Government. ``(2) For purposes of this section, the period during which an employee is entitled to reemployment rights under chapter 43 of title 38-- ``(A) shall be determined disregarding the provisions of section 4312(d) of title 38; and ``(B) shall include any period of time specified in section 4312(e) of title 38 within which an employee may report or apply for employment or reemployment following completion of service in the uniformed services. ``(c) Any amount payable under this section to an employee shall be paid-- ``(1) by such employee's employing agency; ``(2) from the appropriation or fund which would be used to pay the employee if such employee were in a pay status; and ``(3) to the extent practicable, at the same time and in the same manner as would basic pay if such employee's civilian employment had not been interrupted. ``(d) The Office of Personnel Management shall, in consultation with Secretary of Defense, prescribe any regulations necessary to carry out the preceding provisions of this section. ``(e)(1) The head of each agency referred to in section 2302(a)(2)(C)(ii) shall, in consultation with the Office, prescribe procedures to ensure that the rights under this section apply to the employees of such agency. ``(2) The Administrator of the Federal Aviation Administration shall, in consultation with the Office, prescribe procedures to ensure that the rights under this section apply to the employees of that agency. ``(f) For purposes of this section-- ``(1) the terms `employee', `Federal Government', and `uniformed services' have the same respective meanings as given in section 4303 of title 38; ``(2) the term `service in the uniformed services' has the meaning given that term in section 4303 of title 38 and includes duty performed by a member of the National Guard under section 502(f) of title 32 at the direction of the Secretary of the Army or Secretary of the Air Force; ``(3) the term `employing agency', as used with respect to an employee entitled to any payments under this section, means the agency or other entity of the Government (including an agency referred to in section 2302(a)(2)(C)(ii)) with respect to which such employee has reemployment rights under chapter 43 of title 38; and ``(4) the term `basic pay' includes any amount payable under section 5304.''. (b) Clerical Amendment.--The table of sections for chapter 55 of title 5, United States Code, is amended by inserting after the item relating to section 5537 the following:", u"(a) In General.--Subchapter IV of chapter 55 of title 5, United States Code, is amended by adding at the end the following:``Sec. 5538. Nonreduction in pay while serving in the uniformed services``(a) An employee who is absent from a position of employment with the Federal Government in order to perform service in the uniformed services for a period of more than 90 days shall be entitled to receive, for each pay period described in subsection (b), an amount equal to the amount by which-- ``(1) the amount of basic pay which would otherwise have been payable to such employee for such pay period if such employee's civilian employment with the Government had not been interrupted by that service, exceeds (if at all) ``(2) the amount of pay and allowances which (as determined under subsection (d))-- ``(A) is payable to such employee for that service; and ``(B) is allocable to such pay period. ``(b)(1) Amounts under this section shall be payable with respect to each pay period (which would otherwise apply if the employee's civilian employment had not been interrupted)-- ``(A) during which such employee is entitled to reemployment rights under chapter 43 of title 38 with respect to the position from which such employee is absent (as referred to in subsection (a)); and ``(B) for which such employee does not otherwise receive basic pay (including by taking any annual, military, or other paid leave) to which such employee is entitled by virtue of such employee's civilian employment with the Government. ``(2) For purposes of this section, the period during which an employee is entitled to reemployment rights under chapter 43 of title 38-- ``(A) shall be determined disregarding the provisions of section 4312(d) of title 38; and ``(B) shall include any period of time specified in section 4312(e) of title 38 within which an employee may report or apply for employment or reemployment following completion of service in the uniformed services. ``(c) Any amount payable under this section to an employee shall be paid-- ``(1) by such employee's employing agency; ``(2) from the appropriation or fund which would be used to pay the employee if such employee were in a pay status; and ``(3) to the extent practicable, at the same time and in the same manner as would basic pay if such employee's civilian employment had not been interrupted. ``(d) The Office of Personnel Management shall, in consultation with Secretary of Defense, prescribe any regulations necessary to carry out the preceding provisions of this section. ``(e)(1) The head of each agency referred to in section 2302(a)(2)(C)(ii) shall, in consultation with the Office, prescribe procedures to ensure that the rights under this section apply to the employees of such agency. ``(2) The Administrator of the Federal Aviation Administration shall, in consultation with the Office, prescribe procedures to ensure that the rights under this section apply to the employees of that agency. ``(f) For purposes of this section-- ``(1) the terms `employee', `Federal Government', and `uniformed services' have the same respective meanings as given in section 4303 of title 38; ``(2) the term `service in the uniformed services' has the meaning given that term in section 4303 of title 38 and includes duty performed by a member of the National Guard under section 502(f) of title 32 at the direction of the Secretary of the Army or Secretary of the Air Force; ``(3) the term `employing agency', as used with respect to an employee entitled to any payments under this section, means the agency or other entity of the Government (including an agency referred to in section 2302(a)(2)(C)(ii)) with respect to which such employee has reemployment rights under chapter 43 of title 38; and ``(4) the term `basic pay' includes any amount payable under section 5304.''. (b) Clerical Amendment.--The table of sections for chapter 55 of title 5, United States Code, is amended by inserting after the item relating to section 5537 the following:``5538. Nonreduction in pay while serving in the uniformed services or National Guard''.", u'(a) Ready Reserve-National Guard Credit.--Subpart D of part IV of subchapter A of chapter 1 of the Internal Revenue Code of 1986 (relating to business-related credits) is amended by adding at the end the following:', u'(a) In General.--Subpart B of part IV of subchapter A of chapter 1 of the Internal Revenue Code of 1986 (relating to foreign tax credit, etc.) is amended by adding after section 30A the following new section:', u"(a) In General.--Section 3401 of the Internal Revenue Code of 1986 (relating to definitions) is amended by adding at the end the following new subsection: ``(i) Differential Wage Payments to Active Duty Members of the Uniformed Services.-- ``(1) In general.--For purposes of subsection (a), any differential wage payment shall be treated as a payment of wages by the employer to the employee. ``(2) Differential wage payment.--For purposes of paragraph (1), the term `differential wage payment' means any payment which-- ``(A) is made by an employer to an individual with respect to any period during which the individual is performing service in the uniformed services while on active duty for a period of more than 30 days, and ``(B) represents all or a portion of the wages the individual would have received from the employer if the individual were performing service for the employer.''. (b) Effective Date.--The amendment made by this section shall apply to remuneration paid after December 31, 2004.", u' By Mr. KENNEDY (for himself, Mr. Specter, Mr. Smith, Mr. Leahy, Ms. Collins, Mr. Lieberman, Ms. Snowe, Mr. Wyden, Mr. Jeffords, Mr. Schumer, Mr. Chafee, Mr. Akaka, Mr. Ensign, Mr. Bayh, Mr. Biden, Mr. Bingaman, Mrs. Boxer, Ms. Cantwell, Mrs. Clinton, Mr. Coleman, Mr. Corzine, Mr. Dayton, Mr. Dodd, Mr. Durbin, Mrs. Feinstein, Mr. Harkin, Mr. Inouye, Mr. Johnson, Mr. Kerry, Ms. Landrieu, Mr. Levin, Mrs. Lincoln, Ms. Mikulski, Mrs. Murray, Mr. Nelson of Nebraska, Mr. Nelson of Florida, Mr. Obama, Mr. Reed, Mr. Salazar, Mr. Sarbanes, Ms. Stabenow, Mr. Lautenberg, Mr. Pryor, and Mr. Rockefeller):', u'S. 1145. A bill to provide Federal assistance to States and local jurisdictions to prosecute hate crimes; to the Committee on the Judiciary.', u"Mr. President, hate crimes are a violation of everything our country stands for. They send the poisonous message that some Americans deserve to be victimized solely because of who they are. They're basically acts of domestic terrorism. Hate crimes have an impact far greater than the impact on their individual victim. They're crimes against entire communities, against the whole Nation, and against the fundamental ideals on which America was founded.", u'The vast majority of Congress agrees. Last year, Senator Smith and I offered the same measure. The Senate passed it as an amendment to the Defense Authorization Bill by a nearly 2-1 bi-partisan vote of 65-33. By a vote of 213-186, the House instructed its conferees to support it in the conference report on the bill. Unfortunately, House leaders insisted that the provision be dropped in conference. This week, Senator Smith and I are introducing the identical bill.', u"The provision is supported by a broad coalition of law enforcement and civil rights groups, including the National Sheriff's Association, the International Association of Chiefs of Police, the Anti-Defamation League, and the National Center for Victims of Crime, and I'm optimistic the bill would have the same broad support it did before. Those who commit hate crimes prey on the vulnerable and terrorize them, because they can't protect themselves. If our Nation stands for anything, it's to protect the vulnerable.", u"We know that hate crimes are a serious problem that continues to plague us. According to FBI statistics, over 9,000 people were victims of hate crimes reported in the United States in 2003. That's almost 25 people victimized a day, every day, based on their race, religion, sexual orientation, ethnic background, or disability. Sadly, these F.B.I. statistics show only part of the problem, because many hate crimes go unreported. The Southern Poverty Law Center, a nonprofit organization that monitors hate groups and extremist activity, estimates that the actual number of hate crimes committed in the United States each year is closer to 50,000.", u"Congress can't ignore the problem. Our bill will strengthen the ability of Federal, State, and local governments to investigate and prosecute these vicious and senseless crimes. Current Federal law, obviously isn't adequate to protect our citizens.", u"It contains excessive restrictions requiring proof that victims were attacked because they were engaged in certain ``federally protected activities.'' It doesn't include violence committed because of person's sexual orientation, gender, or disability. It covers only hate crimes based on race, religion, or ethnic background.", u"The federally protected activity requirement is outdated, unwise, and unnecessary. In June 2003, three men saw 6 Latino teenagers in a family restaurant on Long Island. The teenagers, 3 boys and 3 girls, between 13-15 years old, knew each other from church and baseball teams. They were there together to celebrate the birthday of one of the girls, whose parents made her take her 13 year old sister along as ``chaperone.'' A parent dropped them all off in his mini-van and promised to pick them up after dinner and a movie. But, moments after leaving, he received a panicked phone call from one of the children, telling him they'd been attacked.", u'As the group entered the restaurant, three men were leaving the bar, after drinking there for hours. For no apparent reason, they assaulted the teenagers, pummeling one boy and severing a tendon in his hand with a sharp weapon. During the attack, the men screamed racial slurs and one identified himself as a skinhead. The children, who had never experienced anything like this, have been traumatized ever since.', u'Two of the defendants were tried under current Federal law for committing a hate crime and were acquitted. The Jurors said they acquitted them because the government had not proved the attack took place because the victims were engaged in a federally protected activity--using the restaurant.', u'The bill we introduce today eliminates the federally protected activity requirement. Under this bill, these defendants who walked out of the front door of the courthouse free that day would almost certainly have left in handcuffs through a different door.', u"The bill also recognizes that hate crimes are committed against people because of their sexual orientation, their gender, and their disability. Current Federal law didn't protect gay campers in Honolulu from attempted murder when their tents were doused with a flammable liquid and set on fire because they were gay.", u"It didn't protect Brandon Teena, in Humboldt, NE who was raped and beaten by two male friends when they discovered that he was living as a male but was anatomically female. The local sheriff refused to arrest the offenders, and they later shot and stabbed Brandon to death.", u'Current law did not protect a 23-year-old mentally disabled man in Port Monmouth, New Jersey who was kidnapped by 9 men and women and tortured for three hours before being dumped in the woods because he was disabled.', u'Our bill will close all these flagrant loopholes. In addition to removing the federally protected activity requirement and expanding the class of protected people:', u'The bill protects State interests with a strict certification procedure that requires the Federal Government to consult with local officials before bringing a Federal case.', u'It offers Federal assistance to help State and local law enforcement investigate and prosecute hate crimes in any of the categories.', u'It offers training grants for local law enforcement.', u'It amends the Federal Hate Crime Statistics Act to add gender to the existing categories of race, religion, ethnic background, sexual orientation, and disability.', u'A strong Federal role in prosecuting hate crimes is essential for practical and symbolic reasons. In practical terms, the bill will have a real world impact on actual criminal investigations and prosecutions by State and Federal officials.', u"The presence or absence of the ``federally protected activity'' requirement frequently determines whether state and local resources must be used to prosecute these crimes or whether the Federal Government can bring its full weight to bear on the case.", u'Hate crime investigations tend to be expensive, requiring considerable law enforcement legwork and extensive use of investigative grand juries. State officials regularly seek federal assistance in bringing hate crime offenders to justice under current law. This bill expands the opportunity for the Justice Department to provide that support.', u'Our bill fully respects the primary role of State and local law enforcement in responding to violent crime. The vast majority of hate crimes will continue to be prosecuted at the state and local level. The bill authorizes the Justice Department to assist state and local authorities in hate crimes cases, it authorizes Federal prosecutions only when a State does not have jurisdiction, or when it asks the Federal Government to take jurisdiction, or when it fails to act against hate-motivated violence.', u'In other words, the bill establishes an appropriate back-up for State and local law enforcement to deal with hate crimes in cases where states request assistance, or cases that would not otherwise be effectively investigated and prosecuted.', u"The symbolic value of the bill is equally important. Hate crimes target whole communities, not just individuals. They are intended to send messages of fear that extend beyond the moment and beyond the individual victim of the attack. Attacking people because they are gay, or African-American, or Jewish, or any other criteria in the bill is bigotry at its worst. Hate crimes are designed to de-humanize and diminish, and we must say loud and clear to those inclined to commit them that they'll go to prison if they do.", u'The vast majority of us in Congress recognized the importance of making that statement last year. This year, we can make the statement even louder, by turning this bill into law.', u'Mr. President, as I have done so many times before, I rise today to speak about the need for hate crimes legislation and to introduce the Local Law Enforcement Enhancement Act of 2005. I first sponsored this bill with my colleague, Senator Kennedy, in 1999 and again in 2001 and 2003.', u'In the Senate, this legislation passed as an amendment to the Commerce, Justice, State appropriations bill in 1999 and the Defense Department authorization bill in 2000 and 2004, but removed in conference in each case. In 2003, it was introduced as an amendment to the Foreign Relations Authorization Act, but did not pass due to a procedural vote. Clearly, hate crimes legislation has strong support in the Senate.', u'Senator Kennedy and I are reintroducing this bill again today because the need for Federal hate crimes legislation is greater than ever. The high prevalence of hate crimes is staggering. Every day there is another America that is attacked or even murdered in an act solely motivated by hate.', u'Hate crimes tear at the very fabric of our Nation by intimidating entire groups of Americans and creating fear across communities. No one in America should be victimized because of who they are, how they look, or what religion they worship. And the Federal Government should be able to come to the aid of those who have been wronged and protect victims.', u"Since 1969, Federal law has permitted prosecution of hate crimes motivated by race, religion, national origin, or color, if the victim was engaging in one of six ``Federally protected'' activities. It has become clear that the statue needs to be amended--and that is what our legislation does. Our legislation would expand on current laws to encompass sexual orientation, gender and disability. It would enable Federal prosecutors to pursue hate crimes cases where local authorities often lack the resources or the ability to prosecute such crimes.", u"Nobel laureate Eli Wiesel once said: ``To hate is to deny another person's humanity.'' As a Nation that serves as the beacon of justice, freedom and liberty everywhere, we simply cannot tolerate violence against our own citizens based on their race, color, religion, or national origin. No matter how far the United States has come and the progress we have made in protecting American's civil rights, much work remains. We cannot fight terror abroad and bow down to terror at home.", u'This legislation is a symbol that can become substance. As I have often said, the law is a teacher, and we should teach our fellow Americans that bigotry will not be tolerated. Our government must have the ability to persuade, to pursue, and to prosecute when hate is the motive of violence against another American, no matter their race, sexual orientation, religion, disability, or gender. By changing the law, I truly believe we can change hearts and minds as well.', u'I urge my colleagues to help me to change the hearts and minds and to make it widely known that we live in a society and a country that does not tolerate those who impose on the civil rights of others simply because they are different.', u' By Mrs. BOXER:', u'S. 1146. A bill to require the Federal Trade Commission to monitor and investigate gasoline prices under certain circumstances; to the Committee on Commerce, Science, and Transportation.', u'Mr. President, in March 2000, I introduced legislation to deal with the high price of gasoline. At the time, the price of gasoline had reached a startlingly high $2.15 per gallon in California. Today, gasoline prices on average in California are $2.43 per gallon, 13 percent higher. The problem is getting worse, not better, and so today I am reintroducing my bill to control the manipulation of gasoline prices.', u'We have heard that higher gasoline prices are due solely to higher crude oil prices. I just do not buy it.', u'According to the U.S. Energy Information Administration, from January 17 through April 11, the cost of crude oil rose 10.8 percent. During the same time period, the average retail price of gasoline in the United States rose 24.9 percent. Something is not right.', u"Look at the profits that are being pocketed by the big oil companies. Compared to the same time last year, oil companies' first-quarter profits are dramatically higher.", u'Look at the number of mergers and acquisitions in the industry over the past several months. The continued consolidation only reduces competition and increases energy costs.', u"Look at the refiners that may be taking plants off-line at will for ``routine maintenance,'' which is reminiscent of the electricity crisis when generators took their plants off-line for ``routine maintenance'' in order to artificially increase prices.", u'My legislation will shed light on manipulation and hopefully curtail it.', u'The bill requires the Federal Trade Commission to automatically investigate the gasoline market for manipulation anytime average gasoline prices increase in any State by 20 percent in a period of 3 months or less and remain at that level for 7 days or more.', u"Market manipulation would include, but it is not limited to, collusion or the creation of artificial shortages such as unnecessarily taking refineries off-line. In determining the trigger, the gasoline price used would be the Energy Information Agency's weekly pricing of regular grade gasoline. A report on the FTC's investigation would be due to Congress 14 days after the price trigger.", u"Under the bill, the FTC would be required within 2 weeks of issuing the report to hold a public meeting to discuss the findings. If the finings indicate that there is market manipulation, then the FTC would work with the State's attorney general to determine the penalties.", u'If the findings indicate that there is no market manipulation, then the U.S. Department of Energy must officially decide, within 2 weeks, the Strategic Petroleum Reserve should be used in order to ease prices and stabilize supply.', u'We need to deter market manipulation. Otherwise, we risk serious price gouging with no accountability to consumers. My legislation offers a reasonable standard for an investigation and a reasonable time frame in which to complete that investigation. I believe the threat of these investigations and the public light that would be shed on the system will keep gasoline prices down.', u' By Mr. ROCKEFELLER (for himself, Ms. Snowe, Mr. Baucus, Mr. ', u'S. 1147. A bill to amend the Internal Revenue Code of 1986 to provide for the expensing of broadband Internet access expenditures, and for other purposes; to the Committee on Finance.', u'Mr. President, I am introducing legislation that would accelerate the deployment of advanced broadband internet access technologies in rural and underserved regions. This bipartisan legislation is very similar to bills that I have introduced in the last several Congresses. I want to thank Senators Snowe, Baucus, Burns, Schumer, Cantwell, and Bunning for co-sponsoring this bill.', u'The convergence of computing and communications has fundamentally and forever changed the way Americans live and work. Individuals, businesses, schools, libraries, hospitals, and many others share information through computer networks. We shop online. Some of us work at home, or in other locations, using networked computers to interact with our colleagues and associates. Distance learning and telemedicine provide important services in remote locations. In our personal lives we look to our networked computers for entertainment and to communicate with family and friends. These trends are accelerating dramatically.', u'A decade ago, telephone-based low-bandwidth services met most of our limited data communications needs. Today this technology is obsolete. Most businesses and many individuals find that they require the ability to transmit information much faster, using what is commonly known as broadband communications. Several technologies compete to provide customers with broadband communications. Among the most prominent are optical fiber, wireless, digital-subscriber lines, cable modems, power line transmission, and satellites.', u'Indeed, as the need for faster services compounds, the technologies must be improved and even the definition of broadband communications must be revised and updated. The now-obsolete telephone-based systems transmit data at up to 56 thousand bits per second. Today, internet service providers commonly install first generation broadband systems that transmit data at rates between 256 thousand bits per second and 4 million bits per second. But we can now see clearly that these current-generation systems will be superseded by second-generation systems, already being installed in a few areas, which operate at data rates of up to 30 million bits per second. In other countries, services that transmit and receive data at 100 million bits per second are already available to individuals. Some industry experts predict that within 5 to 10 years there will be a substantial demand for systems that operate at 1 billion bits per second.', u"Despite the industry downturn over the past few years, America's telecommunications providers are working to make higher speed communications more widely available. Progress is fastest, and the business case for investment is most attractive, in affluent urban and suburban areas, especially newly developing areas. Rural areas are less fortunate. Low population densities, rugged terrain, and other factors make these areas difficult and expensive to serve. Similarly, the business case for providers to invest in underserved areas, mostly low income areas, is generally weak.", u'As was the case with electric power and telephone systems in the 20th century, financial incentives will be necessary to assure the extension of broadband communications infrastructure into rural and underserved regions. These incentives will also provide a substantial benefit to the American economy. In the same way that extending electric power systems into rural areas stimulated a new demand for electric appliances and other products, the wider availability of broadband communications will stimulate electronic commerce and new commercial services.', u'For my State of West Virginia, and other rural and low income States, the availability of advanced communications systems will allow residents to participate in the 21st century economy and have access to the economic and cultural benefits of urban living while retaining their cherished rural values and lifestyles.', u"The consequences of failing to act are serious. Businesses in infrastructure-rich regions will prosper at the expense of those in rural and underserved regions. New businesses will locate where the information infrastructure is strong. The migration of jobs to urban and affluent areas will accelerate and tax revenue in rural and underserved areas will continue to decline. Residents of West Virginia and other rural states will continue to be at an economic and educational disadvantage. The ``digital divide'' will widen and the gap between ``have'' and ``have-not'' regions will expand.", u'Decisions on how this country chooses to deploy information technology have the power to fundamentally transform the future of rural America. I firmly believe, and I am sure this view is shared by many of my colleagues, that rural communities deserve the same opportunities as their wealthier urban and suburban counterparts. We must make a commitment to them now, while there is still time, that their communications infrastructure will not always be a generation or more behind that of urban and suburban areas.', u'My bill would provide incentives for broadband deployment by allowing providers, under certain conditions, to treat their investments in broadband technologies as current-tax-year expenses. Under my legislation, the incentives provided by this bill would be differentiated to favor investments in technologies that will continue to meet communications needs further into the future.', u'Half of investments in systems that permit data to be received at rates of 1.0 million bits per second and transmitted at rates of 128 thousand bits per second would qualify. This is a substantial incentive to provide residents of rural and underserved areas the capabilities already enjoyed by individuals and businesses in urban and suburban areas.', u'Investments in systems that permit data to be received at 22 million bits per second and transmitted at 5 million bits per second would fully qualify. This more powerful incentive challenges internet service providers to provide the capabilities that they have already begun to introduce in urban and suburban areas. Forward-looking providers will use this opportunity to invest in technologies that can be upgraded further as the demand grows.', u'Americans believe strongly in equal opportunity. This bill is just one part of an effort to make sure that all Americans have equal access to modern communications systems and the opportunities that those systems are bringing in the 21st century.', u'I hope that the Members of this body will support this important legislation.', u'I ask unanimous consent that the text of the bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u'(a) In General.--Part VI of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to itemized deductions for individuals and corporations) is amended by inserting after section 190 the following new section:', u'(a) In General.--Part VI of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to itemized deductions for individuals and corporations) is amended by inserting after section 190 the following new section:``SEC. 191. BROADBAND EXPENDITURES.', u"(a) In General.--Part VI of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to itemized deductions for individuals and corporations) is amended by inserting after section 190 the following new section:``SEC. 191. BROADBAND EXPENDITURES.``(a) Treatment of Expenditures.-- ``(1) In general.--A taxpayer may elect to treat any qualified broadband expenditure which is paid or incurred by the taxpayer as an expense which is not chargeable to capital account. Any expenditure which is so treated shall be allowed as a deduction. ``(2) Election.--An election under paragraph (1) shall be made at such time and in such manner as the Secretary may prescribe by regulation. ``(b) Qualified Broadband Expenditures.--For purposes of this section-- ``(1) In general.--The term `qualified broadband expenditure' means, with respect to any taxable year, any direct or indirect costs incurred after the date of the enactment of this Act and before the date which is 10 years after such date and properly taken into account with respect to-- ``(A) the purchase or installation of qualified equipment (including any upgrades thereto), and ``(B) the connection of such qualified equipment to any qualified subscriber. ``(2) Certain satellite expenditures excluded.--Such term shall not include any costs incurred with respect to the launching of any satellite equipment. ``(3) Leased equipment.--Such term shall include so much of the purchase price paid by the lessor of qualified equipment subject to a lease described in subsection (c)(2)(B) as is attributable to expenditures incurred by the lessee which would otherwise be described in paragraph (1). ``(4) Limitation with regard to current generation broadband services.--Only 50 percent of the amounts taken into account under paragraph (1) with respect to qualified equipment through which current generation broadband services are provided shall be treated as qualified broadband expenditures. ``(c) When Expenditures Taken Into Account.--For purposes of this section-- ``(1) In general.--Qualified broadband expenditures with respect to qualified equipment shall be taken into account with respect to the first taxable year in which-- ``(A) current generation broadband services are provided through such equipment to qualified subscribers, or ``(B) next generation broadband services are provided through such equipment to qualified subscribers. ``(2) Limitation.-- ``(A) In general.--Qualified expenditures shall be taken into account under paragraph (1) only with respect to qualified equipment-- ``(i) the original use of which commences with the taxpayer, and ``(ii) which is placed in service, after the date of the enactment of this Act. ``(B) Sale-leasebacks.--For purposes of subparagraph (A), if property-- ``(i) is originally placed in service after the date of the enactment of this Act by any person, and ``(ii) sold and leased back by such person within 3 months after the date such property was originally placed in service,", u"(a) In General.--Part VI of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to itemized deductions for individuals and corporations) is amended by inserting after section 190 the following new section:``SEC. 191. BROADBAND EXPENDITURES.``(a) Treatment of Expenditures.-- ``(1) In general.--A taxpayer may elect to treat any qualified broadband expenditure which is paid or incurred by the taxpayer as an expense which is not chargeable to capital account. Any expenditure which is so treated shall be allowed as a deduction. ``(2) Election.--An election under paragraph (1) shall be made at such time and in such manner as the Secretary may prescribe by regulation. ``(b) Qualified Broadband Expenditures.--For purposes of this section-- ``(1) In general.--The term `qualified broadband expenditure' means, with respect to any taxable year, any direct or indirect costs incurred after the date of the enactment of this Act and before the date which is 10 years after such date and properly taken into account with respect to-- ``(A) the purchase or installation of qualified equipment (including any upgrades thereto), and ``(B) the connection of such qualified equipment to any qualified subscriber. ``(2) Certain satellite expenditures excluded.--Such term shall not include any costs incurred with respect to the launching of any satellite equipment. ``(3) Leased equipment.--Such term shall include so much of the purchase price paid by the lessor of qualified equipment subject to a lease described in subsection (c)(2)(B) as is attributable to expenditures incurred by the lessee which would otherwise be described in paragraph (1). ``(4) Limitation with regard to current generation broadband services.--Only 50 percent of the amounts taken into account under paragraph (1) with respect to qualified equipment through which current generation broadband services are provided shall be treated as qualified broadband expenditures. ``(c) When Expenditures Taken Into Account.--For purposes of this section-- ``(1) In general.--Qualified broadband expenditures with respect to qualified equipment shall be taken into account with respect to the first taxable year in which-- ``(A) current generation broadband services are provided through such equipment to qualified subscribers, or ``(B) next generation broadband services are provided through such equipment to qualified subscribers. ``(2) Limitation.-- ``(A) In general.--Qualified expenditures shall be taken into account under paragraph (1) only with respect to qualified equipment-- ``(i) the original use of which commences with the taxpayer, and ``(ii) which is placed in service, after the date of the enactment of this Act. ``(B) Sale-leasebacks.--For purposes of subparagraph (A), if property-- ``(i) is originally placed in service after the date of the enactment of this Act by any person, and ``(ii) sold and leased back by such person within 3 months after the date such property was originally placed in service,such property shall be treated as originally placed in service not earlier than the date on which such property is used under the leaseback referred to in clause (ii). ``(d) Special Allocation Rules.-- ``(1) Current generation broadband services.--For purposes of determining the amount of qualified broadband expenditures under subsection (a)(1) with respect to qualified equipment through which current generation broadband services are provided, if the qualified equipment is capable of serving both qualified subscribers and other subscribers, the qualified broadband expenditures shall be multiplied by a fraction-- ``(A) the numerator of which is the sum of the number of potential qualified subscribers within the rural areas and the underserved areas which the equipment is capable of serving with current generation broadband services, and ``(B) the denominator of which is the total potential subscriber population of the area which the equipment is capable of serving with current generation broadband services. ``(2) Next generation broadband services.--For purposes of determining the amount of qualified broadband expenditures under subsection (a)(1) with respect to qualified equipment through which next generation broadband services are provided, if the qualified equipment is capable of serving both qualified subscribers and other subscribers, the qualified expenditures shall be multiplied by a fraction-- ``(A) the numerator of which is the sum of-- ``(i) the number of potential qualified subscribers within the rural areas and underserved areas, plus ``(ii) the number of potential qualified subscribers within the area consisting only of residential subscribers not described in clause (i),"], u'capitolwords_url': u'http://capitolwords.org/date/2005/05/26/S6023_statements-on-introduced-bills-and-joint-resolutio/'}