{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 108, u'title': u'LEGISLATIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-05-18/html/CREC-2004-05-18-pt1-PgS5575.htm', u'number': 70, u'id': u'CREC-2004-05-18-pt1-PgS5575.chunk2', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S5575-S5582', u'speaker_party': u'D', u'date': u'2004-05-18', u'bills': [u'S. 1645', u'S. 966', u'S. 2258', u'S. 1705', u'S. 1545', u'S. 2252'], u'bioguide_id': u'L000174', u'order': 2, u'speaking': [u'Mr. President, I want to commend our two leaders. I have been working with Senator Daschle for months, as well as with the White House, to find a way out of the impasse in judicial confirmations. Senator Frist and I have spoken at length about this, and he has been working on it, as well.', u"I was delighted to see the meeting that Senator Daschle, Senator Frist, and Mr. Card had today in which the White House agreed to no more recess appointments of judges. I think we have demonstrated our good faith. In the 17 months that the Democrats were in charge of the Senate, we confirmed 100 of President Bush's nominees to lifetime positions on the Federal bench. And the Republicans, during the 23 months that they have been in charge of the Senate, they have confirmed another 73 plus one today. With this agreement, I think we should be in a position to confirm another two dozen judicial nominees and achieve a total this is outstanding for a Presidential term. So I commend my friend from Tennessee. I commend my friend from South Dakota. And I appreciate their work in helping achieve this arrangement.", u"I am pleased that the Senate has now received assurances from the White House that the President will not further abuse the recess appointment power by making judicial recess appointments this presidential term. It was the White House's refusal to reach a reasonable accommodation of the concerns of many Senators about the unilateral approach of the President regarding his recess appointments to the federal courts that complicated our efforts to reach agreement regarding votes on less controversial judicial nominees. Thanks to the work of the Democratic leader and the Republican leader, we have now received a firm commitment from the White House in that regard.", u'I supported the nomination of Marcia Cooke. The Florida Senators supported the nomination of Marcia Cooke. All Democratic members of the Senate Judiciary Committee supported the nomination of Marcia Cooke. I am pleased to vote today to confirm the nomination of Marcia Cooke.', u"The selection of Ms. Cooke to be a judicial nominee for the Southern District of Florida serves as an example of how the judicial nominations process should work. She was interviewed and recommended by Florida's bipartisan judicial selection commission. This selection commission was created by Senators Graham and Nelson in a negotiated agreement with the White House and it has produced talented and well-respected attorneys for the lifetime appointments on the district courts in Florida.", u"Ms. Cooke currently serves as an assistant county attorney in Miami-Dade County. She previously worked for 3 years as Governor Jeb Bush's Inspector General in Florida with oversight responsibilities regarding Florida administrative agencies. Ms. Cooke also was selected as a Federal Magistrate Judge in Detroit, after serving as a Federal prosecutor and also as a public defender.", u'I acted to report her nomination unanimously from the Judiciary Committee and welcome her confirmation today. Marcia Cooke is highly regarded. I congratulate Ms. Cooke and her family on her unanimous confirmation vote today.', u'I note that President Bush has nominated only 16 African Americans to the Federal courts, only about a quarter of the number of African Americans nominated by President Clinton to the federal bench. In fact, this President has put more people actively involved in the Federalist Society on the bench than African Americans, Hispanics and members of other minority groups combined.', u"With today's confirmation vote on Marcia Cooke to the U.S. District Court in Florida, the Senate has already confirmed 174 judicial nominees of President George W. Bush in 3\\1/2\\ years and blocked only a handful of the most extreme. Due to Democratic cooperation and bipartisanship, the Senate has confirmed more judges for this President than in President Ronald Reagan's entire first 4 years in office--and it was President Reagan who ultimately appointed more judges than any other President in U.S. history. In fact, we have cooperated in reducing the 110 vacancies we inherited from Republican obstruction of President Clinton's judicial nomination to near 40 and attained the lowest vacancy level in 14 years.", u"Today, the Senate and the White House reached an agreement regarding 25 of this President's judicial nominations pending on the floor, including Judge Cooke. Not all of these nominees are uncontroversial and some may require significant debate before their confirmation vote. With this agreement, the Senate is poised to confirm 198 judicial nominees of President Bush for lifetime positions on the Federal courts, including 35 circuit court nominees.", u"We have already confirmed 30 circuit court nominees of President Bush. More of his circuit nominees have been confirmed than President Reagan had confirmed by this point in his first term. Recall that from the time Republicans assumed majority control of the Senate in 1995 until Democratic control in the summer of 2001, circuit court vacancies more than doubled from 16 to 33. We have worked to cut those vacancies in half by confirming 30 of President Bush's circuit court nominees. With five additional circuit court nominees part of the agreement, President Bush will exceed the number of circuit court appointments during President Reagan's first term, as well.", u"Republicans rarely acknowledge that 100 of President Bush's judicial nominees to the bench were confirmed under Democratic Senate leadership during 17 months. During the 23 months I have not served as Chairman of the Judiciary Committee and Republicans have been in control, the Senate has confirmed 74 additional judges. So in 30 percent more time, Senate Republicans have confirmed 26 percent fewer judges.", u"With the agreement reached today, the Senate will confirm a total of 29 judicial nominees of President Bush this year, including five circuit court nominees. With the progress we have already made this year and under the action agreed to today, the Senate will reach this mark before the July 4th recess. This is 29 times more judicial nominees than were allowed to be confirmed by Republicans before July during 1996, the last time an incumbent President was seeking reelection. During that session, Senate Republicans did not allow a single judicial nominee of President Clinton's to be confirmed before July. During that entire session Republicans allowed only 17 judicial nominees to be confirmed, none of them for the circuit courts. During that session when Republicans were in control of the Senate, they made sure that none of President Clinton's circuit court nominees were confirmed all session, not a single one. With our fifth judicial confirmation this year, we are well ahead of 1996.", u'Republicans have made no apology for the way in which they acted in 1996 but seek to employ a double standard now that a Republican occupies the White House.', u"All told, Republicans blocked more than 60 of President Clinton's judicial nominees. Yet Republicans Senators now routinely claim that every judicial nominee of President Bush is entitled to a confirmation vote. Suddenly, without regard to history, including their own very recent history, they claim that the Constitution requires a confirmation vote, at least for Republican nominees. The Constitution certainly does not say that. Republicans seem to have ``confirmation amnesia'' when they complain that Senate Democrats have filibustered six judicial nominees of President Bush after Republicans defeated by delay 10 times more judicial nominees of President Clinton through anonymous holds and without accountability.", u"Republicans know that they filibustered Justice Abe Fortas' Supreme Court nomination and several Clinton nominees. Republicans cannot erase their history, try as they might. Republicans defeated more than 60 Clinton judicial nominees and more than 200 of his executive branch nominees through delay. One judicial nomination was defeated when the Republican caucus took the unprecedented action of voting lockstep along party lines against confirmation of Judge Ronnie White.", u"With the agreement reached today, we are likely to adjourn with fewer vacancies than at any time in nearly a quarter of a century, since President Reagan's first term and well below the level of vacancies tolerated by Republicans during President Clinton's two terms. Having defeated more than 60 of President Clinton's nominees, including almost two dozen circuit court nominees, through concerted inaction, Senate Republicans have no standing to complain about the way in which the Senate is acting on President Bush's nominees. We have acted more fairly, more quickly and on more nominees than Republicans would allow when President Clinton was making much more moderate nominations.", u'I am pleased that the White House has promised to refrain from any more abuses of the recess appointment power. With that commitment, we have agreed to vote on two dozen judicial nominees this year. Even with the historically low vacancy levels we will reach as a result, I have no doubt that some partisan Republicans will still complain that they did not get 100 percent of their judicial nominees confirmed. Something no President in memory has achieved. This Congress we reached the lowest level of vacancies since 1990. There are more federal judges on the bench now than at any time in U.S. history.', u"Unfortunately, we are faced with continued White House defiance of the Senate's role as part of the checks and balances established by our Constitution. President Bush defied the Senate by recess appointing William Pryor and Charles Pickering, who were widely opposed due to their records of activism and poor ethics. No American President has ever abused the recess appointment power to put judges on the bench whose nominations were debated at length by the Senate and on which it had withheld its consent. The President's appointment of Charles Pickering was unprecedented, yet we noted our objection, turned the other cheek and continued to cooperate in the confirmation of judicial nominees. When the President abused his power a second time and appointed William Pryor, we had no alternative but to make our objection meaningful by seeking assurances from the White House that such abuse would not happen again.", u'Over the past several weeks, I have shared with the Senate information about a number of divisive developments regarding judicial nominations including the Pickering recess appointment during the weekend for commemorating Dr. Martin Luther King Jr. In spite of all the affronts, Senate Democrats cooperated in confirming four additional judicial nominees this year and continued to participate in hearings for judicial nominees.', u"The President's recess appointment of William Pryor was the last straw. It was properly termed an abuse of power by the Senate Democratic Leader. It was an abuse of the constitutional authority of the Executive to make necessary recess appointments during the unavailability of the Senate. The judicial recess appointments of nominees debated at length by the Senate was unprecedented.", u"Actions like this showed the American people that this White House was determined to try to turn the independent federal judiciary into an arm of the Republican Party. Doing this further erodes the White House's credibility as well as the respect and confidence that the American people have for the courts.", u'This is an administration that promised to unite the American people but that has chosen time and again to act in ways that divide us, to disrespect the Senate and our representative democracy. This is an administration that squandered the good will and good faith that Democrats showed in the aftermath of September 11, 2001. This is an administration that refused to acknowledge the strides we made in filling 100 judicial vacancies under Democratic Senate leadership during 17 difficult months in 2001 and 2002, while overcoming the September 11 attacks, the subsequent anthrax attacks and in spite of Republican mistreatment of scores of qualified, moderate judicial nominees of President Clinton.', u'This is an administration that has time and time again demonstrated its unilateralism, arrogance and intention to divide the American people and the Senate with its controversial judicial nominations. With its recess appointments, the President acted--as he has in so many areas over the past 3\\1/2\\ years--unilaterally, overextending and expanding his power, with disregard for past practice and tradition, and the rule of law.', u'The recess appointment of Mr. Pryor threatens both the independence of the judiciary and the constitutional balance of power between the legislative and executive branches. We entrust to the stewardship of lifetime judges in our independent Federal judiciary the rights that all of us are guaranteed by our Constitution and laws. That is an awesome responsibility. Accordingly, the Constitution was designed so that it would only be extended after the President and the Senate agreed on the suitability of the nomination. The President chose for the second time in as many months to circumvent this constitutional design and impose his will unilaterally.', u"I have sought in good faith to work with this administration for the last 3\\1/2\\ years in filling judicial vacancies, including so many left open by Republican obstruction of President Clinton's qualified nominees. When Chairman, I made sure that President Bush's nominees were not treated the way his predecessor's had been. They were treated far more fairly, as I had promised. Republicans had averaged only 37 confirmations a year while vacancies rose from 65 to 110 and circuit vacancies more than doubled from 16 to 33. Under Democratic leadership, we reversed those trends and opened the system to public accountability and debate by making home-State Senators' objections public for the first time. We openly debated and voted on nominations. We were able to confirm 100 judges in just 17 months and virtually doubled the Republican annual average of 37 with 72 confirmations in 2002, alone.", u"I have urged that we work together, that we cooperate, and that the President live up to the promise he made to the American people during the last campaign when he said he would act as a uniter and not a divider. I have offered to consult and made sure we explained privately and in the public record why this President's most extreme and controversial nominations were unacceptable.", u"Both his recess appointments are troubling. The President says that he wants judges who will ``follow the law'' and complains about what he calls ``judicial activism.'' Yet, he has acted--with disregard for the constitutional balance of powers and the Senate's advice and consent authority--unilaterally to install on the Federal bench two nominees from whom the Senate withheld its consent precisely because they are seen by so many as likely to be judicial activists, who will insert their personal views in decisions and will not follow the law.", u"In the case of Mr. Pryor, he is among the most extreme and ideologically committed and opinionated nominees ever sent to the Senate. Mr. Pryor's nomination to a lifetime appointment on the Federal bench was opposed by every Democratic member on the Senate Judiciary Committee after hearings and debate. It was opposed on the Senate floor because he appears to have extreme--some might say ``radical''--ideas about what the Constitution should provide with regard to federalism, criminal justice and the death penalty, violence against women, the Americans with Disabilities Act, and the Government's ability to protect the environment on behalf of the American people. He has been a crusader for the ``federalist'' revolution. He has urged that Federal laws on behalf of the disabled, the aged, women, minorities, and the environment all be limited. His comments have revealed insensitivity to the barriers that disadvantaged persons and members of minority groups and women continue to face in the criminal justice system. He has testified before Congress in support of dropping a crucial part of the Voting Rights Act and has repeatedly described the Supreme Court and certain justices in overtly political terms. He received the lowest possible qualified rating from the American Bar Association--a partial rating of ``Not Qualified''--underscoring his unfitness for the bench. In sum, Mr. Pryor demonstrated that he is committed to an ideological agenda that puts corporate interests over the public's interests and that he would roll back the hard-won rights of consumers, minorities, women, and others.", u"Mr. Pryor's nomination was considered in committee and on the Senate floor. The Senate debated his nomination, and had enough concerns about his fitness for a lifetime appointment that two motions to end debate on his nomination failed. That is the constitutional right of the Senate.", u"But President Bush decided to use the recess appointment clause of the Constitution to end-run the Senate. As far as I know, this power has never been used this way before this President. Of course this is the first President in our Nation's history to renominate someone rejected after hearings, debate and a fair vote by the Senate Judiciary Committee. He did that twice. He has now twice overridden the Senate's withholding of its consent after hearings and debate on judicial nominees. This demonstrates contempt for the Constitution and the Senate. The New York Times editorialized about ``President Bush . . . stacking the courts with right-wing judges of dubious judicial qualifications'' and even the Washington Post observed that recess appointments of judges ``should never be used to mint judges who cannot be confirmed on their merits.''", u"The recess appointments clause of the Constitution was not intended to change the balance of power between the Senate and the President that is established as part of the fundamental set of checks and balances in our Government. Indeed, the appointments clause in the Constitution requires the consent of the Senate as just such a fundamental check on the Executive. This was meant to protect against the ``aggrandizement of one branch at the expense of the other.'' The clause was debated at the Constitutional Convention, and the final language--with shared power--is intended to be a check upon favoritism of the President and prevent the appointment of unfit characters.", u"The President's claimed power to make a unilateral appointment of a nominee the Senate considered and effectively rejected, slights the Framers' deliberate and considered decision to share the appointing power equally between the President and the Senate. This President's appointment of Mr. Pryor to the Eleventh Circuit--after he was considered by the full Senate seems irreconcilable with the original purpose of the appointments and recess appointment clauses in the Constitution. Perhaps that explains why the Pryor and Pickering recess appointments by this President are the first times in our centuries-long history that the recess appointment power has been so abused. No other President has engaged in this manner. No other President sought such unilateral authority without balance from the Senate.", u"The President chose to sully the Martin Luther King Jr. weekend with his unilateral appointment of Judge Pickering. Sadly, he chose the Presidents' Day congressional break unilaterally to appoint Mr. Pryor. After the Presidents' Day weekend, we resumed our proceedings in the Senate with the traditional reading of President's George Washington's Farewell Address. The Senate proceeds in this way every year. I urge this President and those in his administration to recall the wisdom of our first President. George Washington instructs us on the importance of not abusing the power each branch is given by the Constitution. He urges the three branches of our Government to ``confine themselves within their respective constitutional spheres.'' He said more than 200 years ago words that ring true to this day:", u'The spirit of encroachment tends to consolidate the powers of all the departments in one, and thus to create, whatever the form of government, a real despotism . . . The necessity of reciprocal checks in the exercise of political power, by dividing and distributing it into different depositaries, and constituting each the guardian of the public weal against invasions by the others, has been evinced by experiments ancient and modern. . . To preserve them must be as necessary as to institute them.', u'The current occupant of the White House might do well to take this wisdom to heart and respect the constitutional allocations of shared authority that have protected our nation and our rights for more than 200 years so brilliantly and effectively.', u'The recess appointments power was intended as a means to fill vacancies when the Senate was not available to give its consent; it was intended to ensure effective functioning of the government when the Senate adjourned for months at a time. It was never intended as an alternative means of appointment by the Executive when the President chose to serve some partisan short-term goal by simply overriding the will of the Senate to employ his own--especially with respect to our third branch of Government, the Federal judiciary.', u'This administration and its partisan enablers have demonstrated their disdain for the constitutional system of checks and balances and for shared power among the three branches of our Federal Government. By such actions, this Administration shows that it seeks all power consolidated in the Executive and that it wants a Judiciary that will serve its narrow ideological purposes.', u"Such overreaching by this administration hurts the courts and the country. President Bush and his partisans have disrespected the Senate, its constitutional role of advice and consent on lifetime appointments to the Federal courts, the Federal courts, and the representative democracy that is so important to the American people. It is indicative of the confrontational and ``by any means necessary'' attitude that underlies so many actions by this administration and that created a climate on the Judiciary Committee in which Republican staff felt justified in spying upon their counterparts and stealing computer files.", u'After 8 years in office in which more than 60 judicial nominees had been stalled from consideration by Republican partisans, President Clinton made his one and only recess appointment of a judge. Contrast that appointment with the actions of the current President:', u"President Clinton acted to bring diversity to the Fourth Circuit, the last federal circuit court not to have had an African-American member. Judge Roger Gregory was subsequently approved by the Senate for a lifetime appointment under Democratic Senate leadership in the summer of 2001. This was made possible by the steadfast support of Senator John Warner, the senior Senator from Virginia, and I have commended my friend for his actions in this regard. When Judge Gregory's nomination was finally considered by the Senate, it passed by consensus and with only one negative vote. Senator Lott explained his vote as a protest vote against President Clinton's use of the recess appointment power. How ironic then that Judge Pickering now serves based on President Bush's abuse of that power.", u'Judge Gregory was one of scores of highly qualified judicial nominations stalled under Republican Senate leadership. Indeed, Judge Gregory and so many others were prevented from having a hearing, from ever being considered by the Judiciary Committee and from ever being considered by the Senate. Sadly, others, such as the nominations of Bonnie Campbell, Christine Arguello, Allen Snyder, Kent Markus, Kathleen McCree Lewis, Jorge Rangel, Carlos Moreno, and so many more, have not been reinstated and considered. But President Clinton did not abuse his recess appointment power. Instead, his appointment of Judge Gregory was in keeping with traditional practices and his use of that power with respect to judicial appointments was limited to that one occasion.', u'By contrast, the current President made two circuit recess appointments in 2 months and his White House had threatened that more were on the way. These appointments are from among the most controversial and contentious nominations this administration has sent the Senate. After reviewing their records and debating at length, the Senate withheld its consent. The reasons for opposing these nominations were discussed in hearings and open debate during which the case was made that these nominees were among the handful that a significant number of Senators determined had not demonstrated their fairness and impartiality to serve of judges.', u"Contrast Roger Gregory's recess appointment, which fit squarely in the tradition of President's exercising such authority in order to expand civil rights and to bring diversity to the courts, with that of Mr. Pryor. Four of the five first African American appellate judges were recess-appointed to their first Article III position, including Judge William Hastie in 1949, Judge Thurgood Marshall in 1961, Judge Spottswood Robinson in 1961, and Judge Leon Higginbotham in 1964. The recent appoints of Judge Pickering and Mr. Pryor stand in sharp contrast to these outstanding nominees and the public purposes served by their appointments.", u"The nominations of Judge Pickering and Mr. Pryor were opposed by individuals, organizations and editorial pages across the Nation. Organizations and individuals concerned about justice before the Federal courts, such as Log Cabin Republicans, the Leadership Conference on Civil Rights, and many others opposed the Pryor nomination. The opposition extended to include organizations that rarely take positions on nominations but felt so strongly about Mr. Pryor that they were compelled to lodge their opposition in the record, such as the National Senior Citizens Law Center, Anti-Defamation League, and Sierra Club. Rather than bring people together and move the country forward, this President's recess appointments are more examples of unnecessarily divisive action.", u"Further, the legality of this President's use of the recess appointments power, without precedent and during such a short Senate break, is itself now a source of division and dispute. Recent Attorneys General have all opined that a recess of 10 days or less does not justify the President's use of the recess appointments power and would be considered unconstitutional. Starting in 1921, Attorney General Daugherty advised the President that he could make recess appointments during a mid-session adjournment of approximately four weeks but two days was not sufficient ``nor do I think an adjournment for five or even 10 days can be said to constitute the recess intended by the Constitution.'' More recently, a memo from the Reagan administration Justice Department concluded: ``Under no circumstances should the President attempt to make recess appointment during intrasession recess of less than 10 days.'' This year, a Federalist Society paper noted the dubious constitutionality of appointments during short intrasession breaks.", u'We will not resolve the question of legality of these recess appointments here today, but we can all anticipate challenges to rulings in which Mr. Pryor participates. Thus, we can expect this audacious action by the administration will serve to spawn litigation and uncertainty for months and years to come.', u"I thank the Democratic leader for the statements he made and the actions that he took in connection with the abuse of the recess appointment power by this President. I remind the Senate that a few years ago when President Clinton used his recess appointment power with regard to a short-term Executive appointment of James Hormel to serve as Ambassador to Luxembourg, Senator Inhofe responded by saying that President Clinton had ``shown contempt for Congress and the Constitution'' and declared that he would place ``holds on every single Presidential nomination.'' Republicans continued to block nominations until President Clinton agreed to make recess appointments only after Congress was notified in advance. On November 10, 1999, 17 Republican Senators sent a letter to President Clinton telling him that if he violated the agreement, they would ``put holds for the remaining of the term of your Presidency on all of the judicial nominees.''", u"In November 1999, President Clinton sent a list of 13 positions to the Senate that he planned to fill through recess appointments. In response, Senator Inhofe denounced 5 of the 13 civilian nominees with a threat that if they went forward, he would personally place a hold on every one of President Clinton's judicial nominees for the remainder of his term. That led to more delays and to the need for a floor vote on a motion to proceed to consider the next judicial nomination, in order to override Republican objections.", u"When President Clinton appointed Judge Gregory at the end of 2000, Senator Inhofe called it ``outrageously inappropriate for any president to fill a federal judgeship through a recess appointment in a deliberate way to bypass the Senate.'' When the Gregory nomination was confirmed with near unanimity under Senate Democratic leadership in 2001, Senator Lott's spokesperson indicated that Senator Lott's solitary opposition was to underscore his position that ``any appointment of federal judges during a recess should be opposed.''", u'Democrats have been measured in our response. Indeed, we continued our work after the unprecedented recess appointment of Judge Pickering. It was only with the repeated abuse of the recess appointment power to place Mr. Pryor on the Federal bench and the threat of additional recess appointments that we acted. I urged the White House to renounce this abuse of the recess appointment power so that we could resume Senate consideration of judicial nominations and increase our record number of confirmations before the end of the year. I am glad that the White House has finally decided to make a firm commitment against any additional judicial recess appointments.', u"We are defending fair courts. We have acted to protect the Senate's role as a check on excessive White House power grabs and to block the lifetime appointments of a handful of nominees for lifetime seats, nominees who have records of extremism. The American people deserve a Federal judiciary with fair judges who will enforce their rights and uphold the law. Rather than work with all Senators, the White House has fixated on forcing through the most divisive people for these lifetime jobs. This White House has the wrong priorities and is taking the country in the wrong direction.", u"President Bush ran as a ``uniter'' but has consciously chosen to send divisive nominees to the Senate. As a Presidential candidate, Bush promised the American people he would have ``no litmus test'' for Federal judges on reproductive rights ``or any other issue'' and that he would choose ``competent judges'' who would ``not use the bench for writing social policy.'' As President, he has broken these and other promises repeatedly.", u"President Bush's choices for the only lifetime jobs in our system of Government show that he views the Federal courts as a spoils system for partisan activists, including some whose records prove that they will not be fair and impartial judges, but would use the Federal bench to write social policies they prefer into the law. Under our Constitution, the power to make lifetime appointments to the courts is shared: the President has the power to nominate or propose judges, but only the Senate has the power to confirm or reject those nominations. Throughout American history, the Senate has rejected judicial nominees. Not even President Washington saw all of his nominees confirmed. Senate Democrats have opposed only the most troubling judicial nominees of President Bush.", u"In his judicial appointments, President Bush has sought out judicial activists, often quite young, with the hope that these judges will rule for decades to come in ways that advance the Republican Party's narrow and partisan political and social agenda. President Bush has proposed many nominees to the federal courts, especially the appellate courts, who have records of extreme partisanship, activism or just plain poor ethics.", u"For example, President Bush nominated 41-year-old William Pryor for the appeals court after Mr. Pryor led the effort to undermine protections against age, sex and disability discrimination, to limit the reach of the Clean Water Act, to repeal the Voting Rights Act, to overturn Roe v. Wade, and to oppose lawsuits for tobacco-related deaths and illnesses. Mr. Pryor himself believes that President Bush should not appoint moderate judges to the federal courts, stating: ``I'm probably the only one who wanted [Bush v. Gore] 5-4.'' He said, ``I wanted Governor Bush to have a full appreciation of the judiciary and judicial selection so we can have no more appointments like Justice Souter.''", u"Justice Souter's apparent ``offense'' was to be more faithful to the Constitution than to the partisan politics of the party of the President who nominated him to the highest court. Mr. Pryor was rejected under the Senate's longstanding Rules after extensive debate. But President Bush put him on the bench anyway. He is now sitting on the Court of Appeals for the Eleventh Circuit temporarily.", u"President Bush also appointed Judge Charles Pickering to the appeals court even though the Senate refused consent to his nomination. Judge Pickering was opposed due to the low quality of his judging, his habit of inserting his personal views into his decisions, and his questionable ethics. Judge Pickering willfully violated judicial ethics by his extraordinary campaign to get around a mandatory prison sentence for a man convicted by a jury of his peers of burning a cross on an interracial couple's lawn. His record was criticized by civil rights leaders and organizations. Numerous African Americans in Mississippi and from across the country wrote in opposition to his nomination. President Bush recess appointed him to the Fifth Circuit on the weekend designated to honor the memory of Dr. Martin Luther King Jr.", u"President Bush also nominated to the D.C. Circuit Justice Janice Rogers Brown of California who has a reputation for injecting her political views into her judicial opinions. In speeches and decisions, she literally advocated turning back the clock 100 years to the era when worker protections were declared unconstitutional by activist judges. Justice Brown has even described the year 1937--when her brand of judicial activism was repudiated--as ``the triumph of our own socialist revolution.'' Her views are so extreme and rigid she has suggested: ``There are so few true conservatives left in America that we probably should be included on the endangered species list.'' The Senate refused to grant consent to her nomination at the end of the 40-hour talkathon Republicans engineered to shut down the Senate last year.", u"President Bush also selected State Judge Carolyn Kuhl for an appellate judgeship after she spearheaded a failed effort to give tax-exempt status to racially discriminatory schools like Bob Jones University, led the effort to get the Reagan Justice Department to seek the reversal of Roe v. Wade, sought to curtail discrimination laws, and tried to limit protections for whistleblowers. Before she was nominated to the Federal bench, Judge Kuhl also ruled in a case that a breast cancer patient had no privacy claims against a doctor who allowed a drug salesman to watch her breast examination without her permission. Both California Senators opposed Judge Kuhl's nomination and the Senate withheld its consent.", u"Additionally, President Bush chose Texas Supreme Court Justice Priscilla Owen for the federal bench after statements by her fellow judges in a wide range of cases--from environmental regulation to personal injury law to privacy to discrimination--that she was injecting her personal views into her opinions. Her opinions were called, among other things, ``nothing more than inflammatory rhetoric'' and an approach that ``defies the Legislature's clear and express limits on our jurisdiction.'' One opinion in which she tried to write her preferred social policies into law was called ``an unconscionable act of judicial activism'' by then Justice Alberto Gonzales, who is now President Bush's White House Counsel. The Senate withheld its consent from her nomination after extensive debate.", u"The nomination of Miguel Estrada, who was 39 when nominated to the nation's second highest court, is another example of President Bush's practice of dividing instead of uniting Americans. Despite concerns that were raised whether Mr. Estrada could keep his personal views out of his legal work at the Justice Department and the ample precedent for the Senate's request for legal memos in nominations. President Bush decided to stonewall the Senate. This stonewalling, combined with Mr. Estrada's refusal to answer numerous questions about his views prompted the extended debate that led to his withdrawal.", u"Currently pending are William James Haynes, II and Brett Kavanaugh. Mr. Haynes has been less than forthcoming about his actions as the general counsel at the Department of Defense and his role in subverting legal protections in ways that may have contributed to the breakdown of compliance with the Geneva Conventions, our treaties against torture and the Constitution. Mr. Kavanaugh is another youthful nominee whose background as an aide to Kenneth Starr and in the White House is among the more partisan we have seen, even among this President's very partisan nominees.", u'For doing their job and upholding their constitutional responsibilities, Democratic Senators have been wrongly attacked as anti-woman, anti-Hispanic, anti-Christian and anti-Catholic. Those charges are reprehensible, ad hominem attacks without basis. This is partisan sniping at its worst. Republican Senators have been all too willing to fuel such baseless claims and the President has shown his willingness to play partisan politics with judicial nominations.', u"Some of this President's appointments have already started using their seat on the Federal bench to write their political, social or cultural views into law, despite promises that they would not do so. We are now seeing the impact of the Bush judges the Senate has confirmed in courts all over the country where a radically narrow view of the power of Congress, informed by a Federalist Society philosophy, is beginning to take hold. Let me give you a few examples of the ways in which these judges are attempting to remake the legal landscape in their own reactionary ideological image.", u"Judge Jeffrey Sutton has written a dissent in a federal arson case putting forward a distressingly narrow interpretation of Congress' power under the Commerce Clause. Judge Sutton was an extremely controversial Bush nominee who promised the Senate that he would not have an agenda on the bench to narrow congressional power and he was confirmed by one of the smallest number and proportion of positive votes in history, 52-41.", u"Judge John Roberts, another controversial nominee of President Bush, has questioned the constitutionality of the Endangered Species Act under a similar theory, showing his willingness to curtail Congress's ability to protect the environment. He has also ruled for the administration in the ongoing case seeking more transparency and accountability from Vice President Cheney and his Energy Task Force.", u"Judge Edith Clement of the Fifth Circuit, another Bush circuit court nominee, has also showed her Federalist bent by voting to limit the Hobbs Act, also under the reasoning that Congress' ability to legislate under the Commerce Clause is more narrow than legal precedent actually shows. Other Bush judges have taken extreme positions and been criticized by their peers, often other conservatives, for overstepping bounds or substituting their views for the trial court's. Their tenure on the federal bench has so far been short, but even these few examples show that as it lengthens, the number of ideological opinions will grow.", u'While Democrats have not imposed ideological litmus tests on the Bush nominees, it is clear that President Bush has. President Bush has named to the bench many who have been leaders in the right-to-life movement and none who have been leaders on the other side of that social issue. The President has sought out people he hopes share his social agenda for our Federal courts.', u"President Bush has also used federal judgeships to reward lawyers who worked closely with Ken Starr or on the Florida recount, including some for lifetime seats who were as young as 34 years old. Many of his nominees have been drawn from a select group of neoconservatives whose views are surprisingly rigid given their youth. Indeed, more than half of President Bush's circuit court nominees have been involved with the Federalist Society and overall almost a quarter of all of his judicial nominees have been associated with this organization whose mission is to ``reorder the legal priorities'' along ideological lines. In fact, President Bush has chosen more judicial nominees involved in the Federalist Society than nominees who are Hispanic, African American or Asian Pacific combined.", u'No one is entitled to a lifetime job as a judge, entrusted with making decisions that affect the lives, liberties and property of millions of Americans. I will continue to oppose judicial nominees who I do not think will be fair, independent Federal judges. We are committed to defending the rights guaranteed by the Constitution and to ensuring that our Federal courts have fair judges who will be faithful to the Constitution and its precedents, not loyal to the partisan political agenda of President Bush. The fairness of the Federal judiciary is indivisible from our American ideal of justice for all.', u'Whether Congress may regulate lead in our water, whether we can provide leave for families during medical crises, and whether fundamental protections for our liberty, equality and privacy will be preserved, all these matters will be reviewed and decided by Federal judges. Our freedoms are the fruit of too much sacrifice to confirm those who will not fully enforce Federal protections.', u"It is imperative that there be fair judges for all people--poor or rich, Republican or Democrat, of any race or religion. A number of President Bush's nominees have records that do not demonstrate that they will be impartial. Democrats have refused to rubber-stamp judicial activists. We know that the Federal courts should not be an arm of the Republican Party.", u'There are any number of issues and bills that the Senate could and should be addressing instead of arguing over cloture petitions for judicial nominees. Judicial vacancies is about the only number going in the right direction. With the deficit up, the debt up, the numbers of uninsured, unemployed and impoverished Americans up, but the number of Federal court vacancies going down, the Senate has much more to do.', u'Of course, April 15 was the legal deadline for adoption of a Federal budget. Even though Republicans have excluded congressional Democrats from the discussion, they have not been able to agree even among themselves on the Federal budget resolution. That statutory requirement is being violated daily.', u'The transportation bill is long overdue. Again, it is Republicans who cannot agree on a transportation bill that will fix our roads, bridges and provide for public transportation. That bill would mean hundreds of billions of dollars to our local communities and States all across the country.', u'A supposed priority this year was going to be welfare legislation. Republicans have not agreed on a welfare reform extension.', u'We have no legislation to confront the soaring gas prices that affect all Americans, nor will the Republican leadership schedule action on the bipartisan NOPEC bill that was unanimously reported by the Judiciary Committee to clarify that OPEC cannot act collusively with impunity from the law.', u"This week we mark the 50th anniversary of the Supreme Court's decision in Brown v. Board of Education, a landmark decision of the United States Supreme Court. It offered African-Americans throughout our Nation hope that the Government of the United States was prepared to make real Jefferson's declaration that ``all men are created equal.'' It made good on Justice Harlan's famous words of dissent in Plessy v. Ferguson: ``In view of the Constitution, in the eye of the law, there is in this country no superior, dominant, ruling class of citizens. There is no caste here.''", u'Of course, the decision in Brown was not universally celebrated at the time. It was condemned from some quarters and sparked defiance in many parts of this nation. It was the beginning, not the end, of a long process of desegregation that was fought vigorously in many communities. Even today, 50 years later, there is still significant work to be done to ensure equal educational opportunity for all of our children. Schools in our cities are all too often in disrepair, both physically and in the quality of education they can offer to the most vulnerable children among us.', u'As we commemorate Brown, we must also note that the Republican Congress has funded Title I--the Federal program most directly targeted toward those schools and toward reducing educational inequality--at $6.3 billion below its authorized level for the current year.', u'We should celebrate the brave families who desegregated our schools, and the accomplished lawyers, including Thurgood Marshall, who led the fight. We should commemorate the nine Justices who were unanimous in their dedication to the constitutional principle of equality. And we should remember the many leaders who have continued the battle for justice in the decades since.', u'This anniversary should not be the cause of complacency or self-congratulation--our work is not done. There is much else we could be doing--but are not--in the area of civil rights. The Voting Rights Act is slated to expire in 2007, and the Majority Leader and the Chairman of the Judiciary Committee have said they want to make its key provisions permanent. I have said that I support this goal and want to make sure we achieve it in the way most likely to survive an inevitable constitutional challenge before a Supreme Court that shows little deference to Acts of Congress. Senator Kennedy and I have both said we want to work with Senators Frist and Hatch to begin committee consideration of the Voting Rights Act and build the legislative history that would justify making it permanent to the judicial branch. Up until now, we have received no response.', u'We have been fighting now for many years to pass hate crimes legislation that would both improve our existing hate crimes laws and apply them against criminals who target gay and lesbian Americans. I am one of 49 cosponsors of S. 966, the Local Law Enforcement Enhancement Act. This bill has passed the Senate before, only to be blocked by the Republican leadership in the House. In recent years, however, we have been unable to get the Senate to adopt it. In the last Congress, almost every Republican Senator voted against cloture on the hate crimes bill, dooming it to failure. In the current Congress, we have not considered the bill.', u"Meanwhile, the bipartisan Employment Non-Discrimination Act (``ENDA'') of 2003 (S. 1705) is bottled up in the HELP Committee. This bill has 43 cosponsors. It would prohibit workplace discrimination based on sexual orientation. One might think that opposing firing people simply because they are gay is a rather commonplace position in 2004. In the Senate, however, we cannot get a vote on ENDA.", u"The Development, Relief, and Education for Alien Minors Act (``DREAM Act'') S. 1545, continues to languish on the Senate calendar. This is a bill that the Judiciary Committee approved last November. It has 46 cosponsors, including a dozen Republicans. Its lead sponsors are Senator Hatch and Senator Durbin. It would restore to States the right to provide in-state tuition to undocumented aliens who graduate from U.S. high schools.", u'The beneficiaries would be young people who came here as children, not of their own volition. They would be people like Jazmin Segura, a Los Angeles high school senior from a high-crime neighborhood with a 3.88 GPA. Ms. Segura, who came to the United States from Mexico when she was nine years old, was featured in a Wall Street Journal article last month. She had been accepted at the University of California at Berkeley and at UCLA, but did not know whether she would be able to afford to go.', u'We have legislation at the ready that could help Ms. Segura and many others like her. If we held a vote on this bill right now, it would undoubtedly pass by a wide margin. But the Republican leadership--eager to reach out only rhetorically to the Hispanic community--has refused to bring it up for a vote.', u"I came to the floor nearly two weeks ago to decry the Senate's failure to consider legislation to respond to a crisis affecting industries throughout the economy that depend on temporary labor. More than 2 months ago the Department of Homeland Security announced that for the first time ever the annual cap for H-2B visas had been met. These visas are used by a wide range of industries throughout the nation to fill temporary labor needs. In my home State of Vermont, they are used primarily by the tourist industry.", u"In response to this announcement, I joined with a substantial bipartisan coalition in introducing S. 2252, the Save Summer Act of 2004. Senator Kennedy is the lead sponsor of this bipartisan bill, which has 18 cosponsors, including 8 Republicans. Our bill would add 40,000 visas for the current fiscal year, providing relief to those summer-oriented businesses that had never even had the opportunity to apply for visas. Senator Hatch introduced a competing bill sponsored only by Republicans, S. 2258. I do not think that bill is as good as our bipartisan bill, but it is certainly better than nothing. Unfortunately, a small minority of the Republican caucus has demanded we do nothing, and the Republican leadership has acceded to that demand. Either the Save Summer Act of Senator Hatch's bill would command the support of an overwhelming majority of Senators, but the majority leader has brought neither forward for a vote.", u'When it comes to immigration, the Republican leadership has ignored not only the concerns of the tourism industry and other businesses that depend on temporary summer workers, but even to the needs of farmers. Senators Craig and Kennedy joined together in introducing S. 1645, the Agricultural Job, Opportunity, Benefits, and Security Act. This bill has 62 cosponsors, including 25 Republicans. It would solve problems in the H-2A program that have plagued American farmers for years, while also providing a path to legalization for farm workers who have been working here illegally for years. It has the vociferous support of both farmers and farm workers; it is indeed an example of the sort of compromise legislation that used to be a hallmark of this body. But we cannot get a vote on this bill.', u"So while the Republican leadership has devoted time last week and this to an impasse over judicial nominees caused by the President's abuse of the recess appointment power, we have seen little effort to work on matters of significance that can and should be considered and acted upon by the Senate to make bipartisan progress for all Americans.", u'While we celebrate progress today on judicial nomination, I hope that we will also soon see progress on these legislative matters. Through bipartisan action we can do much to serve the American people.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/05/18/S5575_legislative-session/'}