{u'speaker_state': u'NY', u'speaker_raw': u'mr. engel', u'speaker_first': u'Eliot', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk66', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Engel', u'pages': u'H4940-H4958', u'speaker_party': u'D', u'date': u'2009-04-29', u'bills': None, u'bioguide_id': u'E000179', u'order': 66, u'speaking': [u"Mr. Speaker, I thank the distinguished chairman of the Judiciary Committee, my good friend from Michigan, for yielding me this time. And as a proud cosponsor of this bill, I am proud that it's on the floor today.", u'This bill is a carefully crafted measure that would provide desperately needed resources to State and local governments for the investigation and prosecution of violent crimes based on sexual orientation, gender identity and disability. It is a bill long, long due to add sexual orientation and the others, including gender, to the list of hate crimes.', u"To my friends on the other side of the aisle who say that we are creating a special class, well, by that logic, right now we have race, color, religion and national origin protection. So by that logic, we should eliminate those as well. It's ridiculous.", u"To those who say, ``Why should we protect people who have chosen a different personal lifestyle?'' our gay and lesbian friends don't choose this lifestyle. They are what they are and they should be protected just like anybody else who has a religion, who has a gender obviously, color, religion or national origin.", u"This bill does not violate free speech or First Amendment protections. Nothing in this bill would prohibit the lawful expression of one's religious beliefs. This bill only punishes violent crimes motivated by bias. Congress is saying clearly, unequivocally, that the people of this country reject and condemn all forms of hate violence. That's why this bill is here.", u'Today, we uphold the principles that are considered the foundation of American democracy that all people are created equal and that all people are entitled to equal protection under the law. It includes gays and lesbians and includes everybody.', u'Pass this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}