{"speaker_state": "CT", "speaker_raw": "mr. murphy", "speaker_first": "Christopher", "congress": 113, "title": "SAFE COMMUNITIES, SAFE SCHOOLS ACT OF 2013--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-10/html/CREC-2013-04-10-pt1-PgS2512-2.htm", "number": 47, "id": "CREC-2013-04-10-pt1-PgS2512-2.chunk45", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Murphy", "pages": "S2512-S2542", "speaker_party": "D", "date": "2013-04-10", "bills": null, "bioguide_id": "M001169", "order": 45, "speaking": ["Madam President, I thank my colleague from Florida for those very thoughtful remarks and, of course, my colleague, the senior Senator from Connecticut.", "We are here on the floor today to help lead a discussion about how this Nation can finally own up to its responsibility to take on the scourge of gun violence that has certainly been highlighted by the massacre in Sandy Hook that I spoke about earlier today in my first speech before this Chamber. But it has, frankly, become too routine throughout the streets of this country, with 3,000 to 4,000 people having lost their lives to gun violence since Sandy Hook happened.", "Lost in a lot of the debate here about the particular policy prescriptions we are talking about, whether it be universal background checks supported by 90 percent of Americans or a ban on high-capacity magazines supported by two-thirds of Americans or a Federal law ending illegal gun trafficking supported by three-fourths of Americans, lost amidst all of the political back-and-forth over negotiations between Republicans and Democrats and the pronouncements of the NRA and of gun control groups, lost amidst all of that debate about politics and policy are the victims. The victims are the people--boys and girls, men and women, mothers and fathers, brothers and sisters--who die every single day in this country. I described it this morning--like raindrops. It is just background noise to this country now, the number of people who are dying every day.", "I decided after having given my maiden speech this morning that I would come back to this floor--not to occupy the floor or commandeer the floor, but to the extent that there is time today and tomorrow and next week, to spend time on this floor telling the stories of the victims, telling the stories of the individual people whose lives were tragically cut short by guns--because it happens here more so than almost every other nation in the world. More people lose their lives, more people have their lives ended prematurely because of guns here than almost any other corner of the world.", "It is time that we do something about it. Yes because of the aggregate numbers, yes because of the horror in Sandy Hook, but also because every single additional life that is cut short is a failure of our responsibility to do something about it. So I am going to spend some time down on the Senate floor in between others giving speeches today and tomorrow and next week to talk about these victims, to just tell you a little bit about who they are--especially for the little ones, maybe who they were going to be.", "Let me start in Newtown. Let me start in Sandy Hook. We can put up some pictures of just a handful of the victims from Sandy Hook and from cities across this country. Let me start with the little guy in the middle, Daniel Barden. I talked about him this morning.", "Daniel was a pretty amazing little boy. His parents talked about the unbelievable compassion he had. I talked about it this morning. He never failed to turn off a light when he left a room. He was always the kid in school who was sitting with the kid who did not have anybody to sit with. When his parents would leave a grocery store they would get halfway across the grocery store parking lot, turn around, and Daniel wasn't with them because he was still holding the door open for other people who were leaving the store. He was a pretty amazing little kid. He loved to spend time with his family. He loved riding the waves at the beach. You can see with that long hair he was a beach bum.", "He played drums in a band with his brother James and sister Natalie. His family is very musical, so on that morning his father, who is a professional musician--he is here this week, actually--taught him how to play Jingle Bells.", "He woke up very early that morning. It was funny because he was the last of the three kids to go to school. They were all in separate schools. His parents thought it was strange that on that morning he woke up early. In fact it was the first day all year--this was December 14, so they had been in school for months--it was the first day in the entire year that Daniel had awaken before his oldest sibling went to school.", "As the oldest sibling was walking down the driveway to go to school, Daniel ran after him to tell him that he loved him. The first time, he had never done that all year. It just shows what a compassionate little kid Daniel was. I actually wear a bracelet for Daniel. It is a bracelet that links to a Facebook page called ``What Would Daniel Do?'' It has 16,000 ``likes.'' The point of this page is people can hear about a lot of these kids. The families have done a lot of amazing things to try to spread the word about who these kids were and what they were going to be. Daniel's page is, ``What Would Daniel Do?'' It is a forum for people to invest in little acts of kindness to try to live up to the inspiration this little 6-year-old set for his family and his neighborhood.", "So people posted stories on that Web site for the last several months about these little kind acts they performed: For example, the woman who bought coffee and donuts for a firehouse in her home State of New York, the Missouri woman who helped restock a food pantry in Daniel's honor, the Illinois woman who paid for a stranger's meal and on the back of the bill wrote: ``Love, from Daniel Barden.''", "Daniel was going to grow up to be an amazing young man. He loved life. He did amazing things for people. But we did not get to know Daniel Barden later in life because he was gunned down that day in Sandy Hook.", "Let me tell the story of someone equally amazing whom we got to know for 20 more years than the kids that she was charged with looking after. Her name is one that you might know, and that is Victoria Soto. Victoria Soto was 27 years old. She was a teacher at Sandy Hook Elementary School. That is what she wanted to do. She had wanted to be a teacher, her mom said, since she was 3 years old. Imagine knowing what you want to do when you are 3 years old and sticking with it. A lot of people think they know what they want to do when they are 3, but they change their minds. She did not. She worked every day from the time she was 13 to get ready to be a teacher. As early as 13 she was charting out her classes so she could ultimately be a teacher. Even when she got to Sandy Hook Elementary School she made time for night classes at Southern Connecticut State University where she was getting her master's degree in special education.", "A mentor of hers said she was the last one who would have wanted hero status, but nobody was surprised to hear what she did in that classroom that day. When Adam Lanza walked into her classroom, Victoria Soto was the only person he saw. Why? Because she had ushered her special education teacher, Anne Marie Murphy, and several of her kids under a desk. She had pushed a number of other kids into a closet to hide them. Lanza came into the classroom, he faced her and killed her. Then he killed the kids who were under the desk. The kids who hid in the closet, many of them lived. Many of them survived--they were discovered after the incident--because of the heroic actions of this one 27-year-old teacher.", "Imagine what she could have done with the rest of her life. Students loved her. Parents loved her. She was made for teaching. Think of all of the impact. She probably had 30 more years in the classroom. She had hundreds if not thousands of kids she still could have touched with her life--gone. Victoria Soto's genius as a teacher will no longer be able to be realized because of what happened that day.", "If we do not do something about it, Victoria Soto will not be the last teacher who is going to be gunned down. If we don't take some steps here this will not be the last selfless educator we will mourn on the Senate floor.", "Let me tell a little about Charlotte Bacon, 6 years old. I lost count of the number of funerals and wakes that I went to, but I do remember Charlotte's funeral. She had this crazy head of curly red hair. She was described by her family as sweet and outgoing and exuberant, someone who was willing to argue for whatever she believed in, even at 6 years old. She loved the color pink, and she loved animals--any animal she met--but she really loved her golden retriever. She wanted to become a veterinarian. A lot of these kids we will hear about today knew what they wanted to do with their lives. These were ambitious kids, in part because they had special parents as well.", "She was really looking forward to Christmas because she wanted to show off this new pink dress and pink boots she had gotten. It was a Christmas outfit, so she was waiting until Christmas to be able to show it off. But on the morning of December 14--again, another theme we will hear is that these strange things happened that morning--that morning she woke up and she wanted to wear that pink dress. She wanted to wear those pink boots, and her mother let her do it. She wore that special pink dress and those boots to school on Friday, December 14.", "Her family has established a nonprofit called Newtown Kindness. The organization is comprised of community members who were trying to bring positivity and strength back to the Newtown community. I talked this morning about the fact that for many of us who have lived through this tragedy--not anywhere close to the way in which the victims' families have--but what we see Newtown defined by is not the 10 minutes of violence and evil, but all the millions of acts of humanity that have spilled forth from inside the community and from outside the community in the days and weeks since, and this is what Newtown Kindness is about. It is encouraging children to do their own acts of kindness like Charlotte did and submit their stories through drawings and letters to the organization. Newtown Kindness is going to show some light on all these little wonderful things that kids do every day in the same way that Charlotte did for the kids she loved and the family members she loved and for the animals she loved.", "Let me talk a little bit about another teacher, Rachel Davino. Rachel was very much like Victoria, in that she knew she wanted to work with kids. She had a lot of interests, Rachel Davino did. She was born in Waterbury, received her undergraduate degree from Hartford, she got her masters from Post University. She loved animals. That is probably why she connected with a lot of these kids. She loved baking and photography and karate. She drew lots of things, loved to draw animals--dogs, frogs, anything with scales or feathers or fur she loved to draw. But her passion was working as a behavioral therapist, working with kids with autism. There were a number of kids in these classrooms who had autism. They were doing great because of the work of people like Rachel and Anne Marie Murphy, who reached out to work with these kids.", "Rachel was exceptional because she integrated these kids into her daily life. She brought the kids to her home. She involved the kids in her family. She treated the kids like family and they matured. They did better under her care.", "She probably didn't know it when she died, but her best friend and her boyfriend, Tony, was about to propose to her. In fact he had already gone to her parents to ask permission to ask to marry her. He was going to do it on Christmas Eve, just 10 days after the incident. He didn't get to ask for Rachel's hand in marriage. Instead, the wedding ring he had planned to present to her was placed on her finger before she was buried.", "Rachel was an amazing teacher, an amazing person who invested herself in these kids, day in and day out. It would have been great to know what Rachel Davino would have become as she matured as an educator.", "This is just a sampling of the stories from 1 day in Newtown, CT. Fewer kids and adults died in Newtown that day than die every day across this country. We think how exceptional it was and how awful and how horrific that we lost 20 kids and 6 adults--and, by the way, 2 others in Adam Lanza and his mother--yet that number is less than the average number of people who are killed every day by gun violence across this country. So I want to talk about them too. I want to talk about just over the last couple of weeks and months what we have witnessed across this country.", "I want to talk about Hadiya Pendleton in Chicago. We have heard a lot about her because she was here for the Presidential inauguration. She was performing with her school's majorette team in the President's inauguration festivities. She loved performing. She was an honor student at King College Prep High School in Chicago. She was 15 years old.", "She is remembered by her friends as somebody who was always raising her hand in class. She had all the right answers in that chemistry class. She wore bright lip gloss that made her stand out. She loved to dance. She danced on the Praise Dance Ministry in her church, and she was a member of her cheerleading team as well. She liked Chinese food, she loved Fig Newtons. She was thinking about going to college, thinking about either journalism or pharmacology, two pretty different things. Either way, she wanted to go to Harvard. She knew where she wanted to go.", "She was 15 years old. She was shot and killed while standing with her friends in a park in Chicago after she took her final exams, just days after she came back from Washington, DC, probably one of the most amazing experiences in her life.", "I watched some of that parade, and I always think to myself whether I saw her performing with her majorette team. She was 15 years old. She was going to go to Harvard. She was going to become a journalist or a great dancer. All the things we missed just because she was standing in the way of a bullet at a park with her friends after she took her final exams.", "I think about Lavanial Williams, who in January of this year, was visiting with his mother and two sisters in Marin City, CA, to celebrate his 17th birthday. He was checking in on his sister April to make sure she was fine because there was some suspicious activity going on in the housing complex that day. He went downstairs to check out the commotion, and moments later he was shot dead just because he walked down some stairs to check out some commotion.", "The deputies who arrived on the scene found a group of people trying to revive the teenager by CPR, but he was pronounced dead at the scene. He had been hit by several bullets. He was there visiting his mother and two sisters to celebrate his 17th birthday. Lavanial Williams died on January 11, 2013.", "If we talk about the connection to the background checks piece of this discussion, we could talk about Annemarie Bautch. She returned home after dropping off her kids at school on April 8--just a week or so ago--in Milwaukee. Her live-in boyfriend pulled in behind her in a taxicab he drove for hire. He walked to her van's window and shot her in the head. He then took his gun and turned it on himself.", "He was on probation for recent domestic violence incidences involving his daughter. He had beaten up his daughter. He had firearms arrests going back 20 years. He was a convicted felon, and he was prohibited from carrying weapons. I don't have in front of me why he had the weapon that day or how he got it, but he was not supposed to have it. He had a long rap sheet when it came to convictions regarding firearms.", "He was ordered to undergo anger management training after his most recent conviction, but it is unclear as to whether that ever happened. He is not here to answer those questions and neither is his girlfriend Annmarie who died that day at the age of 39 after dropping her kids off at school.", "Earlier this week in Akron, OH, there was a 28-year-old man who was fatally shot while taking garbage to a trash bin in the parking lot of a McDonald's restaurant at which he worked. He was taking garbage to a trash dump and he was shot and died. His name has not been released, but he had been working at that McDonald's for 10 years. His coworkers said: ``He was the kind of person who would give you his last dollar.'' He would give his coworkers gifts on holidays--Christmas and Thanksgiving. He worked in McDonald's. He could not have had a lot of money to go out and buy gifts for coworkers. He worked at that place for a decade. Because of his generous nature with whatever money he had, that he scraped together, he made sure people knew he loved them.", "He was 28 years old when he died earlier this week in Akron, OH.", "This stuff is happening every day. I mean, I will keep on going through them, but this is happening every day throughout this country. People are dying on our streets by casual gun violence while bringing garbage to a dumpster outside a McDonald's, walking down the stairs to check out some commotion at a sister's housing complex, and pulling into a driveway after dropping their kids off at school. These were not people who were going out and looking for trouble. These were people who were just doing their regular everyday business.", "President Obama came to Connecticut on Monday, and he told the story of a mother who was so frustrated at the phrase regarding her daughter's death due to gun violence that her daughter was ``in the wrong place at the wrong time.'' She just happened to be in the way of a stray bullet. Her mother's point was, no; she was in the right place at the right time. She was walking to school.", "This guy was bringing garbage to the dumpster. Anne Marie was coming home after dropping off her kids. Lavanial was just looking out for his sister. They were not in the wrong place at the wrong time, they were doing what they were supposed to be doing. Yet they were gunned down. We have no answer? After 20 years of this, we are not able to step up and do something about it? It is like raindrops. It has just become routine.", "Let me go back to Newtown and talk more about these kids. Olivia Rose Engel was a bright-eyed, brunette, 6-year-old girl. She loved school. She particularly loved reading and math, which is good because a lot of what first graders do is reading and math. If you love reading and math, you are probably in good shape.", "Her favorite stuffed animal was a lamb, and her favorite colors were--a theme we will hear often--pink and purple. She was set to play an angel in her church's nativity play on the night of the tragedy. She laughed a lot, and her parents said she just lit up a room when she walked in.", "Olivia played soccer and tennis, and she took art classes. She loved swimming and ballet classes, and she took hip-hop dance lessons. She was also involved in her Daisy Girl Scouts. Every night when they gathered for dinner, her family would have Olivia say grace.", "She was a great big sister. Olivia really loved her little 3-year-old brother Brayden. She was killed that day in Sandy Hook Elementary School.", "Josephine Gay celebrated her seventh birthday just 3 days before the tragedy. Joey is what she was called by her family. She was a kid with an indomitable spirit. She was autistic, as were a handful of these kids, but she was still social. She was very affectionate. She was getting very good care from some of these paraprofessionals who were there.", "She grew up--actually not too far from here--in Maryland with a house full of Ravens fans. Josephine fell in love with the color purple. I don't know if she bought into the Ravens as a team yet, but she loved the color purple. She had a great sense of humor; she smiled all the time.", "She loved hugs even though she participated in rigorous therapy for her disability. She had treatment on a daily basis. She did it without complaining. She loved her Barbie dolls, her iPad, and her computer. She loved to sing and swim and be anywhere her sisters were. Joey Gay was killed that day at age 7 in Sandy Hook Elementary School.", "I want to talk about Avielle Richman. I have gotten to know Avielle's parents pretty well over the course of the last few months. Frankly, I have gotten to know a lot of these families over the last few months.", "Avielle's parents have done something remarkable, which I will mention, but first I will talk about Avielle.", "Guess what color Avielle loved. She loved the color pink. She loved to wear her pink cowboy boots and adored riding her pony Betty. She turned 6 years old just about 2 months before the tragedy.", "She moved from Connecticut a few years ago from San Diego. She loved San Diego. She was barefoot all the time. She would run on the beaches of San Diego until the Sun went down. Her relatives used to joke about how hard it was to get shoes on Avielle even after moving to Connecticut. When she lived in San Diego, she never used to wear shoes, so she certainly was not going to wear them even in a colder climate like Connecticut.", "She had curly brown hair and an infectious smile. Her parents kept a blog about her. They called her their little hummingbird. She loved horseback riding, swimming, ice skating, and superhero adventures. She loved pretending to be a superhero. She loved the movie ``Brave,'' and Avielle tried out archery, which is a brave thing for her parents to do as well. She tried out archery because of her love for the movie.", "Before her life was taken that December, Avielle was obsessed with an Easy Bake Oven she was hoping to get for Christmas.", "Her parents are scientists, and in the wake of Avielle's death, they started a nonprofit to raise money to try to get to the root cause of the illness that caused someone like Adam Lanza to pick up a gun. That is an amazing thing for the Richmans to do. I talked about a number of efforts that have been taken, whether it is a Facebook page for Daniel Barden, a Web site to try to encourage kids to engage in acts of kindness, or what Avielle's parents did. This is an amazing thing for them to do. While they are grieving, they are trying to find a silver lining in all of this.", "The Richmans' hope is that they can use the memory of their precious 6-year-old daughter to go out and raise money to try to research the causes of the illness that led to this tragedy. It is an illness. We talk about it in terms of evil, and I have certainly used that term. It is really illness masquerading as evil.", "The Richmans are going to do their part to raise money to try to do a better job to figure out what is going on in the brain to cause someone to leave their parents' home, drive to an elementary school, and start shooting, or walk up to a McDonald's employee as they are delivering garbage to the dumpster and shoot them. It is a different kind of illness, I suppose, but it deserves examination nonetheless.", "The Richmans are heroic in the fact that they have decided to reach out and try to make this discovery.", "Another teacher to talk about is Lauren Rousseau. She wanted to be a teacher so badly. She was 30 years old. Up to the point she was hired as a full-time substitute teacher at Sandy Hook Elementary, she spent 6 years working at part-time jobs just to make ends meet so she could substitute teach during the day. During that 6-year period of time, she was looking for a full-time job, and she finally found it. That October she had been hired in Newtown to be a full-time substitute teacher. It is just what Lauren wanted to do, and she was really good at it. She was literally on the verge of realizing that 6-year dream when her life was taken.", "She was very bubbly and outgoing. She spent the morning of December 14 looking forward to a movie she was going to see that night with her friends and her boyfriend, ``The Hobbit.'' She was a huge fan of Tolkien, so it was a big deal to see ``The Hobbit'' that evening, and that is what she was talking about that morning.", "She loved animals too. She was passionate about doing something about child poverty. Part of the reason she went into education was she believed she needed to live her life in a way that was going to reach out and eradicate the scourge of child poverty.", "Purple was her favorite color, and so everybody at her funeral wore the color purple.", "She was a huge UConn basketball fan. In particular, she was a big fan of the UConn women's basketball team. So if Lauren is looking down from up above, she is very happy because her UConn women are national champions again. She would have been watching that game last night, and hopefully she was.", "Lauren Rousseau was right there. Her dream was within her grasp, what she had worked for all of her life, and in an instant it was gone.", "Teachers, little girls, and little boys who could have been great people, great educators--they could have been dancers and singers. Daniel Barden said he wanted to be a paleontologist just like his older brother. He could have done great things, but he is gone.", "This isn't the first massacre we have seen. Daniel Barden and Ana Marquez-Green and Dylan Hockley and Benjamin Wheeler--these are all kids who were killed in Newtown, CT, but unfortunately Newtown is just the latest in a line of mass shootings. Forty percent of the mass shootings that have happened in this Nation's history have happened since the assault weapons ban expired. Forty percent of all of the mass shootings in this Nation's history have happened in the last 8 years--8 years--since the assault weapons ban expired. I am not an expert in cause and correlation, but that cannot be a coincidence. It can't be a coincidence because we also know that during those 10 years of the assault weapons ban, along with a ban on high-capacity magazines that was in effect, we saw a 37-percent decrease in gun violence. We saw a two-thirds decrease in the crimes committed with assault weapons. Those are real numbers, real reductions in overall gun violence and in gun violence perpetrated with these dangerous assault weapons. But the minute that ban was lifted, a dramatic increase in these mass shootings occurred.", "Newtown was the second worst school shooting. It is seared in our memories in a different way because these were precious, young, little kids, and we can't help but grieve in a fundamentally different way for 6- and 7-year-olds. But Virginia Tech was worse. Still to this day, Virginia Tech saw the highest number of people gunned down. So I wish to talk about a few of those people.", "Ross Alameddine was a Virginia Tech sophomore. He loved computer games, and he actually played a lot of them competitively. He was very much into home computer repair, and it was something he wanted to do with his life. His customers always loved him because they would bring their computers to him and he was one of the few people who knew how to fix them.", "He did a lot of stuff outside of his fascination with computers. He loved rollerblading, whether it was in between classes or going out for long rollerblading expeditions on nice days. He loved movies, and he loved music. He played the piano, and he actually sang at a local coffeehouse. He had a fondness for language. He had strong opinions too. He was part of the debate club at Austin Prep, where he went to school. He talked in every single one of these classes. We know these kids who always have something to say, and Ross was definitely one of them.", "He loved life. He sought to make other people laugh. He used his music to do that. One of his classmates, Liz Hardwick, remembered his many qualities. She said that Ross's wit, humor, and insightfulness made him so much fun to be around, but his caring for others was also always present. Ross was one of the 32 victims killed during the Virginia Tech massacre on April 16, 2007.", "Christopher James Bishop--``Jamie'' Bishop--was a German teacher who was shot at the age of 35. He was a dedicated husband and son. He was a gentle colleague. He was a really generous friend.", "He had a long ponytail that he wore. That was kind of Jamie's signature. But he didn't keep the ponytail for long because once he grew it, he would regularly cut his hair and donate it to Locks of Love. He was doing it for style reasons, I am sure, but he saw his ponytail as a means to donate to other people who needed some help.", "He was another techno guru. He knew a lot about complicated gadgets, and one of those was cameras. He was a great technician with a camera, but he was also a very avid photographer. Jamie leaves behind a lot of wonderful art that captured the intensity and the beauty that surrounded him in Blacksburg.", "He hailed from a very small town--Pine Mountain, GA--and he was a big fan of the Atlanta Braves, so he would probably be pretty excited about the start the Atlanta Braves have had this year.", "He was a foreign language teacher. He was a tough teacher--``Herr Bishop'' is what they called him--but he really believed that understanding language was a way for people to engage in the world. It was a joy, but it was really fundamental to understanding humanity. If people understand languages, they understand different cultures and they understand something more about what it means to be a human being in this world. Jamie believed in what he did not just because he wanted to teach kids German but because he wanted to teach kids about the world. He died at Virginia Tech on April 16, 2007, at the age of 35.", "Brian Bluhm was a graduate student. He was a TA at Virginia Tech. He cared about water resources--something we actually are going to be talking about here pretty soon--something not a lot of graduate students think about. He cared deeply about a just distribution of water assets across the country, and that is what he was working on at Virginia Tech.", "But his real love was for God. He was dedicated to building a relationship through his church with his God.", "He was one of the friendliest guys one could ever meet, his friends said. He had a smile for everybody.", "He was a big sports fan. Brian grew up with a passion for sports, particularly baseball, and his favorite team was the Detroit Tigers. He was one of these guys who follow everything about their favorite team. He watched all the games, but when the Tigers weren't playing in the winter and in the early spring, he would be analyzing every statistic from the past season and getting ready for the next season. He also loved Virginia Tech sports, especially football and basketball. He was one of those people others would see on TV who came to all of the games with the colors on their chests to show their support.", "His family says he will be remembered for his love of God, family, friends, the Detroit Tigers, and Virginia Tech. He was lost that day, April 16, 2007, as well.", "Ryan Christopher Clark was known to his friends as ``Stack.'' He maintained a 4.0 GPA when he was a student at Virginia Tech, and he was a kid who had a mastery of science. He had a triple major. I didn't even know one could have a triple major, but Stack had a triple major in psychology, biology, and English. Can my colleagues imagine what Stack was going to be able to do with his life? Can we imagine what he would have been able to contribute in his life with a triple major?", "He was a leader on campus. He played baritone in the Marching Virginians university band, and he was a resident adviser. So he was doing great things on campus and passing along a lot of knowledge to kids underneath him.", "His friends said: He was a wonderful part of our baritone section. He was fun. He was loving. He was a delightful person to be around. He cared so much for other people. He would befriend anyone. He was a light and he was a joy.", "Ryan Christopher Clark was going to do great things with his life. He was a student leader. At his young age, he had already shown a compassion for his fellow students by being a resident adviser. He had shown a talent for music by going out and performing in the band, and he was a triple major who was probably going to do something great in the scientific field in this country. But Stack didn't get to live that dream because, along with so many others, he was gunned down that day at Virginia Tech.", "Virginia Tech, Newtown, Aurora, Tucson--these are just the mass shootings. I will keep on going, but these victims just don't end. Stack on top of that 40, 50, 60 people every day being killed on our streets. It is important to talk about these victims. That is why I wanted to come to the floor today to do this, because if we don't do something in the next 2 weeks, these lists are going to grow.", "The illegal guns used on the streets of Chicago and Bridgeport and New Haven and Washington, DC, and New York weren't always illegal guns. They were legal guns before they became illegal guns. Somewhere along the line, their status transferred. The question is, What can we do to stop that transfer from happening?", "I believe in the second amendment. I believe in the protection that it affords people to own a gun, to be able to hunt or to shoot for sport or to protect themselves. But I want to make sure guns stay in the ``legal'' category and don't leach into the ``illegal'' category. That is why 90 percent of Americans think we should have a law in this Nation that provides for universal, mandatory background checks for everybody who buys a gun. That is a really simple thing to do.", "This is just a sampling of the lives that could have been protected. The gun used in Newtown went through a background check, but so many of the guns used to kill boys and girls and young adults and men and women in our cities don't go through background checks. We think about 40 percent of guns sold across this country don't go through background checks.", "One of the tragedies in this long line is directly relevant to this bill. At Columbine High School, the gun used was bought outside of the background check system, and the friend of the shooter's who bought the gun said after the incident that the reason she bought it with the method she did was because had she gone to a gun store, it wouldn't have passed the background check. That is the gun show loophole. What has it been--a decade-plus since Columbine, and we still haven't closed the gun show loophole? We still haven't made the collective decision that we should make sure criminals don't buy guns? She said she couldn't have bought the gun if she went to a licensed gun dealer because it would have been prohibited. So a bunch of kids died at Columbine High School.", "Someone could make the argument that if the gun hadn't gotten in their hands that way, it might have gotten in their hands another way. I get it. Nothing we are talking about guarantees that another Sandy Hook isn't going to happen, and it certainly can't guarantee that our streets are going to all of a sudden be safer overnight. But if we make it a little bit harder to get that gun, if we make it a little bit more difficult for a criminal to get his hands on a weapon, the chances look a whole lot better to survive on the streets of our cities or in our schools and mosques and movie theaters.", "As Senator Blumenthal pointed out, I can absolutely make the case that if we had stronger laws on the books today, Newtown may not have happened, and even if it did happen, some of these kids would be alive today.", "What happened in one of those classrooms is instructive. A handful of kids survived because Victoria Soto put them into a closet, and when the shooting was over, they were discovered in that closet.", "Another set of kids survived a different way. When Lanza went to switch magazines, there was a delay in the shooting and a bunch of kids ran out of the classroom. Five of them--six were found in the closet, and five of them ran out of the classroom when Lanza decided to switch magazine clips. There are five kids who don't look much different from Ana and Daniel and Dylan and Benjamin who are--and Jesse, there is Jesse--who are alive today because Adam Lanza had to switch clips. He only had to do it about 6 times to get off 154 bullets. We don't exactly understand why, but he didn't actually discharge all of his 30-round clips. Sometimes he only shot about 10 or 15 bullets before he switched, but some of them he went straight through. He only had to switch clips we think about 6 times to get off 154 bullets in 10 minutes.", "If we had on the books today a law such as the law we had back in the 1990s and early 2000s that restricted ammunition clips to 10 rounds--an amendment Senator Blumenthal and I will bring to the floor next week, either an amendment or in a separate bill--that shooter would have had to change ammunition clips 15 times--9 more opportunities for kids to run out of the classroom. I know we can't guarantee that things would have been different, but let me tell my colleagues there are an awful lot of parents in Newtown who believe their sons or daughters might likely be alive today had we continued to have a restriction limiting ammunition clips to 10 rounds.", "What we know is that in Tucson, people would be alive today because that incident absolutely stopped when the shooter switched clips. It was during the transfer of ammunition magazines that he was tackled. We know that if he had 10 rounds rather than a higher number, there would still be people alive there.", "We know what happened in the movie theater in Aurora. That guy walked into the movie theater with a 100-round drum. What on Earth is the reason why somebody needs a 100-round drum? It jammed because these guys are amateurs. They have not done this before. People say: It is not going to make a difference--10 rounds, 30 rounds--because it takes 3 seconds to switch clips, so it is not going to provide any different outcome.", "For a professional shooter, it takes 3 seconds. But for a nervous 21-year-old kid, hyped up on adrenaline, it is a different thing. Five kids escaped in Newtown; the shooting stopped in Tucson; the shooting stopped when the gun jammed upon exchange of magazines in Aurora. People are alive today because there is something that happens when you have to exchange magazines in these incidents of mass violence. More exchanges of magazines mean more kids alive today.", "Let me talk to you about Porshe Foster. She was 15 years old when she was killed over the Thanksgiving holiday last year in Chicago. She had five sisters--six daughters, and Porshe was the youngest of them. Porshe was 15, and she was shot in the back of the head when she was standing with her best friends in a backyard during a sleepover.", "The intended victim was a gang-related individual. They were targeting somebody else, but she got hit. Twenty-five shots were fired, by the way. Twenty-five shots were fired. Porshe was the only victim that was hit.", "She was a sophomore at ACE Tech. It is a charter school that specializes in getting kids ready for college in architecture and construction and engineering. This is exactly the kind of student we wanted, where, on the floor of the Senate and the House of Representatives, we are all the time clamoring for more girls to go into STEM education--into science, technology, engineering, and math. Porshe was doing it. She was living up to our expectations. She was going to a charter school. It was going to get her ready to go into a career in architecture, construction or engineering. Imagine what she could have done if she lived beyond the age of 15.", "She played volleyball and she played basketball. She sang in the church choir. She loved art. Her classmates actually honored her death by holding an art sale in her memory. Because funerals are expensive, especially in inner-city Chicago, they used the proceeds from the art sale to pay for Porshe's funeral.", "Let me tell you, that is no small expense. We do not think about that, but one of the biggest issues in Hartford, CT, today--a city that has had relatively low gun violence this year but on an average year can have a couple dozen gun deaths--is how do you pay for the funerals, how do you come up with the money as a community to pay for a funeral every other week in a small, little city such as Hartford. Porshe's friends decided to do an art sale to pay for her funeral.", "Her family and friends remember her as happy, as friendly, as a great student, always busy, someone ``you couldn't be quiet around.''", "Her five sisters had planned to give their youngest sister a guitar for Christmas. She was killed on November 26, 2012, about a month before she was going to get that guitar.", "I know there are other people who are here to speak, and so I will yield the floor at this time. But I will be back today and tomorrow to talk about more victims. I just think we need to tell their stories. I just think the people need to know who these people are because there are going to be more of them if things do not change, and we have the power this week and next week to do something about it--not to eliminate future victims. We are never, ever going to change the fact that people are going to pick up a gun, are going to violate the law, are going to shoot to kill. We are never going to stop that. But we can do something to reduce these numbers so next year at this time or 2 years at this time we cannot come down to the floor with a binder full of victims just from the past 3 months.", "I will be back later today and tomorrow to continue to do this, but at this time I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2013/04/10/S2512-2_safe-communities-safe-schools-act-of-2013-motion-t/"}