{u'speaker_state': u'ND', u'speaker_raw': u'mr. dorgan', u'speaker_first': u'Byron', u'congress': 111, u'title': u'STIMULUS PACKAGE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-02-12/html/CREC-2009-02-12-pt1-PgS2184.htm', u'number': 29, u'id': u'CREC-2009-02-12-pt1-PgS2184.chunk33', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Dorgan', u'pages': u'S2184-S2209', u'speaker_party': u'D', u'date': u'2009-02-12', u'bills': None, u'bioguide_id': u'D000432', u'order': 33, u'speaking': [u'Mr. President, there has been a generous amount of discussion on the floor today about the economic recovery package that has been put together and about the dire conditions of our economy. If you listen, they have been described in so many different ways--financial crisis, deep recession, economic trouble, a wreck, a dire condition--and I suspect almost anybody who has been experiencing trouble in the workplace as a result of this rather steep economic decline would understand all of those terms.', u'I have been listening to the debate on the floor of the Senate, and I had to come to see if we could add a little clarity to what has caused all this. It is pretty hard to describe a remedy unless you understand what has caused it.', u"I understand from a lot of discussion a bit ago that there are a lot of people who don't want to do anything or they want to do something much less or they are not sure. In any event, I was thinking of how many people in the Senate lined up to help the banks. The Treasury Secretary said we have to pass legislation to help the big Wall Street banks. He said we have to pass a 3-page bill in 3 days for $750 billion. Boy, there was a big-old traffic jam trying to get up here to the well to vote in favor of that legislation, helping out all the big banks with hundreds of billions of dollars. Now we are talking about helping someone else out, helping out folks who need jobs, and all of a sudden, there is a big problem. Mr. President, $700 billion to bail out big banks and steer this economy in the ditch--that is OK, big traffic jam to do that, but some money to help put people get back on payrolls, no, that is deficit spending, we are told.", u'I showed this chart the other day on the floor of the Senate. There were 35 jobs available in Miami for firefighters, and 1,000 people showed up on the sidewalk and lined up to apply.', u'For some, it may be easy to come to the floor of the Senate and talk about the 598,000 people who lost their jobs last month, the 1 million people who lost their jobs in the last 2 months, and the 3.6 million people who lost their jobs since this recession began. But name 1, name 10, name 1,000, name 1 million or look at their picture and see the faces of people who want to work but cannot because they were told their jobs no longer exist. Then ask whether this is important, and ask yourself: What are you going to do about it? What do you think the remedy is? What do you think the priority ought to be with respect to putting people, such as these people, back to work: giving them an opportunity with a job or lining up in the well of the Senate to say to the big banks: Here I come; here is $700 billion. Big difference, in my judgment.', u'The difficulties we face in this country today are not some natural disaster. This is not Hurricane Katrina that came raging through our country. This is not some disaster over which we had no control. This is an economy which is collapsing and has very serious trouble as a result of specific things that have been done that have been irresponsible.', u"How on Earth do you describe a solution unless you are willing to admit what has caused it? Let me go through some of it. It is not a question of pointing fingers, it is just a matter of deciding, let's be straight about where we are and how we got here. They will write in the history books about this era and this age. We studied the Gay Nineties. We studied the Roaring Twenties. Somebody will study this age, this age of excess, this carnival of greed in the history books in the future.", u'So how did we get here? Let me describe it by saying we got, in my judgment, several fundamentally flawed policy changes that happened over a long period of time.', u"Trade. First of all, you cannot suggest this problem we have does not lay right on the doorstep of those who have allowed this trade deficit in this country to rise to $700 billion to $800 billion a year, buying $2 billion more each day than we sell abroad and racking up a giant deficit for this country that we must repay to other countries. Most of the Members of this body have been perfectly willing to be brain dead on that subject for a long time. Trade doesn't matter, the deficits don't count. Don't worry about jobs going overseas, don't worry about unfair trade agreements, just ignore it and just keep chanting about free trade. That is one big mistake that has been made for a very long time and no more so than during the past 8 years of the past administration.", u'With a trade deficit of $700 billion to $800 billion a year, add to that budget deficits. I know what they say about the budget deficit in the newspaper. OMB puts out a number. I think the last administration said it is some $450 billion. That is not true at all. It is not $450 billion. The question is how much did we have to borrow last year. That is the impact. It is between $700 billion and $800 billion, even more depending on whose counting. So with an economy of $14 trillion or so, a $700 billion to $800 billion trade deficit, a budget deficit of somewhere around $700 billion to $800 billion, that is 10-percent or so indebtedness in 1 single year.', u"But it is not just the fact we have this budget deficit that has been so out of whack ever since the last administration took office--and by the way, they inherited a budget surplus. We had a big debate on the floor of the Senate, and those now saying: Let's not do much to remedy this economy, were standing on the floor of the Senate saying: We want to get rid of the budget surplus; we want very big tax cuts for a very long time, most of which will go to the very wealthy. Some of us said: Let's be careful, let's be conservative. No. Katy, bar the door. They passed their legislation. We ran into very big budget deficits in a very big hurry.", u"Trade deficits, budget deficits--and by the way, a budget deficit that was, in part, constructed by deciding to fight a war and not paying for it. Can you imagine, fighting a war and saying we are going to charge every penny. We say to the American people: You go shopping. That is what President Bush said: Your job is to go shopping. We are going to fight this war. We are going to spend $10 billion, $12 billion a month, and we don't intend to pay a penny of it. Some of us who wanted to pay for part of it were told: We will veto the legislation if you try. He said: I will veto the legislation if you try.", u'Trade deficits and budget deficits have weighed this economy down in a very significant way. And the very folks who have come today to talk about spending and deficits are the ones who supported all along a fiscal policy that created the most significant budget deficits in the history of this country.', u"Those are not the only two things. They are significant--trade deficit, a budget deficit, reckless fiscal policy. They are significant, but something else happened, something very significant, and I talked about it frequently on the floor of the Senate. The same people who are so concerned about these issues now joined forces to say: You know what, we need to modernize America's banking system. It is way old-fashioned, way out of date. We put in place all kinds of things since the Great Depression to prevent banks from being modernized, and we need to have one-stop shopping. We need to let banks get involved in real estate investments again. We need banks to get involved in securities investments again. And so they passed--yes, the Congress did; incidentally, there was bipartisan support for it--a piece of legislation called the Financial Services Modernization Act. It got rid of old-fashioned things that were put in place after the Great Depression and helped create the big bank holding companies that could get involved in securities, real estate, and all kinds of risk ventures attached to banking which we had prevented for 80 years.", u"All of a sudden, we saw the pyramid created, the big holding companies, and it was Katy, bar the door. What we saw was the buildup of unbelievable leveraged debt in these institutions and a substantial amount of risk brought into America's banking system.", u"Almost immediately, that system allowed greed to permeate. Here is how it manifested itself in one significant part of the contributor to this economic malaise, and that is the housing bubble and the subprime loan scandal. I have spoken about it at great length--I am sure people are tired of hearing it--the subprime loan scandal. We know people who were cold-called by brokers to say: We know you are paying a 7-percent interest rate. We will give you a 2-percent interest rate, and by the way, you don't have to pay any principal; 2-percent interest rate and no principal, and you don't have to document your income to us. No-doc loan, no principal, 2-percent rate. They put people in subprime loans not telling or emphasizing that it is going to reset in 2 years to 10 percent or 11 percent and you can't prepay because there is a prepayment penalty for doing it.", u"They larded up a whole lot of securities because they wrapped these into securities with bad loans, bad mortgages, and then sold them upstream to mortgage banks, hedge funds, investment banks. They were all fat and happy, and that included the rating agencies that would take a look at that security and say: That is a good security; that is AAA. They were all in on the take. By ``the take,'' I mean infected with greed. So we had the housing bubble. We had all of these mortgages out there.", u"Consider this: A $14,000-a-year strawberry picker buying a $720,000 home placed by a broker who got a big bonus for placing the mortgage without any chance of that person being able to make payments. But that mortgage then becomes a mortgage wrapped into a security sold to a hedge fund, rated as a security as AAA, sold to an investment bank. Now all of a sudden you have brokers who are happy because they are making massive amounts of money; you have the mortgage banks, they love it, they are making lots of money; hedge funds, they are making so much money they can't count it.", u'By the way, the top hedge fund manager a year and a half ago earned $3.7 billion. By my calculation, that is $300 million a month, about $10 million a day.', u'Honey, how are you doing at work?', u'I am doing pretty well, $10 million a day. I make as much in 3 minutes as the average American worker does in a year.', u'They were all happy, all making massive amounts of money. The problem is, they built a pyramid. The scheme of this pyramid is not much different from Mr. Madoff, who apparently allegedly got away with a $50 billion Ponzi scheme. This scheme was not much different. All of a sudden, it began to collapse.', u'Huge trade debt, big federal debt, reckless fiscal policy, fighting a war and not paying for it, charging every penny, in fact, insisting on continuing tax cuts even during the war, and then this unbelievable banking scandal by removing the protections that existed since the Great Depression and saying to the big banks: You can create holding companies, you can attach risk, such as securities and other issues, and it will be just fine. You can do that. And so they did. All of it was built on leverage--trade debt, budget debt, leverage debt in the private sector, almost unparalleled in the history of this country. Then the tent pole began to come down. All of a sudden, we discover a very serious problem.', u'To describe how significant the money that was being paid was, there was a discussion in the last couple of days in the Congress about maybe doing what President Obama suggested; that is, to those big companies that got bailout funds, for the top 25 people in those companies, their compensation should be limited to half a million dollars a year. It is interesting, when they tried to do that, my understanding is there was a budget cost to that of something close to $10 billion. Why would there be a budget cost? Because they were all making so much money that the income tax they would pay as a result of that money was so significant that you had a $10 billion budget cost if you limited the income of the top people on Wall Street in these firms to $500,000 a year. That is almost unbelievable to me. But having done some work to study how much income exists in those areas, that is exactly true.', u"There was an investigative story in the Washington Post about the failure of one of the largest investment banks. They described the top trader in that organization, a person trading securities and the person who was in charge of risk management. It turns out they carpooled every day from Connecticut to New York. It wasn't very hard to have the top trader deal with his best friend risk manager and get things done pretty easily. The top trader, they said, was making $20 million to $30 million a year. So that company turns out to be loaded with toxic assets, as were most of the other institutions engaged in exactly the same business because they were making so much money.", u"Now we are told the taxpayers have to come to the rescue of these banking institutions. So $700 billion has been voted in what is called the Troubled Asset Relief Program, TARP. I did not support that legislation. I didn't think the Treasury Secretary had the foggiest idea what he was doing, and I think history shows that to be the case.", u'But one of the questions I think needs to be asked at this moment, is: Is there a requirement that we bail out these specific banks? Is that some divine right of existing institutions, to come to the Government to say: We are in trouble, you need to help us. Well, what has happened is the Government has allowed them to become so big they are referred to as being too big to fail. That is an actual specific category at the Federal Reserve Board--too big to fail. Despite the fact that they are bailing them out, our Government--the Federal Reserve Board and the Treasury, which have said these institutions are too big to fail, and have in fact failed and need taxpayer money to bail them out--our Government is actually pursuing mergers to make them bigger. It is unbelievably ignorant, in my judgment, as a policy matter. But I think it is important for us to ask some basic questions here. Do we care about too big to fail; and should we, at some point, decide to take apart those institutions and create different entities, smaller institutions?', u"I understand we can't tomorrow decide there will not be any major banking institutions in this country. Our country can't function like that. Credit is critical to every business in this country. I know many profitable Main Street businesses that are having great difficulty finding credit from established credit sources they have had for decades. So I understand the urgency and the need for credit from banking institutions. My only observation is this: If we are pushing $700 billion after failed institutions in order to try to make them well, even as we are saying to them, we want you to become bigger, and when, in fact, they are already too big to fail, I am saying that doesn't add up to me. I think maybe we should have a discussion here in this Congress about whether there is some inherent right to preserve institutions, or whether those that are too big to fail should be perhaps taken apart and create institutions that will better serve this country's interest.", u'Now, some say there are only two choices in the future as we try to take a look at financial reform. And by the way, there is very little action on that at this point, and I believe it ought to go concurrent with all the discussion about trying to put people back to work and so on. But it seems to me the two choices are: You go back to a world in which you had Glass-Steagall and separation of banks from other inherently risky things, such as securities and real estate. And I believe we should do that. That means banks essentially become very much like a utility. That is the way it was. They were regulated, but generally performing traditional banking functions and making money. Then risky enterprises are over here, regulated in a different way but nonetheless able to engage in substantial amounts of risk with securities, real estate, and other items.', u'We have to make that choice, and the sooner the better. I think to ignore that is to suggest, as some are now doing, that what we are going to do is we are going to have taxpayer money chase current institutions that have failed, and perhaps even make them bigger when they are already too big to fail. That makes no sense to me at all.', u"And that brings me to this issue today of the economic recovery plan that has been negotiated. I don't think anyone comes willingly to this either starting line or finish line with this kind of a plan to say, I am pleased to be here. But I do think this: I see all of the energy of people who rush to try to help the big banks with $700 billion, and then see so much concern about trying to help people who are out of work, and I say: Wait a second; maybe we have our priorities wrong here. I believe that the economic engine in this country works best when people have something to work with, when American families have a job to go to, a job that pays well and allows them to take care of their family. I think that is a percolating-up kind of strategy with the economic engine, and I think it is perfectly appropriate and important. In fact, I think it is essential for us to worry about trying to put people back to work during a very deep recession.", u"No one can say that what happened last month doesn't matter. You can't say that 598,000 people coming home at night and telling their loved ones they lost their job doesn't matter to this place. If it mattered to this place that the biggest banks in the country were having some difficulty, and they had to get $700 billion, why doesn't it matter that we care a little bit about the people who lined up in Miami, FL, a thousand of them, trying to get a little shot at 35 firefighting jobs? This too ought to matter. It is not unfair, as some have suggested last week when I showed this chart, and said I was playing on sympathy. This isn't sympathy. This is reality. Isn't it important that we talk a little about reality and a little less about theory here in the Chamber of the Senate? The fact is these people got up, stood in line, because they need a job, and we ought to be able to do something about that, to try to put people back to work and give this economy a lift.", u"I think it is pretty clear that no one knows exactly what the medicine is or the menu is to try to make this economy well and healthy once again. But this legislation we are going to be considering contains a couple of things that I put in during this past week when it was considered. One is very simple: If we are going to put people back to work building roads and dams and bridges and so on and so forth, putting people on payrolls to do these projects that will invest in America's infrastructure, then let's try to buy American products while we do it so that we are putting people on factory floors to produce those products. I am talking about steel and iron and manufactured projects.", u'When I suggested that we buy American for the major purchases that we are going to make to put people back to work, I did that because I know when we buy those products we will put our people back to work in those factories. But you would have thought I was talking the most radical kind of talk in the world, by the reaction of some--you are going to upset the international balance of trade. That is absurd. We are already so out of balance in trade. We are $700 billion to $800 billion in red in trade. At any rate, my legislation is here. So as we try to put people back to work and invest in our infrastructure to create jobs, we should buy American. It is common sense.', u'The second amendment I put in this piece of legislation is different than anything that has been required with all the other money that has been shoved out the door by the Federal Reserve Board, by the Treasury Department, by the FDIC, and, yes, with TARP, supported by the Congress, and that is a provision that says: I want accountability. If you get money from this economic recovery package, you have to report to us on a quarterly basis that says: Here is who I am, here is the money I got, here is how I used it, and here is how many jobs I created. That kind of accountability, demanding that kind of reporting, is essential for my support for this bill. And that is in this piece of legislation because I put it there last week.', u'Now, one final point, if I might. I understand, as I have said many times, that in most ways the issue of trying to promote economic recovery in this country is not about some menu. It is not about a menu of tax cuts or more spending. It is not about a menu of M1B or anything of that sort in fiscal or monetary policy. It is about trying to give the American people some increased confidence about the future. That is critical in order to have an expansion of our economy. People have to feel confident about the future in order to act on that confidence--to buy a suit, buy a new washing machine, buy a car, buy a home, take a trip. It is the kind of things people do when they are working and they feel good about the future and their job is secure. They do things that expand the economy.', u"When people aren't confident, they do the exact opposite, and that causes a contraction of the economy. That is where we are today. People aren't confident about the future. I understand that. I mean, I think all of us know why. They have seen the most significant era of greed perhaps since the 1920s, and they do not like it. They have seen a collapse of the housing bubble, they have seen big investment bankers get rich, they have seen all these things--the scandals--and it is hard to be confident. They have seen the country fight a war without paying for it. Some people have given their lives. So I understand that we have a lack of confidence. The question is not whether that exists; the question is what do we do about it? Do we decide to do something about it? And if so, what?", u"I have described often the response of Mark Twain when asked if he would engage in a debate at this organization, and he said: Oh yes, if I can take the negative side. They said, but we haven't even told you the subject yet. He said: Oh, the subject doesn't matter. The negative side will take no preparation.", u"So I understand how easy it is to simply be opposed to everything. The question now, however, is: What do we do to lift this country? What do we do to help lift this country out of this deep recession and give people some confidence that we are on the right road? Perhaps a trade policy that begins to insist on some balance in trade so we are not deep in the red; a budget policy that at some point says you can't spend what you don't have on what you don't need. You have to have some balance in fiscal policy and you have to recognize that. And you have to have a policy on banking and finance that says we're not going to allow you to do this anymore. We are not going to merge the safety and soundness of banking with speculation and risk in real estate and securities. We are not going to do it. If we would take those steps, it seems to me we would give some substantial confidence to the American people.", u'Passing the legislation that is going to be proposed today or tomorrow--the American Recovery and Reinvestment Act--is not the easiest thing, I understand, because it is counterintuitive to somehow believe that the way out, when you are deep in debt, is to spend some money. Well, I understand that is counterintuitive. Yet all of the lessons we have learned are that you have to prime the pump to put people back on a payroll. If you have half a million people a month losing their jobs, you have to find a way to put people back on the payroll and to inspire some confidence in the economy again.', u"I have heard discussions today about, well, I worry about this piece or that piece, and people won't go back to work. I am telling you, I think there are a lot of things in this bill that will put people back to work.", u'I chair the Appropriations Subcommittee on Energy and Water. We have $4.6 billion in this with the Corps of Engineers, and the Corps of Engineers will be repairing mostly bridges and water projects--that are designed, engineered, and ready to go. They will be being hiring contractors who will be hiring workers. The fact is there will be a lot of jobs created with this package--we believe 3.5 to 4 million jobs. That is going to make a difference, I believe.', u"Having described in some cases our disagreements, let me say that I do think every single person in this Chamber wants the same thing for this country. We perhaps have different approaches to how to get there, but we all want this country to prosper, the economy to be lifted and to recover, for people to go back to work, and for us to have the kind of future that we expect for our children. I believe that is possible. If I didn't believe it was possible, I would hardly be able to go to work in the morning.", u'Let me tell one story, if I might--I have mentioned it before, a couple of weeks ago--and some people have heard of this. I talked about this guy named Ken Mink from Kentucky, because it is so inspiring. It is so indicative of people in this country who think we can do anything and they can do anything.', u"Ken Mink, from a news report I read, was 73 years old. He was out in the back yard shooting baskets, and he came in and said to his wife: Honey, it is back. She said what is back? He said: My shot. My basketball shot is back. No matter where I shoot in the back yard, I don't miss. So he sat down that night and wrote applications to colleges--junior colleges--at age 73. He got into a junior college and tried out for the basketball team, at age 73, and made the basketball team. About a month and a half ago, he made two points in a college basketball game. The oldest man, by 40 years, ever to score at a college basketball game, at age 73. I was thinking about that the other day, and I thought: What a wonderful inspirational story, of somebody who didn't understand what he couldn't do. Who says you can't play basketball at age 73 for a junior college some place in Kentucky?", u'My point is: I think that represents the story of our country. We have so many stories of people who, against the odds, do things that make this a better place. And if we work together and believe in ourselves, and believe in what we have accomplished in decades past and will accomplish in the future, this country is going to be fine. So we are going to get through this week, and hopefully we will give some boost to this economy, and after which I believe we will see an economy that provides more jobs and begins to expand and provides opportunity for American families once again.', u'Mr. President, I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/02/12/S2184_stimulus-package/'}