{u'speaker_state': u'IA', u'speaker_raw': u'mr. king of iowa', u'speaker_first': u'Steve', u'congress': 111, u'title': u'OFFICE OF LEGAL COUNSEL NOMINEE DAWN JOHNSEN', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-05-14/html/CREC-2009-05-14-pt1-PgH5644.htm', u'number': 74, u'id': u'CREC-2009-05-14-pt1-PgH5644.chunk1', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'King', u'pages': u'H5644-H5652', u'speaker_party': u'R', u'date': u'2009-05-14', u'bills': None, u'bioguide_id': u'K000362', u'order': 1, u'speaking': [u'Thank you, Madam Speaker. I appreciate being recognized and having the privilege to address you here on the floor of the House of Representatives.', u'One of the things that I am able to receive as I come down here and prepare for my hour here is an opportunity to listen to my colleagues and sometimes an opportunity to get an education. And if one listens carefully, Madam Speaker, there is a lot to be learned in this Congress. In fact, I believe that this is the most amazing educational experience that one could ask for.', u'We are the center of information here in many ways. Washington, DC, is a magnet for information. And as Members, we have staff and committee people that gather that information at our request and give it to us in a means by which we can understand it, process it, and utilize it.', u'In this information age that we have, this electronic era that we have, the Internet is full of information. The Library of Congress is full of information. There are all kinds of links out there; many of them are very credible, some of them are not very credible. So we sort through, and we are always looking at what is the original source. How do you document the credibility? Well, you figure out who the person was that wrote it and their measure of credibility.', u"So as I come to the floor and listen tonight, I am rather amazed at what I've learned. I saw this long list of successes of the Progressives. And I've lived through a fair amount of history by now, Madam Speaker, and I've studied a lot of history by now, and I had never equated the Revolutionary War to Progressives. That's a new thing to me. That's a revolution to me. It's a revelation to me that it was the Progressive group that decided that we should throw off the yolk of King George and grasp our freedom.", u"It seems to me that it was the Founding Fathers and those who shaped this Nation who put down in the document of the Declaration of Independence--that inspirational document--that our rights come from God and that those rights that flow from God into man are granted willingly to the people. That's a structure that--I guess you could call it progressive, but I haven't heard anybody on this side of the aisle that calls themselves Progressive stand up and say that their rights come from God or that there are natural rights and there is a natural order of things and it's ordered by the Master of the universe. That's what our Founding Fathers believed. That was the inspiration that shaped America. It was the inspiration that brought about the Declaration, and it was the inspiration that caused the perseverance that allowed the United States to prevail over the British in the Revolutionary War.", u"The Nation was forged on those fundamental values that haven't been openly rejected by the Progressives, but neither have they been embraced by the Progressive Caucus. But almost night after night I hear these things. The American Revolution, a success of the Progressives. That's a new one. I had not heard that one before.", u"The emancipation of the slaves. Well, that's an idea that is related to change. The institution of slavery had existed for thousands of years. But I didn't know that Abraham Lincoln and the abolitionists were considered to be Progressives. I thought they were, Madam Speaker, Republicans. In fact, I'm sure they were Republicans. I have no doubt about it.", u"The history of my family and the history of my understanding of the Republican Party is it was forged in order to abolish slavery. That's why they came about. That's why they formed together and nominated Abraham Lincoln because he was the abolitionist candidate, the first Republican candidate, the first Republican President, Abraham Lincoln, emancipated the slaves.", u"What would Abe Lincoln think if he were able to listen tonight and answer to the rhetoric that is here on the floor of the House of Representatives that claims that emancipation, the end of slavery at the loss of 600,000 free people who gave their lives in the clash to put an end to slavery and to establish the States' rights issue and to tie the Union back together, all those things tied together. All of that blood that was spilled by the sword that paid for the blood that was drawn by the lash was spilled because Republican abolitionists stepped forward and said we're going to put an end to the atrocity called slavery. They didn't think of themselves as Progressives. I don't think the word existed in politics in the fashion that we hear it today.", u"There are a group of Progressives in this Congress today. I don't know how they associate themselves with the success of the American Revolution, inspired by the rights that come from God, or the end of slavery that was paid for in blood and inspired and led by people who formed the Republican Party for, at least in part, the specific purpose to abolish slavery.", u"And then I go on and I see the National Park System, Teddy Roosevelt. I would call Teddy Roosevelt--not a Progressive. I would call him a populist, but not a Progressive. So he was responsible for establishing the National Park System. When I first looked at it, I thought, well, the Progressives are the ``national pork system.'' I would agree with that, Madam Speaker. But, no, the typo didn't exist. The chart said, ``National Park System.'' So let's give that to the prairie populous, or the populous, not the Progressives.", u"Civil rights for minorities and women was another piece on this poster board; civil rights for minorities and women, passed by Republicans, majority of Republicans--more Republicans voted for the Civil Rights Act in 1964 than did Democrats. It gets distorted if you read the history off the poster. If you go back and look at the reality and the facts of it all, it's entirely different.", u"When I see rural electrification, it gets my attention. There have been a couple years of my life that I didn't use electricity that came from a rural electric cooperative. But almost every other year--most of the years of my life that has been our primary source of power. And I know where rural electrification came from. My families grew up on farms that didn't have electricity. They remember when the first wire got out there to the end of the line and they hung a light bulb in the barn so they could go out there and milk the cows in the dark; not by the lantern any longer, but by a 40-watt bulb that hung on a wire out of the ceiling of the barn. You pulled a little chain, turned the light on, then you could milk in the shadows of the light bulb instead of the shadows of the flickering lantern. That got there because of cooperatives.", u"And cooperatives, I believe at the very closest you could bring them towards progressivism would be taking them towards populism. It was the people out on the prairie and in the open range, the La Grange in the West, the populism that exists today within the politics of the people from where I live and points on west, that politics that decided we're going to settle this countryside and we're not going to live out here and live in darkness without water, sewer, water, lights or roads. We're not going to try to farm this countryside and take it back from the wilderness and turn it into a productive region unless--we can do it if we can bring electricity out, if we can bring services out, if we can bring telephone out.", u"And so they went to work and they set up cooperatives. They didn't view themselves as Progressives. They didn't even view themselves as populists. The people that established the RECs years ago, the rural electric cooperatives--and I have known many of them face to face, personally, as neighbors, most of them passed away by now. They shaped their cooperatives because it was the only way they could get electrical power out to the farms.", u"I happened to have followed that history from the time it was shaped together when they decided to build their first power plant. The network that comes to my part of the country that flows all the way up from what was South Crawford REC, now it's Western Area Power--or connected to Western Area Power, then on up through Basin Electric all the way up into the coal mines in Wyoming--which, by the way, Wyoming is one of the most punished States under the Waxman-Markey cap-and-tax piece of legislation. But they shaped this so that they could have electricity go to the farms.", u'And they had to join together to do it. They had to have a little help because it cost a lot more money to string a wire from farm to farm a half a mile to a half a mile than it does to string it from house to house in the city or into an apartment complex or into an office complex within a city. So they shaped the cooperatives to do that.', u"I noticed on that board that took all this credit for Progressives--the accomplishments of creative individuals that wanted to simply operate in a free enterprise economy--that it didn't have our grain cooperatives there, but we established those, too; the grain cooperatives so that the farmer-owned cooperatives could set up a grain elevator to store and dry their grain and ship it and market it, and also mix and grind feed and sell fertilizers and chemicals and make this all work.", u"It's the same kind of a function in the grain cooperatives as we had in our electric cooperatives. But in neither case was it Progressives that put this together, just like it wasn't the Progressives that fought and won the American Revolution or emancipated the slaves. In fact, of all these things that I've listed, it was a majority of Republicans--if you would identify their politics--that brought about these changes, most of which are good changes or they wouldn't have been listed on that poster board. But I think it's revisionist history, Madam Speaker, and I could not let that moment pass without raising that issue.", u'I will just stick with this subject for a moment, Madam Speaker, because I know what a Progressive is and I think America needs to know what a Progressive is. Now, it is not someone who has emancipated the slaves or fought and won the American Revolution or established a rural electric cooperative, not somebody that did those things.', u"It wasn't really somebody that--they may have played a part in, but they weren't a central part--that established the civil rights. It's people that believed in the intrinsic value of the individual, the rights that come from God regardless of what your race or ethnicity might be. That's not a Progressive thought. That's a thought of rights that come from God.", u"So here's what a Progressive is. And, Madam Speaker, anybody that's curious about this can just simply go to their Google page--that's the one thing that hasn't been nationalized at this point--and they can just Google in there dsausa.org--that's the Democratic Socialists of America, dsausa.org--and the screen will come up, and on it will say, ``What is Democratic Socialism?'' And when you read through this Web site--which I happen to have right here, Madam Speaker, and I will enter this into the Record--and this document that is the socialist Web site, peruse through it a little bit, dsausa.org.", u"Democratic socialists believe that both the economy and society should be run democratically--to meet public needs, not to make profits for a few. To achieve a more just society, many structures of our government and economy must be radically transformed through greater economic and social democracy so that ordinary Americans can participate in the many decisions that affect our lives. Democracy and socialism go hand in hand. All over the world, wherever the idea of democracy has taken root, the vision of socialism has taken root as well--everywhere but in the United States. Because of this, many false ideas about socialism have developed in the US. With this pamphlet, we hope to answer some of your questions about socialism. Q: Doesn't socialism mean that the government will own and run everything? Democratic socialists do not want to create an all-powerful government bureaucracy. But we do not want big corporate bureaucracies to control our society either. Rather, we believe that social and economic decisions should be made by those whom they most affect. Today, corporate executives who answer only to themselves and a few wealthy stockholders make basic economic decisions affecting millions of people. Resources are used to make money for capitalists rather than to meet human needs. We believe that the workers and consumers who are affected by economic institutions should own and control them. Social ownership could take many forms, such as worker- owned cooperatives or publicly owned enterprises managed by workers and consumer representatives. Democratic socialists favor as much decentralization as possible. While the large concentrations of capital in industries such as energy and steel pay necessitate some form of state ownership, many consumer-goods industries might be best run as cooperatives. Democratic socialists have long rejected the belief that the whole economy should be centrally planned. While we believe that democratic planning can shape major social investments like mass transit, housing, and energy, market mechanisms are needed to determine the demand for many consumer goods. Q: Hasn't socialism been discredited by the collapse of Communism in the USSR and Eastern Europe? Socialists have been among the harshest critics of authoritarian Communist states. Just because their bureaucratic elites called them ``socialist'' did not make it so; they also called their regimes ``democratic.'' Democratic socialists always opposed the ruling party-states of those societies, just as we oppose the ruling classes of capitalist societies. We applaud the democratic revolutions that have transformed the former Communist bloc. However, the improvement of people's lives requires real democracy without ethnic rivalries and/or new forms of authoritarianism. Democratic socialists will continue to play a key role in that struggle throughout the world. Moreover, the fall of Communism should not blind us to injustices at home. We cannot allow all radicalism to be dismissed as ``Communist.'' That suppression of dissent and diversity undermines America's ability to live up to its promise of equality of opportunity, not to mention the freedoms of speech and assembly. Q: Private corporations seem to be a permanent fixture in the US, so why work towards socialism? In the short term we can't eliminate private corporations, but we can bring them under greater democratic control. The government could use regulations and tax incentives to encourage companies to act in the public interest and outlaw destructive activities such as exporting jobs to low-wage countries and polluting our environment. Public pressure can also have a critical role to play in the struggle to hold corporations accountable. Most of all, socialists look to unions make private business more accountable. Q: Won't socialism be impractical because people will lose their incentive to work? We don't agree with the capitalist assumption that starvation or greed are the only reasons people work. People enjoy their work if it is meaningful and enhances their lives. They work out of a sense of responsibility to their community and society. Although a long-term goal of socialism is to eliminate all but the most enjoyable kinds of labor, we recognize that unappealing jobs will long remain. These tasks would be spread among as many people as possible rather than distributed on the basis of class, race, ethnicity, or gender, as they are under capitalism. And this undesirable work should be among the best, not the least, rewarded work within the economy. For now, the burden should be placed on the employer to make work desirable by raising wages, offering benefits and improving the work environment. In short, we believe that a combination of social, economic, and moral incentives will motivate people to work. Q: Why are there no models of democratic socialism? Although no country has fully instituted democratic socialism, the socialist parties and labor movements of other countries have won many victories for their people. We can learn from the comprehensive welfare state maintained by the Swedes, from Canada's national health care system, France's nationwide childcare program, and Nicaragua's literacy programs. Lastly, we can learn from efforts initiated right here in the US, such as the community health centers created by the government in the 1960s. They provided high quality family care, with community involvement in decision-making. Q: But hasn't the European Social Democratic experiment failed? For over half a century, a number of nations in Western Europe and Scandinavia have enjoyed both tremendous prosperity and relative economic equality thanks to the policies pursued by social democratic parties. These nations used their relative wealth to insure a high standard of living for their citizens--high wages, health care and subsidized education. Most importantly, social democratic parties supported strong labor movements that became central players in economic decision-making. But with the globalization of capitalism, the old social democratic model becomes ever harder to maintain. Stiff competition from low- wage labor markets in developing countries and the constant fear that industry will move to avoid taxes and strong labor regulations has diminished (but not eliminated) the ability of nations to launch ambitious economic reform on their own. Social democratic reform must now happen at the international level. Multinational corporations must be brought under democratic controls, and workers' organizing efforts must reach across borders. Now, more than ever, socialism is an international movement. As socialists have always known, the welfare of working people in Finland or California depends largely on standards in Italy or Indonesia. As a result, we must work towards reforms that can withstand the power of multinationals and global banks, and we must fight for a world order that is not controlled by bankers and bosses. Q: Aren't you a party that's in competition with the Democratic Party for votes and support? No, we are not a separate party. Like our friends and allies in the feminist, labor, civil rights, religious, and community organizing movements, many of us have been active in the Democratic Party. We work with those movements to strengthen the party's left wing, represented by the Congressional Progressive Caucus. The process and structure of American elections seriously hurts third party efforts. Winner-take-all elections instead of proportional representation, rigorous party qualification requirements that vary from state to state, a presidential instead of a parliamentary system, and the two-party monopoly on political power have doomed third party efforts. We hope that at some point in the future, in coalition with our allies, an alternative national party will be viable. For now, we will continue to support progressives who have a real chance at winning elections, which usually means left-wing Democrats. Q: If I am going to devote time to politics, why shouldn't I focus on something more immediate? Although capitalism will be with us for a long time, reforms we win now--raising the minimum wage, securing a national health plan, and demanding passage of right-to- strike legislation--can bring us closer to socialism. Many democratic socialists actively work in the single-issue organizations that advocate for those reforms. We are visible in the reproductive freedom movement, the fight for student aid, gay, lesbian, bisexual and transgendered organizations, anti-racist groups, and the labor movement. It is precisely our socialist vision that informs and inspires our day-to-day activism for social justice. As socialists we bring a sense of the interdependence of all struggles for justice. No single-issue organization can truly challenge the capitalist system or adequately secure its particular demands. In fact, unless we are all collectively working to win a world without oppression, each fight for reforms will be disconnected, maybe even self-defeating. Q: What can young people do to move the US towards socialism? Since the Civil Rights movement of the 1950s, young people have played a critical role in American politics. They have been a tremendous force for both political and cultural change in this country: in limiting the US's options in the war in Vietnam, in forcing corporations to divest from the racist South African regime, in reforming universities, and in bringing issues of sexual orientation and gender discrimination to public attention. Though none of these struggles were fought by young people alone, they all featured youth as leaders in multi-generational progressive coalitions. Young people are needed in today's struggles as well: for universal health care and stronger unions, against welfare cuts and predatory multinational corporations. Schools, colleges and universities are important to American political culture. They are the places where ideas are formulated and policy discussed and developed. Being an active part of that discussion is a critical job for young socialists. We have to work hard to change people's misconceptions about socialism, to broaden political debate, and to overcome many students' lack of interest in engaging in political action. Off-campus, too, in our daily cultural lives, young people can be turning the tide against racism, sexism and homophobia, as well as the conservative myth of the virtue of ``free'' markets. Q: If so many people misunderstand socialism, why continue to use the word? First, we call ourselves socialists because we are proud of what we are. Second, no matter what we call ourselves, conservatives will use it against us. Anti-socialism has been repeatedly used to attack reforms that shift power to working class people and away from corporate capital. In 1993, national health insurance was attacked as ``socialized medicine'' and defeated. Liberals are routinely denounced as socialists in order to discredit reform. Until we face, and beat, the stigma attached to the ``S word,'' politics in America will continue to be stifled and our options limited. We also call ourselves socialists because we are proud of the traditions upon which we are based, of the heritage of the Socialist Party of Eugene Debs and Norman Thomas, and of other struggles for change that have made America more democratic and just. Finally, we call ourselves socialists to remind everyone that we have a vision of a better world.", u"It really doesn't take a very heavy read to figure out what's going on. These are the Socialists. They say, ``We believe that social and economic decisions should be made by those whom they most affect.'' Huh. Sounds like a little bit of what's been going on with the major corporations in America. Sounds a little like what's happened to the auto industry. It looks like they've been taken over and nationalized by the White House and handed over to the unions for control. That would fit. ``We believe that social and economic decisions should be made by those whom they most affect.''", u"Here's another one: ``We believe that the workers and consumers who are affected by economic institutions should own and control them.'' Exactly what's happening to the automakers today, as they pulled the plug on a good number of Chrysler auto dealers, as they threatened to pull the plug on an even greater number of General Motors auto dealers, and as the stock shares get handed over to the unions at the expense of the investors who were owners of the hard collateral of the business of Chrysler Motors, and now it looks like General Motors as well, all right off the Web page of the socialists. ``We believe that the workers and consumers that are affected by economic institutions should own and control them.", u"``Social ownership could take many forms, such as worker-owned cooperatives or publicly owned enterprises managed by workers and consumer representatives''; not managed for profit, not managed for efficiency, but nationalized businesses run and managed by workers and consumer representatives.", u"I started a construction company in 1975. I borrowed money, invested a lot of capital, and the business is going on. It's a second-generation construction company. My older son owns it today. There were a good number of places along the way that it would have been easy to give up and just drop out of business, but I had to make it work. I was determined to make it work. And if I had handed over the management of the company to the employees at any one of those critical points, there's no way that King Construction would have survived.", u"This is quoting from the sheet again. ``While the large concentrations of capital in industries such as energy and steel may necessitate some form of state ownership''--they're talking again about nationalizing--``many consumer-goods industries might be best run as cooperatives.''", u"So they want to nationalize large businesses where there's concentrations of capital--energy, steel, a couple of examples. Automakers fall right in that. And on here it says, Well, we're not Communists. Here's the difference. Communists are harder lined than we are, and there's a few other distinctions. I'll ask you to read that, Madam Speaker, thoroughly. I think everybody in this Congress should know what the difference is between a Communist and a Socialist. I don't like either one.", u"I don't like either one. I like free markets. I like freedom. I like free enterprise. I like capitalism, and I like individual rights that come from God. Those are the pillars of American exceptionalism, not socialism, not Marxism, not communism.", u"Here is another pretty frequently asked question. Private corporations seem to be a permanent fixture in the U.S., so why work towards socialism? Here is the socialist answer: In the short term, we can't eliminate private corporations.", u"Now I think, Madam Speaker, that you've been convinced that the Democratic socialists of America want to nationalize the major corporations, and they want to run this free enterprise economy not as a free enterprise economy but as a collectivist state, operating businesses for the benefit of the workers and the customers without regard to profit or the investors. That is clear here.", u"Also what's clear in this document, which I will submit for the Record, is that the socialists are no longer hosting the Web site of the Progressive Caucus. Because in 1999 the issue was raised and the heat got a little too high so the socialists that were managing the Web site of the Progressive Caucus, they decided, and the progressives decided they'd run their own Web site.", u"So when you see Progressive Caucus come up on a blue board here on the floor, they're saying, go to our Web site, see what all we've got. Look at all the credit we're taking for the things we didn't do. And, by the way, they don't actually announce that they are the legislative arm of the socialists, which you will find in this document that I will introduce into the Record this evening, Madam Speaker.", u"They say here in this document off the Web site, the socialist Web site, that they are not a political party that nominates candidates under their banner. But their legislative arm is the Progressive Caucus, an absolute undeniable link right here on the Web site, socialists tied to progressives. That's what they are, Madam Speaker.", u'So I get a little disturbed when this Congress and the rest of the Nation tries to mess with the definitions that Noah Webster wrote into our dictionary and our understanding of the English language.', u'We know what socialism is. If you want to find out what communism is, the socialists define it. If you want find out what a progressive is, the socialists say progressives are them, their arm. And there is a list when you go on the Web site of 72 registered progressives in this Congress that are linked to the socialists directly as their legislative arm. They are the ones advocating for the nationalization of our energy industry, for the oil refinery industry, for the nationalization of our automakers, for example, and all the way up the line. Our financial institutions, large insurance companies, the nationalization that has taken place from President Obama with the full support of the Progressive Caucus and most of the Democrats in this Congress and in the House and in the Senate, Madam Speaker.', u"I don't think that we can hold the rose-colored glasses along any longer. We have got to understand that our freedoms are being taken from us, and it's happening right in front of our very eyes, under our very nose. And the American people don't understand it yet.", u'When they go to the Web site and they read through this document, What is Democratic Socialism? on the Web site of dsausa.org, and look to the connection of Progressive Caucus.', u"And then, by the way, go to the Progressive Caucus Web site. They put it up here. Just Google Progressive Caucus and up will come the Web site that takes the credit for a lot of these things that they didn't have anything to do with, they didn't have any existence then during that period of time. But also they won't take credit for the things that they advocate for that are the mirror image of what comes off the socialist Web site here. One and the same, Madam Speaker. And the American people need to know it, and they know it now.", u"So that's a little bit of what I didn't come here to talk about, Madam Speaker. But what I did come here to talk about is the nomination of one Dawn Johnsen to the Office of Legal Counsel. Dawn Johnsen is the President's nominee. And the Office of Legal Counsel, for the sake of those who are not all wrapped up in government, is the most important nomination that you've never heard of.", u"The Office of Legal Counsel is kind of a mini Supreme Court. They issue carefully worded opinions, and they're regarded as binding precedent, and they have the final say on what the President and all his agencies can and cannot legally do, Madam Speaker.", u"So this is the person that has the opportunity to whisper into the ear of the President on a daily basis, on a regular basis and make recommendations such as, Mr. President, you do or you don't have the authority to issue an executive order to close Guantanamo Bay. That would be one of those whispers into the ear of the President. It might well be a written document that would be formally handed to him as well. I use that as, I'll say, an image, not so much a technicality.", u"Dawn Johnsen is the person who has offended, I think, a greater number of Americans than any other nominee, even those that didn't pay their taxes. There is a long list of things that Dawn Johnsen has said and done. But I believe at this time it would be useful if I could have the opportunity to yield to the very vigorous and energetic gentlelady from Ohio (Mrs. Schmidt) for however much time as she may consume."], u'capitolwords_url': u'http://capitolwords.org/date/2009/05/14/H5644_office-of-legal-counsel-nominee-dawn-johnsen/'}