{"speaker_state": "OK", "speaker_raw": "mr. coburn", "speaker_first": "Tom", "congress": 111, "title": "NOMINATION OF SONIA SOTOMAYOR TO BE AN ASSOCIATE JUSTICE OF THE SUPREME COURT OF THE UNITED STATES--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-08-05/html/CREC-2009-08-05-pt1-PgS8822-2.htm", "number": 121, "id": "CREC-2009-08-05-pt1-PgS8822-2.chunk3", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Coburn", "pages": "S8822-S8851", "speaker_party": "R", "date": "2009-08-05", "bills": null, "bioguide_id": "C000560", "order": 3, "speaking": ["Mr. President, I rise today to discuss the nomination of Judge Sonia Sotomayor to be a Justice on the U.S. Supreme Court. Judge Sotomayor comes to the Senate with a compelling personal story and notable professional accomplishments. She has worked as a prosecutor, a corporate attorney, and then as a Federal district court and circuit court judge. And, after meeting with Judge Sotomayor and visiting with her, I like her. She is a very kind and affable person.", "Certainly Judge Sotomayor has an impressive resume; however, the Senate's inquiry into her suitability for a seat on the Supreme Court does not end with her professional accomplishments. Equally important to our providing ``consent'' on this nomination is our determination that Judge Sotomayor has the appropriate judicial philosophy for the Supreme Court. Judge Sotomayor needed to prove to the Senate that she will adhere to the proper role of a judge and only base her opinions on the plain language of the U.S. Constitution and statutes. She needed to demonstrate that she will strictly interpret the Constitution and our laws and will not be swayed by her personal biases or political preferences. As Alexander Hamilton stated in Federalist Paper No. 78 ``the interpretation of the law is the proper and peculiar province of the courts. The constitution . . . must be regarded by the judges as a fundamental law.'' Hamilton further stated that it was ``indispensable in the courts of justice'' that judges have an ``inflexible and uniform adherence to the rights of the Constitution.'' A nominee who does not adhere to these standards necessarily rejects the role of a judge as dictated by the Constitution and should not be confirmed.", "With regard to judicial philosophy, the burden of proof always rests on the nominee. But, in Judge Sotomayor's case, that burden was exacerbated by her prior speeches and statements. President Obama promised to nominate someone ``who's got the heart, the empathy, to recognize what it's like to be a young teenage mom. The empathy to understand what it's like to be poor, or African-American, or gay, or disabled, or old.'' Senator Obama referred to his empathy standard when he voted against Chief Justice John Roberts. He stated that the tough cases ``can only be determined on the basis of one's deepest values, one's core concerns, one's broader perspectives on how the world works, and the depth and breadth of one's empathy.'' She meets his standard but not mine. The President's ``empathy'' standard is antithetical to the proper role of a judge. The American people expect a judge to be a neutral arbiter who treats all litigants equally. There is a reason why Lady Justice is always depicted blindfolded and why Aristotle defined law as ``reason free from passion.'' The judicial oath succinctly expresses this ideal by requiring judges to swear that they ``will administer justice without respect to persons, and do equal right to the poor and to the rich, and . . . will faithfully and impartially discharge and perform all the duties incumbent upon them under the Constitution and laws of the United States.''", "During her hearing, I was pleased to hear Judge Sotomayor disavow this empathy standard. In response to a question asking whether empathy should play a role in a judge's decision, Judge Sotomayor responded, ``We apply law to facts. We don't apply feelings to facts.'' She further stated that she ``wouldn't approach the issue of judging in the way the President does. . . . judges can't rely on what's in their heart. They don't determine the law. Congress makes the laws. The job of a judge is to apply the law. And so it's not the heart that compels conclusions in cases. It's the law.'' While I was encouraged to hear Judge Sotomayor's testimony, I am concerned that these statements and her other testimony were a dramatic departure from her earlier statements. So, I am left wondering: Which Judge Sotomayor are we getting?", "I believe a person speaks from their heart when they discuss matters that are most important to them. On numerous occasions, most notably when she was teaching and guiding law students and bar associations, Judge Sotomayor made some impassioned statements about the role of a judge, which contradict her testimony at the hearing. Speaking in 2002, Judge Sotomayor said: ``I wonder whether achieving that goal--of transcending personal sympathies and prejudices and aspiring to achieve a greater degree of fairness and integrity based on the reason of law--is possible in all or even in most cases. And I wonder whether by ignoring our differences as women or men of color we do a disservice both to the law and society.'' This statement is of extraordinary concern to me. Not only does Judge Sotomayor's statement indicate that she cannot set aside her personal sympathies and prejudices ``in most cases,'' but she does not appear to believe that this goal is even an admirable one.", "Even more concerning, Judge Sotomayor stated prior to her hearing that ``[p]ersonal experiences affect the facts that judges choose to see'' and ``our gender and national origins may and will make a difference in our judging.'' It seems to me, and I think to most Americans, that the facts of a case are pretty clear and, if a judge is picking and choosing the facts they see based on their personal experiences, then they cannot possibly be impartial arbiters. I believe President Adams said it best when he stated: ``Facts are stubborn things . . . and whatever may be our wishes, our inclinations, or the dictums of our passions, they cannot alter the state of facts and evidence.'' I am disturbed that Judge Sotomayor does not agree with President Adams's assessment.", "Prior to her hearing testimony, she also stated that ``court of appeals is where policy is made.'' This statement is in stark contrast to her hearing testimony, and that contradiction is deeply disturbing to me. I think Judge Sotomayor believes what she said previously in her speeches, and when you believe in something, I think you should stand up and defend it. You should explain why you can still be a good judge even though you made those statements. That is what I wanted and expected to hear from her during her hearing. I was disappointed that she chose to dodge questions and obfuscate her record.", "I was even more concerned that Judge Sotomayor reversed herself when discussing her judicial philosophy on the use of foreign law by U.S. judges. Results-oriented, activist judges who seek to rule based on their personal sympathies and prejudices often look to foreign law when interpreting our statutes and the Constitution in order to reach their desired outcome, and so I was deeply troubled by some of Judge Sotomayor's earlier statements that endorsed the use of foreign law by U.S. judges. Justice Scalia succinctly articulated the problem with using foreign law in his dissent from a recent Supreme Court opinion, Roper v. Simmons. The majority decision in Roper cited the worldwide ``evolving standards of decency'' to strike down a statute that allowed judges to impose capital punishment for juveniles, even for the most heinous crimes. In his dissent, Justice Scalia asserted that the practice of relying on foreign law inevitably leads to judicial activism. He argued that ``[w]hat these foreign sources `affirm,' rather than repudiate, is the Justices' own notion of how the world ought to be, and their diktat that it shall be so henceforth in America.''", "I agree with Justice Scalia's assessment. Unfortunately, judging by her statements, Judge Sotomayor does not. During her hearing, I asked Judge Sotomayor about a recent speech she gave in which she stated that prohibiting the use of foreign law would mean judges would have to ``close their minds to good ideas'' and that it is her ``hope'' that judges will continue to consult foreign law when interpreting our Constitution and statutes. In that speech, she condemned Justices Scalia and Thomas for their criticism of the use of foreign law in Supreme Court decisions stating: ``The nature of the criticism comes from . . . a misunderstanding of the American use of that concept of using foreign law and that misunderstanding is unfortunately endorsed by some of our own Supreme Court Justices. Both Justice Scalia and Justice Thomas have written extensively criticizing the use of foreign and international law in Supreme Court decisions. . . . But, I share more the ideas of Justice Ginsburg in thinking, . . . in believing that unless American courts are more open to discussing the ideas raised by foreign cases, and by international cases, that we are going to lose influence in the world.'' In her speech, Judge Sotomayor then specifically cited Roper v. Simmons--ruling unconstitutional a statute permitting imposing the death penalty for juveniles--and Lawrence v. Texas--overturning a law against same-sex sodomy--as examples of cases where the Supreme Court used foreign law appropriately to strike down State criminal laws.", "I asked Judge Sotomayor about her statements disagreeing with Justices Scalia and Thomas's criticism of the Court's use of foreign law in cases such as Roper and Lawrence, and she reversed her earlier statement saying she ``actually agreed with Justices Scalia and Thomas on the point that one has to be very cautious even in using foreign law with respect to the things American law permits you to.'' Clearly, her hearing testimony was either inaccurate or designed to be misleading since she previously said she shared ``more the ideas of Justice Ginsburg'' who has endorsed the Court's use of foreign law in cases such as Roper and Lawrence.", "I then asked Judge Sotomayor to affirm that she would refrain from using foreign law in making her decisions and writing her opinions, outside of where she was directed to do so through statute or through treaty. She stated unequivocally that she would ``not use foreign law to interpret the Constitution or American statutes'' and she would ``not utilize foreign law in terms of making decisions.'' I was reassured by these statements.", "Regrettably, my reassurance did not last long. In her responses to written questions following the hearing, Judge Sotomayor reverted back to her former stated judicial philosophy regarding foreign law. She wrote: ``In some limited circumstances, decisions of foreign courts can be a source of ideas, just as law review articles or treatises can be sources of ideas. Reading the decisions of foreign courts for ideas, however, does not constitute `using' those decisions to decide cases.'' She further stated: ``decisions of foreign courts can be a source of ideas informing our understanding of our own constitutional rights. To the extent that the decisions of foreign courts contain ideas that are helpful to that task, American courts may wish to consider those ideas.'' This reversion is extremely troubling to me because it suggests that Judge Sotomayor was either misleading or simply disingenuous in her hearing testimony. Equally troubling is Judge Sotomayor's continued concern with world opinion of American law. Prior to her hearing she asserted that ``unless American courts are more open to discussing the ideas raised by foreign cases, and by international cases, that we are going to lose influence in the world.'' She echoed this concern after her hearing writing: ``To the extent that American courts categorically refuse to consider the ideas expressed in the decisions of foreign courts, it may be that foreign courts will be less likely to look to American law as a source of ideas.'' A judge's job is not to consider what the rest of the world thinks about us, it is to interpret the Constitution.", "Her judicial philosophy with regard to the use of foreign law is extremely important because it suggests that she will not strictly interpret our Constitution. If Judge Sotomayor believes it is appropriate to consult foreign law in some cases, where will she draw the line? During her hearing testimony, Judge Sotomayor stated that the right to bear arms is ``settled law''; however, the recent Supreme Court decision in District of Columbia v. Heller left many questions unanswered. One critical unanswered question is whether the right will be incorporated on to the States--meaning that the States will not have the right to outlaw the use of firearms. If confirmed, would Justice Sotomayor be receptive to arguments that foreign countries impose greater restrictions on gun rights and, therefore, be persuaded that some excessive State and Federal restrictions are constitutional? As she noted in her recent second circuit opinion holding that there is no fundamental right to bear arms, there are very few Supreme Court cases addressing the right to bear arms. If confirmed, would she fill in the gaps with foreign law?", "Unfortunately, I believe my fears were confirmed by her answers to written questions following the hearing when she refused to pledge that she would not consider foreign law when considering second amendment cases. She stated: ``Because cases raising Second Amendment questions are currently pending before the Court, I would not comment on how I would decide those cases if I am confirmed.'' Her refusal to answer that should give pause to those who, like me, cherish the fundamental right to bear arms.", "The concern that Judge Sotomayor may use foreign law to interpret the Second Amendment is further exacerbated by her judicial record on the bench and her hearing testimony, which demonstrates a clear hostility to gun rights. In Maloney v. Cuomo, decided January 29, 2009--post-Heller--Judge Sotomayor joined a cursory unsigned opinion holding that the second amendment is not a fundamental right and also that the amendment does not apply to the States. In Maloney, Judge Sotomayor incorrectly relied on an 1886 case--Presser--which did not use the modern Due Process incorporation analysis, a fact Judge Sotomayor failed to note in her opinion. When asked at her hearing to discuss the holding in Presser, she responded that she had not ``read it recently enough to remember exactly'' what it said even though she had relied on it in a decision issued a mere 7 months previously. Her disturbing lack of familiarity with the case suggests that she did not give great weight to the constitutional right at issue in Maloney. If Judge Sotomayor's ruling in Maloney is upheld by the Supreme Court, States could ban all guns and other weapons for practically any reason.", "During her oral and written testimony, she also refused to acknowledge the fundamental right to self-defense, which predates the Constitution, and stated that she did not recall a case that addressed the right to self-defense, despite the fact that the Supreme Court discusses the right to self-defense at length in Heller, the opinion upon which she relied. Judge Sotomayor even refused to discuss the legal test the Supreme Court uses to determine whether a right is fundamental, a basic legal test.", "In another notable case about which Judge Sotomayor was questioned, she gave short shrift to a constitutional right that is vitally important to Americans, suggesting that she does not have the appropriate respect for the rights guaranteed by the fifth amendment. In Didden v. Village of Port Chester, Judge Sotomayor extended the government's power to take private property in a cursory opinion that one property professor said was the ``worst federal court takings decision since Kelo.'' He further stated that the opinion is ``very extreme'' and ``is significant as a window into Judge Sotomayor's attitudes toward private property.'' Another notable professor said the opinion is ``a disappointment'' and is ``wrong and ill thought out'' and is ``about as naked an abuse of government power as could be imagined.'' Those are strong criticisms from respected legal scholars and nothing in Judge Sotomayor's testimony reassured me about her opinion in the Didden case.", "Following the hearing, I remain concerned that Judge Sotomayor's hostility to gun rights, abortion restrictions, and property rights, among others, stem from a ``personal prejudice'' that will influence her decisions once she is untethered from precedent. It is true that she has an extensive record on the bench; however, the Senate's inquiry into Judge Sotomayor's suitability for the Supreme Court cannot merely rest on an overview of the cases she decided when she was constrained by precedent. Judge Sotomayor's extra judicial statements are critically important to our examination of her fitness for a seat on the Supreme Court because when a judge is free from the confines of precedent--as she was in her speeches and as she will be if she is a Supreme Court Justice--she shows her true colors and passions.", "So the question remains, which Judge Sotomayor are we getting? Will Judge Sotomayor follow in the footsteps of Justice Ginsburg or will she adhere to her testimony during her hearing that she will strictly apply the law to the facts? Will she revert back to the judicial philosophy she espoused prior to the hearing, the same way she reverted back to her prior statements on the use of foreign law by American judges? Because I am not convinced that she can put aside her personal politics and preferences, I regretfully must oppose her nomination.", "I am pleased to come to the floor today to talk about our Supreme Court selection process. Judge Sotomayor is the third Supreme Court candidate I have had the privilege of getting to know, interview, and ask rigorous questions of during the hearing. She has a miraculous and wonderful personal story. She is very accomplished. She is to be admired for what she has accomplished.", "When we look at Supreme Court nominees, we are actually charged to do two things. One is to look at their record of judicial behavior and assess it, and then also to look at their record that is out there besides their judicial decisions. We did a very thorough job in analyzing her 15-plus years as a Federal judge and appellate judge. There were some very concerning cases that we encountered for which we questioned her, and the record will fully show her defense of that record and the reversal rate that she had at the U.S. Supreme Court.", "It is interesting for the American public to know that a Supreme Court Justice is much different than an appellate judge or even a Federal circuit judge because they, in fact, are not bound by precedent. As an appellate judge they have to follow precedent, and when they don't they get reversed, and Federal circuit judges have to follow precedent or they get reversed. But a Supreme Court Justice has the freedom to change precedent, and that is why the inquiry into the candidacy and the qualifications of a Supreme Court nominee is so important. It is also why our Founders wrote extensively on what should be the qualifications of a Supreme Court Justice.", "Alexander Hamilton stated in Federalist Paper No. 78: ``The interpretation of the law is the proper and peculiar province of the courts.''", "He further stated that it was ``indispensable in the courts of justice'' that judges have an ``inflexible and uniform adherence to the rights of the Constitution.'' A nominee who does not adhere to these standards necessarily rejects the role of a judge as dictated by the Constitution and should not be confirmed.", "When we look at the Constitution, we are told in the Constitution how judges are to decide cases. They are given three strict parameters. One is they are to look at the Constitution each and every time. No. 2 is they are to look at the statutes that have been passed by the people's representatives, and they are to look at the facts. They are to look at the facts in a way that will show never a bias--in other words, blind justice--looking at those critical factors of what are the facts of the case, what is the law, and what does the Constitution say.", "You can be an appellate court justice for 50 years in this country and still not qualify to be a Supreme Court Justice. It is tremendously important who goes on the Supreme Court. The reason it is important is because we have had a tendency in the last three decades to abandon those three principles and use other principles.", "Let me mention two of them. One is that we consider foreign law, that we can become enlightened with foreign law. I don't doubt that we can become enlightened with what other people in the world think about law, but the fact is our Founders said: This is our law. The Constitution is our law. And we have a way of setting law which comes through the Congress. That is what we shall look at with one exception, and that is on trade and treaties where we have to consider the agreements and foreign laws related to those treaties.", "The other tendency which has been espoused by our President is an empathy standard, that we can somehow--other than looking at the three main parameters of which our Founders told us we must use in deciding cases at the Supreme Court. Well, I will tell you that a standard other than looking at the facts and looking at the law and looking at the Constitution doesn't meet the test of our Founders nor does it meet the test of our Constitution as it is spelled out in our Constitution.", "I wish to say as an American citizen, I think we should all be proud of this nomination: a Hispanic female coming to the Supreme Court. But that is not a good enough reason to say somebody should become a Justice. So I go back to those three founding principles of who should qualify. And who should qualify is somebody who is going to strictly adhere to what our Founders said was the job of a Supreme Court Justice, not with parameters that have been discussed as maybe to be OK or parameters that fall outside of what our Founders said.", "During my questioning and my visits with Judge Sotomayor, I found some very disturbing things. I asked her specifically in the hearing: Do individuals have a fundamental right to self defense? She wouldn't answer yes to that question. Now, a fundamental right to self-defense predates our Constitution. That is what liberty is all about. That is one of the bedrocks of our liberty. And the fact that she will not agree that we as U.S. citizens have a fundamental right to self-defense is extremely troubling.", "The reason that fundamental right is so important, and it is guaranteed in the Constitution, is because on that rests the second amendment for which I find her somewhat less than comfortable in accepting what our Founders said in the second amendment, adopted almost 200-and-some-odd years ago.", "The second area I have concern with is in the area of property rights. It is very explicitly stated, and it is clear except in two cases in this country in the Supreme Court, which I hope that someday will be reversed, that our right to property is a real right. There was a Kelo decision that has markedly limited American citizens' rights to property. On both her cases and her comments and her written testimony, I believe that right of Americans is at risk. I believe judges are going to decide we don't have that fundamental right. I believe she believes, based on what she has ruled and what she has written and what she has said, that, in fact, there are times when judges can decide whether we have that right. That is inherently wrong and 180 degrees against what our Constitution guarantees us as individual citizens.", "The final area has to do with the use of foreign law. In her speeches and statements she was highly critical of people who were critical of the use of foreign law. Upon questioning in the committee, she retracted and moved away from those statements. I specifically asked her if she would assure the committee that she would, in fact, never use foreign law to decide U.S. cases. I got her to say yes.", "The only problem with that is, in the answer to questions following the hearing, she backtracked 180 degrees from that statement which matched her previous statements in speeches and writings which caused me to ask the question in the first place. So in the area of property rights, in the area of the second amendment and the fundamental right to self-defense, and in the area of foreign law, I believe her viewpoint is something other than what I see in the Constitution.", "Regrettably, I believe that disqualifies her from being a Justice of the Supreme Court. That when, in fact, we look at the constitutional basis of how judges are instructed to make law and to decide law--because every decision makes law; it sets precedent--that when we extract from that the fundamental right of self-defense, the written, specific right to the second amendment, the written specific right of property ownership and due process associated with that, and then we lay on top of that the idea that it is more important for us to look good in our decisions to foreign governments than it is to follow the oath, to follow the Constitution of the United States--make no mistake, I believe this is a wonderful woman, and I think she has done a fairly good job as a judge on the appellate court, but she has been constrained--as we measure her writings and her words with her decisions on cases, what we find is a conflict for those who would strictly follow what the Constitution tells us.", "I want our grandchildren to endure and to accept and hold the same freedoms we have. A U.S. Supreme Court Justice will determine that; just one can determine that. So I regretfully announce and state that I will not be able to vote for this very fine woman. But I would also state that we need to be very concerned and very vigilant as we see the Supreme Court make decisions, whether they are sitting Justices today or Justices to come, who violate both the intent, instruction, and the spirit of the U.S. Constitution.", "With that, I yield the floor and note the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/08/05/S8822-2_nomination-of-sonia-sotomayor-to-be-an-associate-j/"}