{"speaker_state": null, "speaker_raw": "the presiding officer", "speaker_first": null, "congress": 109, "title": "NATIVE HAWAIIAN GOVERNMENT REORGANIZATION ACT OF 2005--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5554.htm", "number": 71, "id": "CREC-2006-06-07-pt1-PgS5554.chunk101", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S5554-S5591", "speaker_party": null, "date": "2006-06-07", "bills": null, "bioguide_id": null, "order": 101, "speaking": ["Without objection, it is so ordered.", "Mr. President, in 1932, America had suffered through three grinding years of the Great Depression. Millions of Americans were out of work and out of hope. Many people feared that capitalism, as we knew it, and democracy had failed. Campaigning for President that year, Franklin Delano Roosevelt promised the American people bold, persistent experimentation to alleviate the crisis facing this Nation.", "He said: It is commonsense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.", "I have just finished a book by Jonathan Alter of Newsweek about the first 100 days of Franklin Roosevelt's Presidency. If there is one thing that really was the hallmark of that Presidency, it was Franklin Roosevelt's boldness, his willingness to try new ideas. He just wasn't going to give up on America. He believed that there was no crisis, no challenge we face that could not be overcome.", "For the last 5 years, the Chicago public schools have been led by a team of visionary leaders who also believe in bold, persistent experimentation. Through their hard work and willingness to try to find new solutions, Chicago Public School Board President Michael Scott and Chicago public schools CEO Arne Duncan have helped transform Chicago's school system into a national model for public school reform.", "This past weekend, Michael Scott, my friend, announced that he will be leaving his position as president of the Chicago public school board this summer. Earlier today I met with him and Arne Duncan in my office in the Capitol. I have every confidence that Chicago public schools will remain a national model for improvement under the leadership of Arne Duncan and whoever the next school board president may be. I look forward to updating the Senate in the future about Chicago's continued progress and our determination to truly leave no child behind.", "Some may not remember, but former Secretary of Education William Bennett went to Chicago and pronounced that school district as the worst in America. That may have been an exaggeration at the time, but not by much. Some would have given up at that point, and many cities have. But not the city of Chicago. They made a conscious decision to change that school system.", "Mayor Daley, Paul Valles, Arne Duncan, Michael Scott, and Gary Chico, these were all names of leaders who stepped up, with many professionals giving them support, and accepted the challenge to turn that school district around.", "Let me speak about Michael Scott in particular. His service has meant so much to the Chicago public schools, to the city of Chicago, and I believe, with his example, to the Nation. Michael Scott grew up on the west side of Chicago, the Lawndale neighborhood. He didn't train himself to be an educator. He went to Fordham University in New York where he earned a degree in urban planning. He moved back to the west side after his college years.", "He started in Chicago politics as a housing activist in the same Lawndale neighborhood where he was born and raised. In the tumultuous time he lived, Michael Scott stood out as a consensus builder. Eventually he served under three different Chicago mayors: Jane Byrne, Harold Washington, and Richard Daley. Five years ago tomorrow, Mayor Daley tapped Michael Scott as the first member of a new team charged with the daunting mission of keeping Chicago public schools a national model for reform.", "At the time he was a successful businessman and executive of AT&amp;T. When Michael Scott's appointment was announced, he said: This is not about me; it's about the children.", "For the past 5 years, Michael Scott has kept his word. Listen to these statistics, if you want to understand how far the Chicago public schools have advanced due to the hard work of the people I mentioned earlier and Michael Scott.", "In 1992, nearly half of Chicago's elementary schoolchildren tested in the lowest 20 percent in reading and math compared to other students across America. Now fast forward 12 years to 2004. Less than 25 percent of Chicago's students tested in the bottom 20 percent and student performance has improved since 2004. That is real progress, real progress against great challenges. Michael Scott believes that parents are the children's first and best teachers, and he has worked hard to make parents active partners in the education of their children.", "An annual 2-day conference that he personally founded, entitled ``The Power of Parents Conference,'' has been attended by more than 4,000 Chicago parents since 2002. The belief that every child in every neighborhood has the right to attend a good public school, along with a commitment to bold persistent experimentation, are the foundation of Mayor Daley's Renaissance 2010 School Improvement Plan.", "Under that plan and with the leadership of Mayor Daley, Michael Scott and Arne Duncan, Chicago has pushed to replace approximately 207 underperforming schools with 100 new innovative schools, including charter and small schools.", "Michael Scott is a product of the Chicago public school system himself. Michael brought an unusually broad range of experience to his job as one of the leaders of that system. His resume includes work in community advocacy, corporate management, urban development, and local government administration. He built new partnerships with all of those worlds to help improve Chicago's public schools.", "In 2003, the Chicago public school system established the privately funded Chicago board of education textbook scholarship program. The program awards a $1,000 scholarship to one graduating student from each of the city's 85 public high schools. The scholarships are funded by private business, many of which donated money on the spot when they heard Michael Scott make his appeal to fund this program.", "Also under Michael Scott's leadership, Chicago public schools established a new office of business diversity to help Chicago's minority and women-owned businesses navigate the system's complex bidding process and ensure that they can compete fairly for contracts.", "While student scores have gone up, spending in some areas has gone down, thanks to the improved fiscal management in the public schools. One example: By restructuring the transportation system, Chicago public schools saved $14 million--$14 million more that can be spent to teach the kids.", "Under Michael Scott's leadership, the bond rating for the Chicago public schools was upgraded from A to A-plus, which will produce even more savings for taxpayers and more funds for the kids. Someone once said that the real test of faith in the future is to plant a tree. Before signing on as school board president, Michael Scott served as president of the Chicago Park District. In that job, he saw that plenty of trees were planted. He strengthened the park district's finances, which is widely accredited with making neighborhood parks one of the best features of one of the best cities in America.", "As board president of Chicago public schools, Michael Scott helped plant something even more important to our future than trees. He helped plant the seeds of knowledge in the minds of tens of thousands of young people. Together with Chicago students, parents, educators, and business and community and political leaders, he has produced a model for public school improvement from which all of America can learn.", "While Chicago public schools will miss his leadership, they and the children who depend on him will continue to benefit for years from Michael Scott's outstanding public service these past 5 years.", "In closing, I will quote from an editorial that appeared in the Chicago Defender newspaper on April 28, 2003, about a third of the way through Michael Scott's tenure. The editorial was entitled ``Successful students will be Scott's, Duncan's Monument.''", "Michael Scott and Arne Duncan are monument makers. Not in the usual sense--the one that explains the ancient pleasure taken by politicians who create structures commemorating something that's a recreation of their self image. Nor in the sense that Mesopotamia's Nebuchadnezzar built Babylon's Hanging Gardens in the sixth century B.C., one of the seven wonders of the world. Nor in the sense that his successor Saddam Hussein erected bronze statues of himself, monuments that came tumbling down recently with a noticeably historic thump. Scott, President of the Chicago Board of Education, and his chief executive, Arne Duncan, are building neither stone nor bronze images. The two educators are building a human monument that will rise and flourish in the term of educated, productive graduates of Chicago's public schools. . . . Future students will thrive in each newly renovated school. . . . That will be Scott's and Duncan's monument.", "As Michael Scott's tenure closes at the Chicago public school system, I want to acknowledge the fine contribution he made with his public service, both in the park district and the Chicago public schools. He is such a talented man that he has brought his talent and given his time to help others time and time again. That is the true definition of public service.", "I wish Michael the very best in his next endeavor. I am sure it will include not only the private sector, but also a public commitment because he is a person who believes that is part of our civic responsibility. I thank him for all of his leadership in the Chicago public school system, and I wish him and his family the very best in the years to come.", "Mr. President, at this moment in history, we are considering the estate tax. It is one of the many taxes that Americans face. Some have characterized it, with a very effective public relations campaign, as the ``death tax.'' They have been so good at describing it as a death tax as to convince many people across America that when you die, you pay a tax to your Federal Government. And unless you have been through a death in the family that you followed closely, you might be misled into believing that.", "In fact, the public relations campaign has been so good in characterizing the Federal estate tax as a death tax that I had an experience a couple years ago that I shared with my colleagues in the Senate. I drove out to Chicago O'Hare to take a flight to Washington. I stopped at the sidewalk there, United Airlines, and handed over a bag to be checked in. The person checking my bag took a look at me and looked at the bag and said, ``Senator, please, if you don't do anything else, get rid of the death tax.'' I didn't have the heart to tell that baggage handler that unless he won the Powerball or the Mega- million lottery soon, he would not have to worry about it because, you see, the so-called death tax is an estate tax that is paid by 2 or 3 out of every 1,000 people who die in America each year. That is .2 or .3 percent of the people who die in America pay the tax. It is a very narrowly gauged and narrowly directed tax to the wealthiest people in America.", "If you listen to the argument by the Republicans on the floor of the Senate, you think that this is an onerous, unfair tax, borne by some of the most deserving, hard-working, common people in this country, who struggle day to day to get by, and then find after they have passed away that the greedy hands of Government reach into their estate and yanks thousands of dollars out of it. That is not even close to reality. So we are actually going to debate on the floor of the Senate the notion that we need to, if not repeal, virtually repeal the estate tax in America.", "It is interesting to note that this estate tax is one that affects very few. It is also interesting to note the context of this debate. This was supposed to come up about 9 months ago. We were supposed to repeal the estate tax on the wealthiest people in America, but then God intervened. Hurricane Katrina struck the Gulf coast. For 24 hours, we watched on live television as our neighbors, fellow Americans, suffered. Some died, some drowned. Many were perched on their roofs praying to be rescued. Then we saw the devastation of the flood.", "The sponsors of this estate tax repeal decided this may not be the best moment to cut taxes on the wealthiest in America. Senator Chuck Grassley of Iowa, a man I greatly respect, said as follows on September 14 of last year:", "It's a little unseemly to be talking about eliminating the estate tax at a time when people are suffering.", "Senator Grassley was right. But I say to him that it is still a little unseemly to bring up this issue of eliminating the estate tax on the wealthiest people in America when so many people are still suffering around this country. We know what is happening in New Orleans, that devastation still has been unaddressed and people are still out of their homes, hospitals are unopened, schools are unopened, and families are still separated from communities and neighborhoods that they called home. It is still there.", "Senator Grassley's point is still there as well. It is unseemly for us to be reducing the revenues of this country by cutting taxes on the wealthiest people at a time when there is so much need.", "People ask, what could we do with this estate tax? If you took the revenues that we will be taking out of the Federal Treasury by this reduction in the estate tax, here is what you could do with those revenues: You could provide health insurance for every uninsured child in America and have enough left over to give them full college scholarships or give every family in America a $500 tax cut or eliminate 75 percent of the shortfall in Social Security, thus buying years of longevity and stability for Social Security, or provide clean food and water to the 800 million people on Earth who lack it or pay for the war in Iraq for the next 10 years.", "It is not an insignificant amount of money that we are talking about here. The elimination of the estate tax would take from the Federal Treasury funds which could have been used for tax relief for working families. Instead, this Republican proposal is to give a tax cut to the wealthiest people in America.", "How many people pay this estate tax? This pie chart tells it all. In 2009, only .2 percent of estates in America will be subject to the tax. Two or, at most, 3 out of every 1,000 people who die will pay any estate tax whatsoever. And now the Republican leadership has decided these people need a break.", "Senator Lautenberg of New Jersey decided to find out how repealing the estate tax would affect three people. The first one was the Vice President. Under this proposed estate tax cut from the Republican side, it means more than $12 million in Federal tax liability will be eliminated for the Vice President. And then Paris Hilton, with her little Chihuahua there, it is $14 million for her. Lee Raymond, former CEO of Exxon, a man who was given a $400 million going-away gift at his retirement by ExxonMobil--well, the repeal of the estate tax gives Mr. Raymond another going-away gift of $164 million in tax breaks.", "These are truly deserving people, don't get me wrong. When I look at Ms. Hilton, who looks like a lovely young lady, I can see how this $14 million could have a significant positive impact on her otherwise very spare and Spartan lifestyle.", "You wonder how in good conscience we can be debating tax cuts for the wealthiest people in America when there are so many things, so many compelling reasons for us to be more serious about in the work that we do in the Senate. This effort reflects the same twisted priorities that the Republican leadership continues to bring to the floor of the Senate.", "We just have spent--wasted, I might add--the better part of the week of the Senate's time on the so-called marriage protection amendment. It was called for a vote after all sorts of fanfare and announcements from the White House, and the final vote was 49-to-48. This proposal for a constitutional amendment didn't even win a majority of the Senators voting; only 49 voted for it. It certainly didn't come up with the 60 votes it needed to move forward in debate. It wasn't even close to the 67 votes that are needed to enact it.", "Why did we waste our time? Because the Republican leadership in the Senate knew that for political reasons they had to appeal to those folks who believe this is a critically important issue. They want to fire them up for the next election. Even though the American people, when asked, said that this so-called gay marriage amendment ranked 33rd on their list of priorities, they had to move it forward.", "Now comes another plank in their platform for the November election, the estate tax. The wealthiest people in America are pushing hard for this estate tax. This morning, the Wall Street Journal printed an article that said that 18 families--listen closely--18 families in the United States of America have spent $200 million lobbying to pass this change in the estate tax--18 families.", "Ask yourself why. Why would they spend $200 million? Because they will earn a lot more if this estate tax is repealed. But the cost of the estate tax is dramatic in terms of America's debts. If we repeal the estate tax, we will have $776 billion as the cost of the estate tax repeal in the first 10-year period fully in effect from 2012 to 2021. The cost of the estate tax repeal explodes under the proposal that is before us, meaning, of course, this red ink is more debt for America.", "Already we are facing a dramatically deteriorating budget picture in America. Go back to the close of the previous administration, which shows a $128-billion surplus under President Clinton as he left office, and then look at the debt that has been built up under the years of the Bush administration, a debt that will explode even higher with the repeal of the estate tax on the wealthiest people in America, a debt which, unfortunately, we will have to pass on to our children.", "Look at the wall of debt. When President Bush took office, the gross national debt of America--this is our mortgage I am talking about--was $5.8 trillion. Now, by 2006, it is up to $8.6 trillion. How did he manage that, almost a 50-percent increase in the debt of America in a matter of 5 years? And now look where it is headed. By the year 2011, because of the Bush-Cheney tax policies, this national debt will be up to $11.8 trillion--$11.8 trillion for our national mortgage. This President has virtually doubled the debt of America with his policies in a matter of 8 years. How can he accomplish this? He can do it with terrible policies, and this is one of them.", "President George W. Bush is the first President in the history of the United States of America to cut taxes in the midst of a war--the first. Why? It defies common sense. We have a war that costs us between $2 billion and $3 billion a week. It is an expense for our Nation over and above all the other expenses we commonly face.", "Every previous President, when faced with that challenge, has called on Americans to sacrifice, save, and pay more in taxes to pay for the war, but not President Bush. The Bush-Cheney policy is, in the midst of a war with skyrocketing costs, cut taxes--meaning, of course, driving us deeper and deeper into debt, pushing more of that debt burden on our children.", "This is not a tax cut which the Republicans are proposing, it is a tax deferral. They want to cut the taxes on the wealthiest estates in America and put a greater tax burden on our children and grandchildren. That is the legacy of the Bush-Cheney tax policy.", "But how does this President take care of the debt? First consider this: As Senator Conrad has brought this chart to the floor before, President Bush has decided that the way to deal with our debt is to borrow from others. President Bush has more than doubled foreign-held debt in 5 years. It took 42 Presidents, including his father, 224 years to build up the same level of foreign-held debt as President George W. Bush has done in 5 years. For 224 years, we had about $1 trillion in debt held by foreign governments. Under President George W. Bush, that figure has virtually doubled in just 5 years.", "The obvious question is, Who are these mortgage holders? Which foreign governments are financing America's debt? The top 10 foreign holders of our national debt are Japan, $640 billion, China--no surprise--$321 billion, United Kingdom, oil exporters, South Korea, Taiwan, Caribbean banking centers, Hong Kong, Germany, Mexico, and the list goes on and on.", "It is no surprise that the same countries, which are our mortgagers, which are holding the debt of America, are the same countries which are eating our lunch when it comes to sucking jobs out of the United States and pushing imports into the United States. They are the same countries. That is what we are dealing with. And the Republican recipe for this imbalance in this debt is to make it worse: Cut the estate tax in the midst of a war. It is not only unseemly, going back to Senator Grassley's quote, it is unthinkable that at a time when we are asking for so much sacrifice from our soldiers--130,000 of them today risking their lives in Iraq, another 20,000 or 30,000 in Afghanistan, all their families at home praying for their safe return, the anxiety of their friends and relatives as they worry over them each day--at a time when so many in America are giving so much and sacrificing so much, comes the Republican majority and says: Let us give the most comfortable, the most well-off people with the cushiest lives in America a tax break--a tax break.", "What are we thinking? Why would we be cutting taxes in the midst of a war? Why would we be heaping debt on our children? Why? So that 2 or 3 people out of every 1,000 who have huge estates worth millions of dollars can escape paying their Federal taxes. It is incredible to me, but true, that when you look at this chart, the number of taxable estates in the year 2000 was 50,000 nationwide. Under this bill, the number of taxable estates has gone down to 13,000 and will be reduced to 7,000. So this tax responsibility that once applied to 50,000 taxable estates annually in the United States will be a tiny fraction of that when it is over.", "We also have to reflect on another reality as to why this issue is before us. I mentioned this to my Democratic colleagues, and I say this with some understanding that it is an indictment on our political system, of which I am a part. Why is it that we are so focused on helping the wealthiest people in America instead of focused on helping the hardest working, the working families, the middle-income families? The explanation is sad but true. We spend a lot of our time as Members of the Senate and House of Representatives in the company of very wealthy people. We run across them in the ordinary course of Senate business, but there is another part of our lives as well. We are out raising money for political campaigns that cost millions of dollars. People who can afford to help us are often very wealthy themselves. Some are very wonderful folks, very generous, very helpful to each one of us. But we spend a lot of time in their lifestyle seeing where they live, how they spend their time, understanding their hobbies and their lifestyles and naturally developing a friendship and empathy with the wealthiest people in America.", "Our campaign financing system draws us into these situations. It is understandable that with this empathy comes an understanding that some of them are going to face taxes when they die for all the money and the wealth they have accumulated. Their pleas have not fallen on deaf ears in the Senate. Their pleas to repeal the estate tax have resulted in this bill before us now.", "I think it really is a testament to campaign financing in America that instead of spending time with average people, working people struggling to get by, dealing with their issues and their concerns, we would instead draw the attention of the Senate to the most well-off people in this country and how we can reduce their tax burden and their responsibility to this Nation.", "There are a few wealthy people who stand out in this debate. One of them is a gentleman by the name of Warren Buffett who is with Berkshire Hathaway, a company out of Omaha, NE, one of my favorite wealthy people, the second wealthiest person in America. He is the first to say our tax system in this debate is an outrage and disgraceful. He said at a luncheon he attended not long ago that it is true that America is engaged in class warfare, and as the second wealthiest person in America, his class was winning. It is pretty clear he is doing pretty well.", "But Warren Buffett understands something which many of the families that are pushing for this estate tax repeal don't understand. He understands he is the luckiest person alive because he was born in America. He was given an opportunity people around this world people would die for. He was given the opportunity to prove himself and succeed, and he has done it. He was given a chance to accumulate his wealth and use it wisely, and he is now given a chance to pay back to this country, which has given him such a great opportunity, something for all he has benefited. And Warren Buffett considers that a pretty fair trade. I think it is, too.", "To hear the Republicans on the other side of the aisle say the wealthiest people in America who live the most comfortable lives should be asked to not pay taxes back to support schools, to support health care, to support the defense of our country, to say that somehow they need more disposable income--$14 million for Paris Hilton, I can understand that--from the Republican point of view, that is really helping the truly needy. But from the point of view of most Americans, it is ridiculous that we would consider this kind of a tax cut at a time when this country is facing mounting deficits, at a time when we are at war, at a time when we are asking so much sacrifice from so many wonderful American families.", "So, Mr. President, I am opposed to this resolution. I hope we come to our senses. I hope we understand that we were elected to this body to do more than just provide for those with great lobbyists and those with big bankrolls and those who come here in the corridors of power and catch our attention. We were elected to represent the people who are not here--the voiceless, the powerless, the disenfranchised, the homeless. The people expect us to step up on behalf of the entire American family, not just those who are well off but the entire American family, and do our best to help.", "I hope we defeat this effort. I hope we stop it in its tracks. I hope we put an end to this tax policy of the Bush-Cheney administration which has driven America to depths of indebtedness that one could never have imagined. I hope we will put an end to this accumulation of national debt which we are passing along to our children with abandon. I hope we will put an end to this foreign borrowing with which this administration has become so enamored which has made us servile to some of the other nations around the world that would readily exploit our economy, our businesses, and our workers.", "If we are going to do that, we have to make a stand--a stand for sensible tax policy, a stand for prudence, a stand for something which was once known as fiscal conservatism--fiscal conservatism. It is a great concept. It used to be the concept of the Republican Party, but that was before they discovered supply-side economics and this whole concept of the Bush-Cheney tax policy.", "I urge my colleagues, when this comes up for a vote tomorrow, to vote against cloture, vote against this giveaway to a handful of families that are already doing quite well, thank you.", "Mr. President, I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2006/06/07/S5554_native-hawaiian-government-reorganization-act-of-2/"}