{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 108, u'title': u'NOMINATION OF J. LEON HOLMES, TO BE UNITED STATES DISTRICT JUDGE-- Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-06/html/CREC-2004-07-06-pt1-PgS7541-2.htm', u'number': 91, u'id': u'CREC-2004-07-06-pt1-PgS7541-2.chunk6', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S7541-S7563', u'speaker_party': u'D', u'date': u'2004-07-06', u'bills': None, u'bioguide_id': u'L000174', u'order': 6, u'speaking': [u'Mr. President, I yield myself such time as I may need.', u'I welcome the distinguished Presiding Officer back from his break, and I hope he enjoyed his as much as I did, being in Vermont. In fact, I must say I hated to leave Vermont today; it was so nice.', u'But as the Senate resumes our deliberations for this session, I would like to make note of some matters that occurred on this floor as we were adjourning for the recess. The Senate confirmed six more judicial nominees. That brings to 197 the total confirmations since President Bush took office.', u"The distinguished Presiding Officer and others may recall, we only had one roll call vote on a judicial nominations that week. At the request of the distinguished majority leader, I agreed to have five judicial confirmation votes done by a voice vote. As often happens when we consider the judges by voice vote, I think the public, many Senators, and the press have little opportunity to take note of our actions or, as in this case, the extraordinary achievement. I say extraordinary because, when the Republicans controlled the Senate in the 1996 session, the last year of President Clinton's first term, they allowed only 17 judges to be confirmed that whole session and they refused to allow any circuit court nominees to be confirmed that entire time. If one Republican Senator objected, it was in effect a filibuster of the whole Republican caucus. They would not allow any circuit court nominees to go through during the 1996 session, not one. I mention that because that was the most recent year, besides this year, in which a President was seeking reelection.", u"Of course, this year alone, by the end of June, we far exceeded the number of judicial nominees confirmed, including circuit judges, for this President. We confirmed 28 of President Bush's judicial nominees by the end of June, including 5 to the circuit courts. Again, I note that--notwithstanding the more than 60 judicial nominees who were blocked by the Republican leadership under President Clinton and the fact they allowed only 17 judges during the 1996 session in his reelection year, and not a single circuit court judge--we have so far confirmed 28 judicial nominees of President Bush, including 5 circuit court nominees.", u'In fact, the Senate has confirmed nearly 200 judicial nominees of President Bush. In this Congress alone, the Senate has confirmed more Federal judges than were confirmed during the 2 full years, 1995 and 1996, when Republicans first controlled the Senate and President Clinton was in the White House. We also exceeded the 2-year total at the end of the Clinton administration when Republicans held the Senate majority in 1999 to 2000.', u'While the Republican-controlled Senate, during its 25 months in the majority, has not confirmed quite as many as the 100 nominees the Democrat-led Senate confirmed in our 17 months, the total of 197 is still the fourth highest 4-year total in American history.', u'I am actually saying this to compliment the work of my Republican colleagues for this Republican President. During their 25 months in the majority, 97 of the judicial nominees of President Bush have been confirmed. During the 17 months Democrats lead the Senate, we confirmed 100 judicial nominees of President Bush.', u"In all, we have confirmed more lifetime appointees for this President than were allowed to be confirmed in the most recent 4-year Presidential term, that of President Clinton, from 1997 to 2000. We have actually confirmed more judicial nominees of this President than the first President Bush had confirmed by the Senate from 1989 through 1992, and we have confirmed more of President George W. Bush's judicial nominees than were confirmed during President Reagan's entire first term from 1981 through 1984, when he had a Republican majority in the Senate. One can't help but think that maybe if he had a Democratic majority part of the time he may have had even more confirmations.", u"I would also note that the five circuit court nominees of President Bush confirmed this year are five more than Republicans allowed to be confirmed during President Clinton's reelection year.", u"These may seem like just numbers, but I think Democratic Senators did what I said we would do when I became chairman of the committee: that we would work to lower the partisan divide by treating President Bush's judicial nominees more fairly than Republicans treated President Clinton's nominees, by working harder to fill vacancies in the federal courts. Under the leadership of Tom Daschle who at that time was the Senate majority leader, we confirmed 100 judicial nominees in 17 months, a much faster pace than the previous period of Republican control of the Senate.", u'The number of Federal judicial vacancies for the whole country is only 27, the lowest it has been in decades. I mention that because when you look at the period from 1995 to 2001 when the Republicans controlled the Senate with the Democrats in the White House, vacancies on the federal courts reached over 100 and through systematic blocking of nearly two dozen circuit court nominees of President Clinton, circuit vacancies more than doubled. Despite additional retirements since then, after 197 judicial nominees of President Bush have been confirmed there are now little more than two dozen vacant seats left in the federal judiciary.', u"A second development was the statement of the Democratic leader urging bipartisan communications and cooperation. Senator Daschle's proposal to seek a politics of common ground should be commended. It should be built upon by both sides. I think many Republican partisans treated Senator Daschle most unfairly during his years as the Democratic leader. It is a measure of that good man and a reflection of his understanding of the Senate that he has sought out common ground. It is a reflection of Senator Daschle's understanding and love for our system of Government that he disdains bitterness and rejects retaliation. Instead, he advocates counsel, cooperation, and respect. I commend my friend, the senior Senator from South Dakota, for that.", u"Many in this Chamber might also recall that one of President Clinton's first acts upon reelection was to bestow the Presidential Medal of Freedom on his political opponent, Senator Bob Dole. I consider myself very fortunate to be one of the Senators who Senator Dole invited to the White House for that ceremony. I remember the grace shown both by Senator Dole and by President Clinton.", u"We would also do well to remember Senator Bob Dole's address to Members of the Senate as part of the leadership series of speeches in the Old Senate Chamber. In that address, he observed the Senate should proceed through bipartisanship.", u"Democrats have acted with bipartisanship toward judicial nominations and a record number of this President's judicial nominations have been confirmed. A few have not. Some of the nominations the President has proposed for lifetime seats on the federal bench have been extremely controversial, extremely troubling. Today the Senate is debating President Bush's controversial nomination of J. Leon Holmes to a lifetime position to the Federal court in Arkansas. For some reason, he is finally coming up for a vote today. The Republican leadership could have brought him up at any time in the last 14 months since his nomination was reported out of the Judiciary Committee. The Democratic leadership had no objection to him coming up. Many of us oppose the nomination, but we had no objection to bringing him up. For some reason, the Republican leadership refused to do so for almost 14 months.", u"As you look at the public record of this nomination, you can almost see why they were embarrassed to bring it up before now. In fact, this controversial nomination was not only denied consideration by the Republican leadership for over a year, but on a remarkable day last spring the Republican-controlled Judiciary Committee didn't even give him a positive recommendation. They voted him out without recommendation. On the few occasions that has happened with lower court nominees in the past, that pretty much determined you would not get a vote on the floor.", u'Can you imagine how troubling the record must be if the majority were Republicans, the nominee was of a Republican President, and a majority of the Republicans were not willing to vote for him in the Senate Judiciary Committee? So the leadership held him back for over a year.', u'I think I understand why. I think I understand why some of my friends on the other side of the aisle pay lip service to this nomination and are rather embarrassed by it.', u"If you look at the record of this nominee, it is quite clear he has made numerous strident, intemperate, and insensitive public statements over the years regarding school desegregation, political emancipation, school prayer, voting rights, women's equal rights, gay rights, the death penalty, the Bill of Rights, and privacy, among other issues.", u"For example, he has argued in the area of reproductive privacy law that ``concern for rape victims is a red herring because conceptions from rape occur with the same frequency as snow falls in Miami . . . ''", u"I prosecuted a lot of rape cases when I was a prosecutor, and a lot of child abuse cases where the child was raped--something that is rape under the law of every State in this Union. I find the statement of this nominee on this issue to be insensitive and appalling. Speak to the family of a 13-year-old girl who is pregnant after being raped by her family's best friend, the next-door neighbor, and in some instances by her father, and tell them that pregnancy does not happen from rape. I prosecuted some of those cases. They are the most sickening and appalling things.", u"But I tell Mr. Holmes, if he is confirmed and cases come before his court, I hope he will open his eyes. I hope he will open his eyes to reality and realize these things do happen--not just in this country. What would he say to the women who are being raped in Sudan for the purpose of forcing them to have babies of a certain hue as part of the genocide that is going on in Sudan? It is genocide. Our administration doesn't want to admit it is, but it is. Rape is a serious matter. Mr. Holmes called concerns about pregnant rape victims ``trivialities.'' That is his word--``trivialities.'' Ask a pregnant rape victim if they consider this a trivial matter.", u'By making such remarks, Mr. Holmes has revealed how tightly closed his mind is to seeing the realities of this world. But worse than that, his statements also reveal a callous disregard for the trauma of women who are raped and a disturbingly willful ignorance of the facts.', u"An interesting matter is that according to the Weather Almanac, it did snow one time in Miami, Florida during a freak cold spell in 1977. But a more disturbing statistic is that, according to the American Journal of Preventive Medicine, there were more than 25,000 pregnancies that resulted from rape in 1998 in our country alone. Not 1, 2, 3, or 4; it was 25,000. And this nominee says such things don't occur. He says that people who express such concerns are focused on trivialities.", u"Where in heaven's name has he been living? What kind of a mindset would he bring to a Federal bench? Why in heaven's name did the President nominate him?", u'In fact, according to the medical journals, as many as 22,000 of those pregnancies could have been prevented if the women had received emergency contraceptive treatment. Instead, with more than 300,000 rapes each year in the United States, more than 25,000 women each year find that not only were they violated, but they are pregnant as a result. One can barely imagine the trauma and heartache of such a circumstance.', u"For many rape victims, the girl is under 18 or the victim of incest. It is hard to imagine the pain and difficult decisions these young women face. But Mr. Holmes has called concerns about these women ``trivialities.''", u'This type of statement and attitude makes one wonder what kind of judge he would make, and federal judgeships are for life. Can you imagine if such cases were before a judge like this? In my own conscience, I could not reward a lifetime position of power to such a person with power over women and men alike.', u"I think this sort of judgmental and intemperate approach is opposite of the qualities needed for the Federal bench. Indeed, given Mr. Holmes' strong commitment to various political causes of the right wing over these past two decades, a Republican Senator was moved to ask this nominee: ``Why in the world would you want to serve in a position where you have to exercise restraint and you could not, if you were true to your convictions about what the role of a judge should be, feel like you have done everything you could in order to perhaps achieve justice in any given case?''", u'Mr. Holmes, for his part, conceded:', u'I know it is going to be difficult for this Committee to assess that question, and I know it is a very important question.', u"But for this Senator, a member of that committee, it is a very difficult question, especially with a record like Mr. Holmes'. And it is certainly not a question I would answer by giving somebody a lifetime appointment to a position of such enormous power.", u"In fact, the question is so difficult that at the Judiciary Committee business meeting, where Democrats were prepared to vote on Mr. Holmes' nomination, Republican Senators asked for more time to review Mr. Holmes' record. I think perhaps that at that meeting some of them heard for the first time some of the statements made by Mr. Holmes in the material he submitted to the Senate Judiciary Committee. Eventually, in May of last year, they reported him out provided they did not have to vote for him, provided they could vote him out without recommendation. That does not happen very often.", u'The last time I can remember that happening was with Judge Clarence Thomas. His nomination was reported without recommendation in order to allow a vote before the full Senate when he could not achieve a majority in the committee.', u"Like Justice Thomas, Mr. Holmes has been a proponent of what is known as a ``natural rights'' or ``natural law'' theory of interpreting our Constitution in order to achieve judicial recognition of rights he believes should exist. He has been supportive of reading new and undefined rights into the Constitution based on his personal or political conception of ``justice.'' This sounds to me like the judicial activists the President has said he does not want to see on the bench. I guess if they are very conservative Republican judicial activists, it is OK.", u'Mr. Holmes has supported efforts to require that the language of the Constitution be trumped by language he prefers in the Declaration of Independence in order to advance a social agenda against choice and against the separation of church and state. This method of interpreting the Constitution, the fundamental charter of our democratic nation, represents an approach which has been advocated by the far right in its effort to erode the longstanding separation of church and state that assures all Americans their first amendment freedoms.', u"The idea of ``natural law'' is what led to the tyrannical period of judicial activism at the turn of the last century in which the Supreme Court struck down numerous State and Federal laws written to protect the health and safety of working Americans. Those decisions are discussed at length in law school. In the activist Supreme Court decision of Lochner v. New York federal judges found a ``natural right'' to contract in employment decisions that trumped any legislative efforts to end child labor--which in many cases was basically child slavery--sweatshops, and the terribly unsafe workplaces at the beginning of the Industrial Revolution. The Supreme Court's reliance on ``natural rights'' was repudiated in 1937--70 years ago.", u'Mr. Holmes has been critical of the dissenting opinion in the Lochner decision, and he seemingly embraces the idea that the activism of the Supreme Court almost 100 years ago was justified.', u"Again, I mention this because President Bush has spoken repeatedly against judicial activism while simultaneously nominating people likely to be judicial activists for his social and political agenda, people such as Mr. Holmes. This approach is one of those: Watch what we say; don't watch what we do. Republicans will say we are against judicial activists with the one hand, and with the other hand quietly nominate judicial activists.", u"One of the most troubling things Mr. Holmes has written is his criticism of what is known in our law as ``substantive due process.'' As even Mr. Holmes conceded in his answers to my questions, substantive due process is the means by which the rights in the Constitution's Bill of Rights apply to protect individuals from State governments that would deprive them of those rights, such as the right to freedom of religion, freedom of speech, freedom of the press. Mr. Holmes concedes that as a scholar he disagreed with the idea of substantive due process, but now, when he is facing a vote on his nomination in the Senate, he says basically: Oh, by the way, of course now I see it as settled law. He did not see it that way a few short years ago.", u"That reminds me again of another nomination. These issues rose during the hearings on Clarence Thomas's hearings on his nomination to the Supreme Court. He had given many speeches praising natural law principles, but then disavowed them during his Supreme Court confirmation hearings. For example, he praised Lew Lehrman's article, ``The Declaration of Independence and the Right to Life,'' as ``a splendid example of applying natural law.'' That article looked to the Declaration of Independence as the basis for overturning Roe v. Wade. Then, despite his assurances to the Senate Judiciary Committee that he would follow the law in this area if he was confirmed, of course, Justice Thomas immediately voted to overturn Roe v. Wade--just the opposite of what he said--as soon as he was confirmed. The Senate trusted him, and we saw what happened.", u"Now, Mr. Holmes wishes to regard this issue as one in which we should just trust him to set aside what he himself calls his ``history of activism.'' He admitted to a reporter that the ``only cause that I have actively campaigned for and really been considered an activist for is the right-to-life issue.'' But then he told the Senate Judiciary Committee that he would not promise to recuse himself from those cases in which he has a history of activism. What he said was: Just trust me.", u'Well, I do hope that if the Senate Republicans disagree with me and Mr. Holmes is confirmed, that he will keep his word and he will not impose his political views on others as a judge, especially as he was under oath when he made that promise. But I have seen too many, even though they were under oath, go back on their word as soon as they were confirmed.', u'This debate is not about his position on right to life issue. We have confirmed numerous judicial nominees of President Bush who have been active in the right-to-life movement or litigation, such as Judge Lavenski Smith, confirmed to the Eighth Circuit; Judge John Roberts, confirmed to the DC Circuit; Judge Michael McConnell, confirmed to the Tenth Circuit; Judge Ron Clark, confirmed to the District Court in Texas; Judge Ralph Erickson, confirmed to the District Court in North Dakota; Judge Kurt Englehart and Judge Jay Zainey, confirmed to the District Court in Louisiana; and Judge Joe Heaton, confirmed to the District Court in Oklahoma--among the 197 judicial nominees of President Bush who have been confirmed.', u'I have voted for many judges who made it very clear in their public record that they had taken a right-to-life position. In fact, the judges I just mentioned have been at the forefront of efforts to reverse Roe v. Wade as lawyers, and all were confirmed.', u'So it is unequivocally false to claim that Democrats have employed a pro-choice litmus test in voting on judicial nominees--not with all the ones we have voted for who would fall in that area. But the same, about the litmus test, cannot be said of the choices made by President Bush. It seems he has sought out individuals who share his pro-life views and who have strong pro-life credentials for these lifetime positions as Federal judges. In fact, I cannot think of a single judicial nomination President Bush has made of an individual who has been active on the pro-choice side of this issue. Senate Democrats have shown we do not have a litmus test. The White House has shown it does.', u"I am also saddened to note Mr. Holmes has attacked efforts to enforce the Supreme Court's decision in Brown v. Board of Education, the landmark case which declared that separate is inherently unequal. As a nation we have just celebrated the 50th anniversary of this unanimous decision of the Supreme Court--a unanimous decision with conservative and liberal justices joining together, but here we have a nominee who has criticized efforts to enforce this decision.", u"Brown v. Board of Education helped break the shackles of Jim Crow that had bound the Nation's dream of racial equality and the Constitution's promise of the 14th amendment. Instead, Mr. Holmes suggested that the Federal courts should not have the power to order school districts to take actions to remedy segregation that was blatantly unconstitutional. But I would remind him that, fortunately, there were judges who did not take this twisted, I might say, cowardly view of Brown v. Board of Education.", u'There were countless judges appointed by Republicans and Democrats who had courage in their efforts in the South because they did not believe our federal courts lacked the power to enforce a remedy to the violation of a fundamental constitutional right. Because of their courage, Brown v. Board of Education was enforced. One has to ask, if Mr. Holmes, based on his statement, would have shown that courage.', u'I respect the legacy of Judge Ronald Davies, who ordered that Little Rock Central High be integrated and had the independence and the strength of character to stand up to Governor Orval Faubus and insist on the enforcement of our Constitution as interpreted by the Supreme Court. We do not honor his legacy--his great, great legacy on this issue--by voting for this nominee.', u"In fact, Mr. Holmes has suggested that Booker T. Washington was correct to teach that slavery in the United States, which resulted in the inhumane, involuntary servitude and often brutal deaths of millions of African Americans, was part of divine providence. Mr. Holmes who wrote his dissertation on Mr. Washington's controversial ideas, stated that ``what we need to learn from Booker T. Washington is that not everything that parades under such banners as `liberation' and `freedom' is genuine.''", u"My grandparents and great-grandparents came to this country because they believed that the freedom promised by the Constitution in America is genuine. They believed liberation is genuine. They believed that this was a country that guaranteed it. I was sorely disappointed to hear Mr. Holmes' statement.", u"I do not think Mr. Holmes is simply out of step with reasonable interpretations of liberty, privacy, and equality. He is marching backward in the direction of an era in which individual rights under our Constitution were not fully endorsed by the courts and were often empty promises. While such a narrow approach may once have been in favor among a few, his hostility to modern understandings about civil rights and human rights is eccentric, to say the least. It is the Senate's job under our Constitution to serve as a check on the executive branch in nomination and it is our job to protect the rights of the American people by trying to ensure that we have a fair and an independent Federal judiciary.", u"Given his views of equality and freedom, it is perhaps not surprising that Mr. Holmes has also been critical of full endorsement of voting rights. For example, he represented the Republican Party of Arkansas before the Arkansas Supreme Court in late 2002 to reverse a lower court order allowing voting hours to extend beyond statutory times set in Pulaski County, in Little Rock. In the Republican Party of Arkansas v. Kilgore, Mr. Holmes was the party's lawyer in its emergency petition to the Arkansas Supreme Court.", u"According to his questionnaire, the Democratic Party ``obtained on order at 6:46 p.m. on election night extending the voting hours from 7:30 p.m., the statutory time for concluding voting, to 9:00 p.m. for Pulaski County.''", u'Subsequently, Mr. Holmes was able to get all 300 ballots cast after 7:30 thrown out, even though many of those people, working people, who voted had been waiting in long lines, waiting for their right to vote. According to press accounts, many of these long lines were in precincts with large numbers of African Americans. I think we should all be concerned when votes are not counted, when the American citizens who exercise their right to vote are disenfranchised. Mr. Holmes does not give much weight to this concern.', u'During the Bush v. Gore recount litigation, Mr. Holmes wrote a letter to the editor strongly opposing the accurate counting of Presidential ballots. Why? Such a recount would result in more votes to the Democratic candidate. I do not believe that with the record of this nominee that he will be impartial on such issues in Federal court. I would hate to be a Democrat to have to come before his court with views like this, but it appears that this is a case where the White House is saying: We do not want an independent Federal judge. We want somebody who we hope will be an arm of the Republican Party from the bench.', u"Finally, I note that among the many very troubling things this nominee has said, he has written that he does not think the Constitution was made for people of different views. I believe our Constitution's tolerance and protection for a diversity of views is one of the things that has made our Nation strong. Just look at the first amendment, the beginning of our Bill of Rights. The first amendment says you have the right to practice any religion you want or none if you want. It says very clearly you have a right of free speech. What it says is that we will have diversity because people have freedom of conscience. People have different ideas. Not only does the Constitution inherently value diversity, but also it guarantees that diversity will be protected. Anywhere you have diversity protected, you can have a strong democracy.", u"I cannot think of anything I have heard by any nominee that goes so much against our vision of America than to say that our Constitution was not for people of different views. Mr. Holmes seems to think the Constitution is meant only for people who share his own views of the world. I cannot imagine a fairminded person suggesting, as this nominee has, that Justice Oliver Wendell Holmes erred when he wrote that the judicial activism of a century ago was wrong. Justice Holmes stood up against other judges who were substituting their personal, political, and economic views for those of legislators. Justice Holmes observed our Constitution is made for people of different views, but Mr. Holmes specifically objects to that vision of our Nation's charter.", u"I cannot imagine a fairminded and open-minded person staking out the ground that Mr. Holmes has. Mr. J. Leon Holmes has taken issue with that bedrock principle of our law. It is abundantly clear from the nominee's own writings and record why this nomination has stirred such controversy in the Senate and among the American people. Mr. Holmes might be one of the most intolerant nominees we have had before the Senate for a confirmation vote in the time I have been in the Senate. I can see why, even with a Republican-controlled Judiciary Committee, he could not get a majority vote to support him. He should not get a majority vote in the Senate.", u'Ask yourselves, men and women of this Senate, can you really vote to give somebody a lifetime appointment when they interpret the laws of this Nation--somebody who says that the laws are not made to protect diversity in America? Tell my Irish grandfather and my Italian grandfather, both of whom were stonecutters in Vermont, that our Constitution should not protect people from diverse backgrounds. I cannot believe that a judicial nominee would take issue with this core value because he wants to impose his own political views on the Constitution.', u'What we have before us is a very troubling nomination. Here, the President, who campaigned against the idea of judicial activism, has nominated somebody who is unabashedly an activist in a wide range of issues taking a narrow view of individual rights. The President, who has said he wants to respect all views in the country, has nominated somebody who does not believe in such diversity.', u'I still cannot get out of my mind the comments about rape and pregnancy. I still have nightmares when I think of some of the cases I prosecuted, some of the children I counseled, some of the families who grieved in my office, some of the lives I saw shattered by children who had been raped, became pregnant from that rape, and also were abused.', u"I will soon yield the floor so others may speak. I will vote against Mr. Holmes. He is not a man who should be on the federal bench with a lifetime post interpreting the rights of others, a man whose mind is so set against women's rights no matter how polite he may be, so set against the idea of protecting diversity, so set against the way our Constitution should be interpreted. His writings are a throwback to darker days in our Nation's approach to the law and the fundamental freedoms promised by our Constitution.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/06/S7541-2_nomination-of-j-leon-holmes-to-be-united-states-di/'}