{u'speaker_state': u'HI', u'speaker_raw': u'mr. akaka', u'speaker_first': u'Daniel', u'congress': 108, u'title': u'COMPACT OF FREE ASSOCIATION WITH THE FEDERATED STATES OF MICRONESIA AND THE REPUBLIC OF THE MARSHALL ISLANDS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-08-01/html/CREC-2003-08-01-pt1-PgS10879-2.htm', u'number': 117, u'id': u'CREC-2003-08-01-pt1-PgS10879-2.chunk0', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Akaka', u'pages': u'S10879-S10882', u'speaker_party': u'D', u'date': u'2003-08-01', u'bills': [u'S.J. Res. 16'], u'bioguide_id': u'A000069', u'order': 0, u'speaking': [u"Mr. President, I rise today to speak about S.J. Res. 16, the Compact of Free Association Amendments Act of 2003, which was introduced by myself, Senators Bingaman, Domenici, and Craig on July 14, 2003. S.J. Res. 16 is the Bush administration's legislative proposal codifying 3 years of negotiations on title II of the Compact of Free Association between the United States and the Republic of the Marshall Islands (RMI) and the Federated States of Micronesia, FSM. I have been monitoring this process very closely since negotiations began in 1999.", u'When the Senate returns after Labor Day, we have a very short window to enact this legislation, which is critical to the success of the U.S. political relationship with these two Pacific Island nations. I want to take some time to share with my colleagues the amendments that I intend to offer to ensure that the negotiated provisions remain consistent with the intent of the Compact of Free Association since its enactment in 1986 and address specific issues as they relate to the costs borne by the State of Hawaii over the past 17 years.', u'My interest in these islands first began when I was stationed there in World War II, as a soldier in the United States Army. The first island that I landed on was Enewetak, an atoll in what is now the RMI. I ended up on Saipan and Tinian where I watched the Enola Gay take off for Hiroshima. I then returned to the islands that are now the FSM and RMI as a first mate on a missionary ship and spent six months in the islands. After being elected to Congress, I continued to closely follow events in the Pacific islands and continued my relationships with many of the families in the RMI and FSM.', u'As a member of the Senate, I have been privileged to serve on the Senate Energy Committee which has jurisdiction over insular areas. I have returned to the islands on trips, often with my friend and former colleague, the former Chairman of the Energy Committee, Governor Frank Murkowski, and I have continued to meet with Pacific island government leaders.', u'I have been very interested in the negotiations which have been ongoing since 1999, not only because of the impact of the Compact of Free Association on the State of Hawaii, but because of my interest in ensuring that the United States preserves its commitment first under the U.N. Trusteeship agreement and then under the Compact to establish sovereign governments and to promote economic development and self-sufficiency.', u'I commend the chairman and ranking member of the Energy Committee, Senator Domenici and Senator Bingaman, for their efforts to expedite consideration of this legislation in the Senate, and their appreciation of what needs to be done to fulfill our responsibilities to our allies in the Freely Associated States, or FAS.', u'The Federated States of Micronesia is a group of 607 small islands in the Western Pacific about 2,500 miles southwest of Hawaii. While it has a total land area of about 270.8 square miles, the FSM occupies more than one million square miles of the Pacific Ocean. It is composed of four island states, formerly known as the Caroline Islands--Kosrae, Pohnpei, Chuuk, and Yap. Today, the FSM Constitution provides for three branches of government--the executive, judicial and legislative branches. The President is the head of state of the national government and there are elected Governors for each of the four states. The estimated population of the FSM is 105,500.', u"The Republic of the Marshall Islands is located about 2,136 miles southwest of Hawaii and is made up of five islands and 29 atolls. While the RMI's total land area is only about 70 square miles, the RMI covers about 750,000 square miles of sea area. There are three branches of government in the RMI--the legislative, executive and judicial branches. The head of state is the President, who is elected by the legislature from its membership. The population of the RMI is approximately 56,000.", u"The Compact of Free Association may be new to some of my colleagues, particularly those who were not in Congress in 1986. The United States has a very unique relationship with the FSM, RMI, and Palau, whose Compact is not being considered for negotiation. It is unfortunate that there is some misunderstanding about the purpose and intent of the Compact of Free Association. The compact established the RMI and FSM as sovereign states that conduct their own foreign policies. Both countries were admitted to the United Nations in 1991. However, the Freely Associated States remain dependent upon the United States for military protection and economic assistance. The compact provides that the United States has the prerogative to reject the strategic use of, or military access to, the FAS by other countries, which is often referred to as the ``right of strategic denial.'' The compact also provides that the U.S. may block FAS government policies that it deems inconsistent with its duty to defend the FAS, which is referred to as the ``defense veto.'' Under the compact, the United States also has the exclusive military base rights in the FAS. In exchange, the U.S. is required to support the FAS economically, with the goal of producing self-sufficiency and FAS citizens are allowed entry into the United States as nonimmigrants for the purposes of education, medical treatment and employment.", u'As we consider S.J. Res. 16, I will be offering a number of amendments to address the sufficiency of the negotiated provisions to fulfill the U.S. commitment to assist the FSM and RMI with economic development opportunities, with the goal of self-sufficiency in 20 years. I am also working on amendments to address issues specific to the costs incurred by Hawaii during the first 17 years of the Compact of Free Association.', u'I have a tiered approach to meet these objectives. My long-term intent is to improve the education and medical infrastructure in the RMI and FSM. Economic development and self- sufficiency cannot occur without the proper tools of education and health care. These improvements will take substantial investment over time. My short-term goal is to reimburse the State of Hawaii for the costs incurred by the compact. I will discuss those amendments in a few minutes.', u'Title II of the compact, Economic Relations, expired on September 30, 2001. The compact provided, however, a two-year extension if negotiations were underway. Title II expires on September 30, 2003. Title II is critical to the success of the compact as it includes all of the Federal funding for the RMI and FSM. It is my understanding that the legislative proposal contains some unilateral changes that were made to the compact without the consent of the RMI and FSM governments--we will need to examine those provisions closely. In addition, I believe we need to examine some of the immigration provisions which are included in S.J. Res. 16 to ensure that they do not circumvent the purpose of the Compact of Free Association.', u'I would now like to turn to the issue of disaster assistance. Under the current compact, the Federal Emergency Management Agency, FEMA, provided disaster relief to the communities in the FSM and RMI. In addition, FEMA provides essential services after natural disasters such as typhoons or tsunamis. Disaster assistance includes both individual grants and low-interest loans. Most, but not all, Federal assistance is in the form of low-interest loans to cover expenses not covered by State or local programs, or private insurance. Individuals who do not qualify for loans may be able to apply for a cash grant. Cash grants are also available for home repair, rental, and funeral services.', u"The public assistance grants for community infrastructure allow territorial, local, or even village-level organizations to respond to disasters, to recover from their impact, and to mitigate impact from future disasters. While these grants are aimed at governments and organizations, their final goal is to help a community and all its citizens recover from devastating natural disasters. The grant assistance, provided on a matching basis, helps toward the repair, replacement, or restoration of disaster-damaged, publicly-owned facilities. FEMA assistance is critical. In 2002, Typhoon Cha'atan hit the FSM and caused 50 deaths, injured hundreds of people, and resulted in $6 million in property damage.", u"S.J. Res. 16 removes FEMA's role in providing disaster relief, and replaces it with the U.S. Agency for International Development, Office of Foreign Disaster Assistance, OFDA. This doesn't make sense. OFDA assistance is for humanitarian relief of disasters in foreign nations, with direct provision of food and shelter, and assistance in protecting health and rebuilding water supplies. FEMA's disaster assistance, through its individual and public assistance grants, provides U.S. communities with the ability to rebuild and reinvest in their infrastructure. We have invested millions in FSM and RMI to build and protect infrastructure. These investments need to be protected to ensure that these Pacific island communities will be able to recover from natural disasters.", u"We cannot terminate FEMA's disaster assistance. We must replace USAID's OFDA with FEMA's disaster assistance programs for the amended compact, maintaining the strong and reliable service that the islands need when peoples' lives are destroyed by natural disasters. I look forward to working with my colleagues to rectify this situation.", u'As we continue assisting the FAS in building up physical infrastructure and achieving long-term self-sufficiency under a new funding mechanism, I cannot emphasize enough the urgent need to continue FAS eligibility for federal programs. It is important for us to maintain the view that such programs are complementary to the economic assistance under the compact and must continue to be open to FAS citizens if we are to succeed in allowing the FSM and RMI to fully develop.', u'Federal programs in education have been a cornerstone for FAS communities, particularly in the later years of the original compact. This was when schooling evolved away from--as noted in 1994 by an Asian Development Bank study--its use as a tool to advance the interests and objectives of colonial powers. Rather, educational content has become more appropriate to traditional education and changed the lives of many FAS citizens for the better, strongly encouraging them to actually enroll in school.', u'It is remarkable, for example, that the proportion of those who completed secondary education in the FSM almost doubled from 25 to 47 percent between 1980 and 1994. Today, the FSM Government reports that the literacy rate is quite high and all children are required to attend school at least through the eighth grade. In the RMI, elementary school enrollment increased from almost 7,400 in the late, seventies to more than 11,700 in 2000, while secondary school enrollment went from 1,430 to 2,586 in the same period.', u'It is imperative that we help to educate young generations in the FAS because those ages 15 years or younger make up nearly half of the FSM and RIM populations and will eventually become parents, workers, and government, business, and community leaders. Education is the key to a strong future for these island communities and will ensure that the U.S. investments in these populations will reap positive returns.', u"However, despite the great progress that has been made, the FAS clearly have a long way to go in improving their educational systems. This is evidenced by FAS citizens' continued migration to Hawaii and other parts of the U.S. for educational opportunity. Even so, the Micronesians and Marshallese have taken education into their own hands and are striving mightily to attune it to the needs of their people. In this vein, Federal programs such as Head Start, title I for disadvantaged populations, the Individuals with Disabilites Education Act, IDEA, and Pell Grants have tremendously helped by empowering the FAS and providing vital resources to help them create sound education systems that serve the needs of their people. Indeed, I have been assured that without Pell Grant assistance, higher education institutions such as the College of Micronesia would be unable to continue operating.", u"Given the importance of such programs to the FAS, I am concerned about recent and ongoing efforts in the other body to limit or eliminate FAS eligibility for various education and other domestic Federal programs. I am not alone in this concern. I was pleased to join Senators Domenici, Bingaman, and Craig in writing on May 20 to the leaders on the HELP Committee, asking that they maintain support for the FAS through eligibility for various education programs. As we state in the letter, ``the loss of such funding could very well mean the end of education services at all age levels in the FAS.'' When we return in September, I intend to pursue this matter with my colleagues.", u"I would now like to address some compact issues specific to the State of Hawaii. Section 104(e)(1) of the Compact (Public Law 99-239) states, ``it is not the intent of the Congress to cause any adverse consequences for the United States territories and commonwealths or the State of Hawaii.'' The compact further authorizes appropriations for such sums as may be necessary to cover the costs, if any, incurred by the State of Hawaii, the territories of Guam and American Samoa, and the Commonwealth of the Northern Mariana Islands, CNMI.", u'As FAS citizens are allowed free entry into the United States as part of the compact, many FAS citizens reside in the State of Hawaii. Since 1997, when Hawaii began reporting its impact costs, the State has identified over $140 million in costs associated with FAS citizens. In 2002, the State of Hawaii expended over $32 million in assistance to FAS citizens, with the highest costs reported in education. The State of Hawaii has received a total of $6 million in compact impact aid, largely due to our efforts in the Senate and the leadership of the senior Senator from Hawaii, Mr. Dan Inouye. This modest amount of funding, however, does not adequately reimburse the State of Hawaii for its costs over the past 17 years.', u'S.J. Res. 16 includes $15 million in mandatory funds to be distributed annually between the State of Hawaii, Guam and the CNMI for compact impact aid. While it is an improvement to have mandatory funding earmarked for compact impact aid, the amount is not based on the actual costs to the affected areas over the past 17 years. As I have just said, for 2002 alone, the State of Hawaii spent over $32 million on services for FAS citizens. I plan on offering an amendment to increase the amount of annual compact impact aid to the State of Hawaii and other affected areas. I am also drafting an amendment which would authorize reimbursement for the funds expended by the governments of the affected areas between 1986 and 2003.', u"Hawaii's medical providers have also suffered because they are owed thousands of dollars in unpaid medical bills. Some of the debt has been incurred by individuals, FAS citizens lacking financial resources--who present themselves to medical providers for treatment. Other debt, however, is a result of the medical referral program, and is to be paid by the FSM and RMI governments. The medical referral program allows FAS citizens to travel to Hawaii for medical treatment to be paid by the FSM or RMI because such treatment is not available in their country.", u"During its consideration of the original compact, Congress recognized this problem and authorized funding for unpaid debts related to the medical referral program which were incurred prior to 1985. Unfortunately, the problem has continued. Hawaii's medical providers, who are already having difficulties meeting the health care needs of their communities, are unfairly penalized because of the inability of the island governments to pay the medical bills associated with the medical referral program. I will introduce an amendment that would extend the authorization for funding for the medical referral program debts to 2003.", u"I also plan to offer amendments which would alleviate the compact's cost to the State of Hawaii by restoring and establishing the eligibility of FAS citizens for programs such as Medicaid, Food Stamps, and Temporary Assistance to Needy Families, TANF.", u'It is imperative that we restore eligibility of FAS citizens for non-emergency Medicaid. FAS citizens lost many of their public benefits as a result of the Personal Responsibility and Work Opportunity, PRWORA, Act of 1996, including Medicaid coverage. FAS citizens were previously eligible for Medicaid as aliens permanently residing under color of law in the United States.', u'After the enactment of welfare reform, the State of Hawaii could no longer claim Federal matching funds for services rendered to FAS citizens. Since then, the State of Hawaii, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands have continued to meet the health care needs of FAS citizens. The State of Hawaii has used state resources to provide Medicaid services to FAS citizens. In 2002 alone, the State spent approximately $6.75 million to provide Medicaid services without receiving any federal matching funds.', u"There has been an increasing trend in the need for health care services among FAS citizens. During the current fiscal year, the number of individuals served in the State of Hawaii's Medicaid program has grown from 3,291 to 4,818 people based on the average monthly enrollment. This is an increase of 46 percent. For only the first half of the fiscal year, the State of Hawaii has spent $4.66 million for the Medicaid costs incurred for FAS citizens. These Medicaid costs do not reflect additional State expenditures on medical care contracts to care for the uninsured, community health care services, and for the activities of the Department of Health's Communicable Disease Branch.", u'The Federal Government must provide appropriate resources to help states meet the healthcare needs of the FAS citizens--an obligation based on a federal commitment. It is unconscionable for a state or territory to shoulder the entire financial burden of providing necessary education, medical, and social services to individuals who are residing in that state or territory when the obligation is that of the Federal Government. For that reason, I am seeking to provide reimbursement of these costs. It is time for the Federal Government to take up some of the financial responsibility that until now has been carried by the State of Hawaii, CNMI, and Guam, by restoring public benefits to FAS citizens.', u'Eligibility of FAS citizens for nonemergency Medicaid must be restored. In addition, the State of Hawaii, Guam, American Samoa, and the CNMI should be reimbursed for the Medicaid expenses of FAS citizens incurred since 1996. It is the right thing to do.', u'Continuing along the lines of assisting FAS citizens towards long-term self-sufficiency, I would now like to turn to the issue of social services. The need for support provided by a safety net of social services becomes apparent when we take a look at the economic conditions FAS citizens face at home. In 2001, per capita income, as measured by purchasing power parity, was $1,600 in the RMI and $2,000 in the FSM. This amounts to almost $8,000 below the poverty threshold per capita in the U.S. for that same year. Furthermore, many FAS families are single-parent households and face many barriers to employment, including low or no-job skills, low levels of education, and disabilities.', u"This is why it is important to provide Federal support through social service programs while continuing to develop new economic opportunities for FAS citizens. Otherwise, the impact of serving FAS citizens will continue to be felt outside of the FAS. For instance, in Hawaii, according to the state's Attorney General, financial assistance in the form of the Temporary Assistance to Other Needy Families, TAONF, program, a State program, provided $4.5 million to FAS citizens in State Fiscal year 2002. This amount is secondary only to the amount spent to provide educational services to the FAS. Of this total, $390,000 went to the General Assistance program, which supports individuals and couples with little or no income and who have a temporary, incapacitating medical condition; $532,000 supported aged, blind, and disabled FAS citizens with little or no income who are not eligible for federally-funded Supplemental Security Income SSI; and $3.6 million went to the State's TAONF program that assists other needy families who are not eligible for federal-funding under the Temporary Assistance to Needy Families, TANF, program.", u'The number of FAS citizens served by the Hawaii Department of Human Services has increased by almost 20 percent in the span of one year alone. The financial assistance that the State of Hawaii provides to FAS citizens in the form of TAONF is a great support to those families attempting to achieve economic stability.', u'I am also planning on offering an amendment to make FAS citizens eligible for the Food Stamp Program. The Food Stamp Program serves as the first line of defense against hunger. It is the cornerstone of the federal food assistance program and provides crucial support to needy households and those making the transition from welfare to work. We have partially addressed the complicated issue of alien eligibility for public benefits such as Food Stamps, but again, I must say it is just partial. Not only should all legal immigrants receive these benefits, but so too citizens of the FAS. Exclusion of FAS citizens from federal, state, or local public benefits or programs is an unintended and misguided consequence of the welfare reform law.', u"We allow certain legal immigrants eligibility in the program. Yet FAS citizens, who are not considered immigrants, but who are required to sign up for the Selective Service if they are residing in the United States, are ineligible to receive food stamps. We must correct this inequity. I will work on clarifying current law regarding FAS citizens' eligibility for various federal assistance programs, including TANF and Food Stamps.", u"In addition, I ask my colleagues to support efforts to extend current TANF state waivers and reinstate recently expired state waivers. Hawaii has been operating under a waiver approved by the U.S. Department of Health and Human Services since 1996. To date, Hawaii has met all of its employment goals, despite experiencing difficult economic times in the 90s and into the current decade. This waiver maintains protections for disabled individuals, including FAS citizens, which were reported in the State Fiscal Year 2002 as numbering over 200. I am concerned that proposals that would limit various support services to this disabled population to three months would guarantee failure for many Hawaii families, including FAS citizens, should Hawaii's waiver be allowed to expire. I look forward to working with my colleagues on the Finance Committee on this separate TANF reauthorization issue.", u'I cannot stress the importance of the Compact of Free Association to the Pacific islands, the State of Hawaii, Guam, the Commonwealth of the Northern Mariana Islands, and American Samoa. The United States made a commitment to help these countries attain self-sufficiency through economic development and Federal programs based on a political relationship unique to this situation. We must honor this commitment by ensuring adequate resources to meet our obligations. We cannot treat the FSM and RMI as mere allies and foreign nations--the political relationship of free association calls for more than that. We must provide Federal benefits such as Food Stamps, TANF, and Medicaid to FAS citizens residing in the U.S. We must ensure that the trust funds for each country have sufficient funding to ensure that in 20 years, the RMI and FSM will be able to function as economically independent nations. We must improve the infrastructure of the education and medical systems in the RMI and FSM to alleviate the long-term impact of the Compact on the State of Hawaii and Pacific territories. We must continue eligibility in federal education programs such as Head Start, the Individuals with Disabilities Act, Pell Grants, title I, and the No Child Left Behind Act to ensure that we equip future generations of Micronesians and Marshallese with the educational tools necessary to succeed in the 21st century. We must do all of this in a culturally sensitive manner.', u'We have a big challenge ahead of us, to keep the commitment we made in 1986. I look forward to working with all of my colleagues on this important endeavor.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/08/01/S10879-2_compact-of-free-association-with-the-federated-sta/'}