{"speaker_state": "NY", "speaker_raw": "mr. schumer", "speaker_first": "Charles", "congress": 107, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm", "number": 13, "id": "CREC-2001-01-31-pt1-PgS839-2.chunk60", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Schumer", "pages": "S839-S869", "speaker_party": "D", "date": "2001-01-31", "bills": null, "bioguide_id": "S000148", "order": 60, "speaking": ["Thank you, Mr. President. I thank my colleagues on both sides of the aisle for their statements. This is what the Senate is supposed to do on very important issues of the day--deliberate as carefully as possible. We are doing that, and we are doing that very carefully in the Senate.", "Mr. President, I rise in opposition to the nomination of John Ashcroft to be Attorney General of the United States. I do this with no glee or exultation. I do this without any feeling of joy. In fact, I believe this is a sad day in so many ways. In a certain sense, it is a sad day for John Ashcroft and his family. They have been through a lot in these past weeks. It is sad because while so many of us have disagreed with John Ashcroft's views and at times we thought his methods were untoward, he has devoted himself to public service, which I believe is a noble calling. In the heat of battle, it is not easy for those who speak against him and, certainly for Senator Ashcroft and his family, to hear people speaking against him.", "It is a sad day for me because it is never easy opposing a nominee and a former colleague. I believe that one gives the President the benefit of the doubt in terms of appointments. It is the President's Cabinet. He won the election. Yes, it was close. But I said then and believe every bit as much today that the closeness of the election should do nothing to undermine the legitimacy of the Presidency. I explained that I wanted to give the President his choice. And to have to oppose somebody, no less a colleague, is not easy and requires some thought and fortitude. So it is a sad day for me as a Senator. It is a sad day for the Senate because we are so divided on this nomination.", "One of the things I have greatly appreciated since moving from the other body is the comity that still reigns here to a significantly greater extent than it does in the House and perhaps than it does in the body politic. We still are friends across the aisle. We fight hard. But when we can agree, we are much happier than when we disagree. That is the whole tone of the body. The Senator from West Virginia, more than probably any other person here, has made it clear to all of us that is what we aspire to be.", "It is a sad day when the Senate is so staunchly and strongly divided when we would all, I think, prefer to be united. I don't believe division is coming from this side of the aisle. If we were truly bipartisan, we all would have supported Senator Ashcroft. No. I believe that when the President nominated Senator Ashcroft, he was well aware that someone of Senator Ashcroft's hard-right views would stir opposition, or should stir opposition. I don't accept in any way what some have said--that if this body were truly bipartisan, Senator Ashcroft would be confirmed 100-0.", "You could argue that if the President were truly bipartisan, he might not have nominated Senator Ashcroft. For that reason, I think it is a sad day for the President. He has, in my judgment, had a good beginning to his term. He is reaching out. The message he sent during the campaign that he wished to work with people from both sides of the aisle in large part has been met, at least in these very early days of his administration.", "One of my roommates was George Miller, one of the stronger Democrats in the House. And he spent some time with the President and is utterly amazed and pleased with the President's attitude.", "But this is particularly a sad day for the Presidency because this is the one place, more than any other, in the early morning of his administration where he has sent a nomination that is not, in my judgment, one that reaches out to the middle of the country, one that says I do want to be bipartisan.", "At his inauguration the President said, ``While many of our citizens prosper, others doubt the promise, even the justice, of our own country.'' Unfortunately, this choice for Attorney General has given many in our country even more reason to doubt this promise of justice.", "Finally, it is a sad day for our country. The elections we went through created a lot of pain for a lot of people. There is a good portion of America that feels disenchanted and even disenfranchised. This nomination, in my judgment, is the one position in the Cabinet where unity and ability to reach out to every part of the American people is called for and, more than any other, this nomination, sadly, threw salt on the wounds of those who felt disenfranchised.", "It is a sad day--a sad day for Senator Ashcroft, a sad day for those of us who feel an honor-bound duty to oppose him. It is a sad day for the Senate. It is a sad day for the new President. It is a sad day for America.", "With that said, it is important that we all recognize what the opposition to this nomination is not based on. It is not based on Senator Ashcroft's religion. It makes no difference whether he be Christian, or Jew, or Muslim, or Zoroastrian. His faith is a gift. As a person of faith myself, and a different faith than his, but deep and abiding faith, I respect his faith. I think it is a wonderful faith.", "I think all things being equal, I would like to see a nominee for any high position in this land hold such a position of faith. But his faith, while it is a wonderful thing, and wonderful for many, respect for his faith does not mean one simply supports him. I wouldn't do that for anybody because of their own personal belief. I think it is unfair for some to say that because of one's faith, one should adopt an issue.", "As many of my colleagues have said, this is a significant and important nomination. I think I should give my view of this. It is time to set the record straight that those of us who are taking issue with Senator Ashcroft's years of activist opposition to causes and ideals in which we believe so deeply, are basing that on his record as Governor, as State attorney general, and as Senator, and, emphatically, not on his religious faith.", "About a month ago, when the process of this nomination first got underway, there was a lot of anger and even fury in our country. It didn't come from the leaders of a few groups; it came from citizens of different walks of life, of different races, of different genders, and of different sexual orientation, who, once they became familiar with Senator Ashcroft's record, said, How is this man going to be as Attorney General?", "Given the view I stated earlier, I like to give the President the benefit of the doubt and am willing to support Cabinet members with whom I disagree ideologically if nominated by the President.", "I decided to jot down on a piece of paper what I thought the hearings and ultimately the vote on the Ashcroft nomination should really be about. Frankly, I was concerned that with the torrent of opposition charges, countercharges, and a whirlwind of politics, the real issues on which we should focus would be obscured or consumed by other forces. I sat down at my kitchen table in Brooklyn on a Saturday morning and tried to formulate what this nomination debate should boil down to, at least in the opinion of one Senator. This is what I wrote:", "We should carefully analyze the functions of the Attorney General and then closely scrutinize Senator Ashcroft's record to determine whether he can fully, impartially, and adequately perform all of those functions. But merely asking if he can do the job is unhelpful. The hearings must probe into the nominee's positions on each of the many different areas of law that the Attorney General must enforce. These range from antitrust and environmental laws to drug and gun laws to hate crimes, voting rights, and clinic protection laws.", "After 3 weeks of statements, questions, answers, hearings, and now votes, I still think this statement cuts to the heart of the matter and has guided me ever since this process began.", "What are the functions of the Attorney General? And what is the Ashcroft record? These are the two essential questions.", "The duties of the Attorney General primarily involve: (1) enforcement of all Federal laws, both civil and criminal; (2) litigating the constitutionality of all Federal laws and regulations, including before the Supreme Court; (3) advising the President, the agencies, and even Congress on the constitutionality of laws and various federal actions; (4) judicial vetting and selection; (5) representing all of the federal agencies in litigation; and (6) supervising the U.S. attorneys.", "This job is the most sensitive and one of the most powerful positions in the Cabinet.", "Importantly, all of these complicated duties require the Attorney General to exercise enormous judgment and enormous discretion. Much of the power of the Attorney General adheres in this discretion, which is not constrained by law. Following law, to me at least, isn't enough--although it is an important threshold question.", "I think it is fair and reasonable to examine Senator Ashcroft's public positions over the years, as well as how he has exercised the judgment and discretion and power vested in him. When we look at that record--and we did very closely in the hearings--we see a very stark picture of a man on a mission, a man who with passion and with zeal sought to advocate and enact the agenda of the far right wing of the Republican Party.", "On civil rights, as Governor he fought voluntary desegregation--that is, voluntary desegregation--and vetoed bills designed to boost voter registration in the inner city of St. Louis. More recently, as Senator, he opposed the Hate Crimes Prevention Act, which would have strengthened the Federal response to hate crimes motivated by race, color, region, or national origin, and would have extended the law to cover crimes targeting gender, sexual orientation, and disability.", "We all know about the Bob Jones speech and the Southern Partisan Review and the Ronnie White debacle. I do not believe John Ashcroft is a racist. I don't just say that. He has appointed people of color to judicial and executive positions. His wife teaches at Howard University. But I think when you put all these pieces together, what you see is a pattern of insensitivity to the long and tortured history our country has had with race.", "When several of my colleagues on the committee asked him for some feeling of remorse, given this record, we didn't see any. There wasn't any new sensitivity that showed itself.", "The Attorney General of our country should not be insensitive. He should be just the opposite. The Attorney General, more than any other Cabinet minister, should be acutely aware and sensitive on the issue of race, which de Tocqueville, over 150 years ago, said would be the one thing that would stop America from greatness.", "I do not believe this nomination for Attorney General meets that criteria.", "On choice, Senator Ashcroft has been at the helm for decades leading the drive to overturn Roe v. Wade and eviscerate a woman's right to choose. His beliefs are heartfelt; they are sincere. However, in my judgment, they are wrong. He has led the charge to enact new abortion hurdles and restrictions. I am not saying that Senator Ashcroft should be rejected for being pro-life. I was happy to vote for Tommy Thompson to be the Secretary of HHS despite the fact that I disagree with his views on choice. And I believe that a pro-life position is not at all a disqualification for Attorney General, as much as I would prefer to see someone pro-choice.", "Let me say to my colleagues on the other side of the aisle, if someone was nominated for Attorney General who was vehemently pro-choice, who simply did not just espouse a pro-choice position, but in his or her career spent decades trying to find ways of expanding the law so that, say, abortion on demand, for 9 months, would be perfectly legal, wouldn't Members be more upset and raise a louder voice than against a nominee who was simply pro-choice? Of course. Thus we who believe in the pro-choice side say it is not because Senator Ashcroft is pro-life that we oppose him but because of the vehemence and extreme position of his views. He hasn't been just anti-choice. He has been one of the most outspoken anti-choice crusaders in the country. It is not his belief that abortion is murder that makes me oppose him. It is his past willingness to bend and torture the law to serve his desire to eliminate, totally eliminate, even in rape and incest, a woman's right to choose that makes me oppose him.", "This is not simply what he said but what he did when he had executive power, when he became the attorney general of Missouri. He didn't relinquish his role of a passionate advocate against choice, as he says he will now do. He joined in a suit against nurses who dispensed contraceptives. He sued the National Organization of Women under the antitrust laws to muzzle their attempt to pass the ERA. He tried to pass statutes that end abortion. He tried to pass constitutional amendments to do the same.", "For John Ashcroft, at least when he was Senator, ending abortion by any means necessary was the end all and be all of his political career.", "There was some discussion in the hearings that some of the groups opposing this nomination were doing it to raise money and raise their profiles. I resent that. Let me say when you sit down with people in these groups and look them in the eye, what you see is fear, fear that we will start moving back to the days before Roe v. Wade, fear that back-alley abortions will again be the norm, fear that equal rights for women will become a figment of the past. Some may feel these fears are unfounded, but the motivation is not mercenary or crass, it is as deep and as heartfelt as the speeches I have heard from some of my colleagues supporting Senator Ashcroft.", "Senator Ashcroft also, Mr. President, has been a leader in the charge against gun control. He has fought to kill legislation that would have made it easier to catch illegal gunrunners dealing with the issue of enforcement. He has vociferously opposed even the child safety locks and the assault weapons ban. These were some of the main issues with John Ashcroft's record that were examined at the Judiciary Committee hearings. To be fair, Senator Ashcroft took us on. He directly confronted many of those issues and unequivocally asserted that as Attorney General, he would uphold and enforce and defend all the laws of the land whether he agreed with them or not.", "At the start of the hearings, I asked Senator Ashcroft the following question: When you have been such a zealot and impassioned advocate for so long, how can you just turn it off?", "His answer was: I'll be driving a different car. There's nothing to turn off.", "And our hearings in the committee revolved around this question: Given his past, what kind of future as Attorney General would he have? As I said at the committee vote yesterday, after all these hearings, all the witnesses, all the studying of the record, and Senator Ashcroft's testimony, the conclusion for me is clear. I do not believe that Attorney General Ashcroft can stop being Senator Ashcroft. I am not convinced that he can now step outside the ideological fray he has been knee-deep in, set his advocacy to one side and become the balanced decisionmaker with an unclouded vision of the law that this country deserves as its Attorney General.", "Ironically, I don't think Senator Ashcroft disagrees we need a balanced Attorney General. That is why he went to great lengths during the hearing to portray himself as now being different than the Senator Ashcroft we all knew. He was not saying that someone of such vehement and strong opposition, he was not saying that somebody so far to the right should be Attorney General, but he was saying he was a different person or would be a different person as Attorney General than he was as Senator. Every Senator will have to judge for himself or herself whether he can do that, even if he should want to. I do not think he can. In my opinion, John Ashcroft's unique past will indelibly mark his future, making his nomination a source of anger and fear to so many in the country.", "I have one other point in this area. John Ashcroft, at least to so many in this country, has had the appearance of not being concerned about these issues, even if you do not agree with the reality. Many would dispute that. They would say the reality is there, too. I would myself. John Ashcroft has the appearance of not being concerned about issues of deep concern to these groups: to African Americans, to Latinos, to women, to gay and lesbian people. Just the appearance of such unfairness would make it much harder for him to be Attorney General. That ``appearance'' argument to me is not dispositive, but it weighs into the mix.", "Let's assume for a minute, let's just accept on its face the argument that Senator Ashcroft can devote himself solely to the administration of existing law. Let's assume he will not challenge Roe--which he did say at the hearing. He said he would not roll back civil rights enforcement; he would not do away with the assault weapons ban. This is an appealing way to look at the nomination. Our better angels want to believe this will be the future of the Justice Department.", "But in reality when you really explore it and don't avoid it, this is a naive perspective on the powers of the Attorney General. Just saying that Senator Ashcroft will enforce and respect existing law ignores the reality that the Attorney General has vast power and discretion to shape legal policy in the Federal judiciary, unhindered by any devotion to existing law.", "My good friend from Wisconsin, Senator Feingold, has argued that simply enforcement of the law is enough, and he will give Senator Ashcroft the benefit of the doubt that he will enforce the law.", "I would argue, no, that while you certainly give the President the benefit of the doubt in terms of an appointment, ideology has to enter into it because the Attorney General does so many things that are not simply enforcing the law but are rendering opinions in choosing judges, areas of discretion. I do not think even if one ascribed to Senator Feingold's argument--and I say it with due respect; he is a man of deep principle and I respect his decision. He argued eloquently in committee yesterday, and I know he thought long and hard about it. But even if you assume someone would enforce the law fully, you could never rule out ideological disposition. If Bull Connor had been nominated for Attorney General, my guess is we would all say, even if we were certain he would enforce existing law, we would be certain he should not be Attorney General, based on his past, based on his ideology.", "Senator Ashcroft is not Bull Connor; he was a bigot. Senator Ashcroft is not. But we all have to draw the line at some point. And we all do.", "It is easy to say ideology will never enter into our decision, voting for a nomination. In reality, that principle is virtually impossible to maintain when given nominees of ideologies to the far side, one way or the other--far left or far right. It is logical because the job of Attorney General is not just enforcing the law, as important as that is. As I mentioned before, it contains vast discretion. For example, the Attorney General will decide what cases will or will not be pursued in the Supreme Court. That is not just following the law.", "He will help draft new legislation and give influential commentary on proposals circulating in Congress. That is not just enforcing existing law.", "He will, perhaps, be the most significant voice in the country when it comes to filling vacancies, particularly on our court of appeals.", "Regarding the Supreme Court, most of us believe the President, with advice from the Attorney General, will make each decision. But at least if the past is prologue, for court of appeal judges, in the vetting process, the bringing of them forward, the Attorney General has enormous say and weight.", "It is an enormous power. Every one of these is an enormous power. And none of them will be hindered at all by Senator Ashcroft's newfound devotion to existing law.", "The argument that concerns me the most is the selection of Federal judges, or the one of these arguments, because these Federal judges will serve for decades. They often have the last word on some of the most significant issues our society faces. It is safe to expect that the principles that have guided Senator Ashcroft's views on judicial nominations in the Senate will be the exact same principles that will guide him as Attorney General. This is not ``following the law.''", "Assuming, arguendo, that we believe Senator Ashcroft will follow existing law in his law enforcement capacity, there is no reason to believe in this capacity what he did in the Senate will be any different than what he does as Attorney General. And, as Attorney General, of course, he will have significantly more power and the same largely unbounded discretion in influencing who becomes a Federal judge--much more than he did as a Senator. As a Senator, he was willing to fully flex his ideological muscle and use power over nominations in a disturbing and divisive way. In my 2 years in the Senate, the Ronnie White vote, led by Senator Ashcroft's decision to use the Republican caucus to kill the nomination, was the bleakest, most divisive and destructive moment I have experienced in my short stay in the Senate. It was a moment utterly lacking in--to use our President's words in his inaugural--civility, courage, compassion, and character.", "But the Ronnie White nomination was just the most visible attempt by Senator Ashcroft to kill a nomination. The list goes on and on: Fletcher, Satcher, Lann Lee, Morrow, Sotomayor, Paez, Dyk, Lynch, Hormel--and there are others.", "In just one term in the Senate, Senator Ashcroft devoted himself to opposing--and when possible scuttling and derailing--any nominee, no matter how well qualified and respected, who was in some way objectionable to his world view. It is virtually an inescapable conclusion that with the new power he would have over the selection of judges, Senator Ashcroft would seek out those who agree with his passionate views on choice and civil rights, on a separation of church and state, and gun control, among other issues, when he reviews judges.", "I urge my colleagues to read the short article called ``Judicial Despotism'' that Senator Ashcroft wrote a few short years ago. This was not something written 25 years ago when he was a young man forming his views. In ``Judicial Despotism,'' he vows to stop any judicial nominee who would uphold Roe v. Wade. Nothing could be more results oriented. In the hearings, Senator Ashcroft said he would be law oriented, not results oriented, but this is as results oriented as it gets.", "If he is confirmed, I pray that more moderate souls prevail in the selection of judges. But as it now stands, this nomination poses an enormous threat to the future of the Federal judiciary, and I would oppose the nomination for that reason alone.", "As I said when I started, this is a sad day--not a day for exultation, for happiness, for parades. It is sad when the Nation is divided. It is sad when a man who has served so long is the focal point of such intense opposition. It is sad when those of us who want to support a new President cannot. It is sad when, as a nation, a nation trying to bind itself together, we find salt thrown in those wounds.", "I just hope, and I believe, that we will have better days to look forward to.", "Mr. President, I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2001/01/31/S839-2_executive-session/"}