{"speaker_state": "OH", "speaker_raw": "mr. chabot", "speaker_first": "Steven", "congress": 107, "title": "COMMUNITY SOLUTIONS ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-19/html/CREC-2001-07-19-pt1-PgH4222-5.htm", "number": 101, "id": "CREC-2001-07-19-pt1-PgH4222-5.chunk110", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Chabot", "pages": "H4222-H4281", "speaker_party": "R", "date": "2001-07-19", "bills": ["S. 574", "H.R. 4577", "H.R. 4", "S. 589", "H.R. 7"], "bioguide_id": "C000266", "order": 110, "speaking": ["Mr. Speaker, as we debate this bill today, I would ask my colleagues not to let partisanship cloud their judgment on this proposal. The purpose of this bill is to help people. This is not some great scheme to funnel tax dollars to religious organizations or to force people to seek social services from religious providers. This bill will provide new hope and new opportunities to thousands of Americans. It will help the homeless, the hungry, and the downtrodden, and it will help those in need.", "Over the past several months, the House Subcommittee on the Constitution held several hearings that looked at charitable choice programs and the role that faith-based organizations can play in the delivery of social services. We heard compelling testimony about the work of faith-based organizations that have received Federal funding under current law. It is the current law now.", "And we discussed and debated the constitutional issues surrounding this legislative proposal. And at the conclusion of these hearings, two points were very clear. First, the charitable choice provisions of H.R. 7 are completely consistent with the Constitution. And second, faith-based organizations play a vital role in providing social services to the most desperate among us.", "I would like to quote from a speech that was made a while back to the Salvation Army: ``The men and women who work in faith-based organizations are driven by their spiritual commitment. They have sustained the drug addicted, the mentally ill, the homeless, they have trained them, they have educated them, they have cared for them. Most of all, they have done what government can never do: they have loved them.''", "Do my colleagues know who said that? Al Gore. Now I do not always agree with Al Gore, but I certainly agree with him in that particular instance.", "This is legislation which is very important to the President. I want to thank the chairman, the gentleman from Wisconsin (Mr. Sensenbrenner), for getting us to this point today. We want to make sure that this withstands any constitutional challenge that might be made against it. This is excellent legislation which will literally help thousands and thousands of the most desperately needy people in this country.", "I want to thank the chairman for his leadership again on this. Let us pass this legislation today. It is important to an awful lot of people.", "Footnote 7 of the Dissenting Views states that H.R. 7 does not contain language from the 1996 Welfare Reform Act that indicated its provisions were not intended to supercede State law, and therefore the absence of that provision from H.R. 7 means it somehow preempts State law. That is a mischaracterization of the provision in the 1996 Welfare Reform Act. The provision referred to in the 1996 Act was simply a ``savings clause'' that recognized that some states have provisions in their constitutions and state laws that don't allow them to spend state funds on faith-based organizations. The savings clause simply recognized that in those states with such laws, they could continue to segregate state funds as required by state law, but that they could also use federal funds in accordance with the charitable choice provisions of the 1996 Welfare Reform Act. Conference Report 104-430, accompanying H.R. 4, 104th Congress, 1st Session (December 20, 1995), at 361--the previously adopted welfare reform bill with the identical subsection (k) as that found in the Welfare Reform Act of 1996--provides the following explanation for the subsection: ``Subsection (k) states that nothing in this section shall be construed to preempt State constitutions or statutes which restrict the expenditure of State funds in or by religious organizations. In some States, provisions of the State constitution or a State statute prohibit the expenditure of public funds in or by sectarian institutions. It is the intent of Congress, however, to encourage States to involve religious organizations in the delivery of welfare services to the greatest extent possible. The conferees do not intend that this language be construed to required that funds provided by the Federal government referred to in subsection (a) be segregated and expended under rules different than funds provided by the State for the same purposes; however, States may revise such laws, or segregate State and Federal funds, as necessary to allow full participation in these programs by religious organizations.'' H.R. 7 gives states the same option. Subsection (j) provides that insofar as states use federal funds, or mingle state and federal funds, and uses them for covered programs, the federal rules in H.R. 7 apply. If states separate out their state funds, then they can of course use them without any federal conditions attaching. Claim that millions of dollars already go to groups like Catholic Charities, so there is no problem to fix The Dissenting Views point out that millions of dollars go to large organizations such as Catholic Charities every year, but fails to mention these are large, separately incorporated and secularized organizations, not churches. The purpose of H.R. 7 is to allow small religious organizations to be able to compete for social service funds by removing barriers to entry and allowing them to serve as churches, and to provide social services in their churches without having to rent out separate, expensive office space, or having to hire lawyers to create separate corporations. Claim that H.R. 7 preempts general state and local nondiscrimination in employment laws The Dissenting Views states that under H.R. 7 a national religious organization could choose to accept a single federal grant and attempt to use that as a shield against laws protecting gay and lesbian employment rights in all 50 states. This is wrong. Subsections (d) and (e) in H.R. 7 do not constitute a general preemption clause, but a narrow statutory right afforded faith-based organizations to help them preserve their religious liberty when they are using federal funds during the course of a federally funded program and encourage their participation in the delivery of social services for the poor and the needy. When a religious organization is not using federal funds during the hours of a federally funded program, which will be most of the time, the protections of H.R. 7 do not apply, and all State and local nondiscrimination in employment laws that are not tied to government funding, including those that prohibit discrimination based on sexual orientation, remain in effect. For example, in 16 states, employers with a single employee are covered by their state's civil rights law. Others set the minimum number of employees between 4 and 10. Ohio's employment discrimination law covers employers with 4 or more employees; Oh.St. Sec. 4112.01(A)(2); Wisconsin's covers employers with 1 or more employees; Wi.St. 111.32(6)(a); Massachusetts' covers employers with 6 or more employees; Ma.St. 151B Sec. 1(5); New York's covers employers with 4 or more employees; N.Y.Exec. Sec. 292(5); Michigan's covers employers with 1 or more employees; Mi.St. Sec. 37.2201(a); California's covers employers with 5 or more employees; Ca.Civil Sec. 51.5(a). Also, the provisions of H.R. 7 will not apply whenever a State or local government chooses to separate its federal funds from its non-federal funds. Experience from existing charitable choice laws that contain the very same provisions as H.R. 7--and which have been on the books for five years--has shown that this narrow statutory right will not need to be invoked very often, if ever. Claim that the House has never previously considered the details of charitable choice provisions Contrary to the assertion in the Dissenting Views, the House has voted several times on amendments offered by Mr. Scott to strip away charitable choice provisions that would allow religious organizations to continue to be able to hire based on religion while taking part on federal programs. The Fathers Count Act of 1999 contained the charitable choice provisions of the Welfare Reform Act of 1996. Mr. Scott offered a motion to recommit the bill with instructions to remove the charitable choice provision allowing religious organizations receiving funds under the designated programs to make employment decisions on religious grounds. This motion was defeated 176-246, by a 70 vote margin including 34 Democrats. The bill was then adopted by the House by a vote of 328-93, by a 235 vote margin. Constitution subcommittee Ranking Member Nadler voted for the bill, as did four other Democratic Members of the House Judiciary Committee. Those other Members were Sheila Jackson-Lee, Boucher, Delahunt, and Meehan. The Child Support Distribution Act of 2000 also contained the charitable choice provisions of the Welfare Reform Act of 1996. Mr. Scott's motion to recommit with instructions would have removed the charitable choice provision allowing participating religious organizations to make employment decisions on religious grounds. The motion was defeated 175- 249, by a 74 vote margin including 30 Decmocrats. The bill was then adopted by a vote of 405-18, by a 387 vote margin. Constitution Subcommittee Ranking Member Nadler voted for the bill, as did eight other Democratic Members of the House Judiciary Committee. Those other Members were Conyers, Watt Jackson-Lee, Lofgren, Berman, Boucher, Meehan, Delahunt, Wexler, Baldwin, and Weiner. Claims regarding statements made by President Clinton when he signed previous charitable chioce laws The Dissenting Views incorrectly state that prior charitable choice laws were enacted without the support of President Clinton, and they cite President Clinton's statement when he signed the re-authorization measure for the Community Services Block Grants Program (``CSBG'') into law that its charitable choice provisions should not be used to fund `` `pervasively sectarian' organizations, as tha term has been defined by the courts.'' 134 Weekly Compilation of Presidential Documents 2148 (Nov. 2, 1998) (Statement on Signing the Community Opportunities, Accountability, and Training and Educational Services Act of 1998). However, the courts have since abandoned the ``pervasively sectarian'' test, and President Clinton's later statements on charitable choice provisions in October and December 2000, do not rely on the pervasively sectarian test, and those statements in fact support H.R. 7. The Congressional Research Service concluded in the December 27, 2000, Report to Congress on Charitable Choice, that ``In its most recent decisions[,] the [Supreme] Court appears to have abandoned the presumption that some religious institutions, such as sectarian elementary and secondary schools, are so pervasively sectarian that they are constitutionally ineligible to participate in direct public aid programs.'' CRS Report, at 29. Indeed, on October 17, 2000, President Clinton stated his constitutional concerns regarding the implementation of the charitable choice provisions in Substsance Abuse and Mental Health Services Administration (``SAMHSA'') programs as follows: ``This bill includes a provision making clear that religious organizations may qualify for SAMHSA's substance abuse prevention and treatment grants on the same basis as other nonprofit organizations. The Department of Justice advises, however, that this provision would be unconstitutional to the extent that it were construed to permit governmental funding of organizations that do not or cannot separate their religious activities from their substance abuse treatment and prevention activities that are supported by SAMHSA aid. Accordingly, I construe the act as forbidding the funding of such organizations and as permitting Federal, State, and local governments involved in disbursing SAMHSA funds to take into account the structure and operations of a religious organization in determining whether such an organization is constitutionally and statutorily eligible to receive funding.'' Weekly Compilation of Presidential Documents (Oct. 23, 2000) (Statement on Signing the Children's Health Act of 2000), p. 2504. He made an identical statement regarding the charitable choice provisions in the Community Renewal Tax Relief Act when he signed that measure into law on December 15, 2000. See White House Office of the Press Secretary, ``Statement of the President Upon Signing H.R. 4577, the Consolidated Appropriations Act, FY 2001'' (December 22, 2000), at 8. These concerns are the same as those addressed by the provision in subsection (j) of the Charitable Choice Act of 2001, which provides that, ``No funds provided through a grant or cooperative agreement to a religious organization to provide assistance under any [covered] program . . . shall be expended for sectarian instruction, worship, or proselytization. If the religious organization offers such an activity, it shall be voluntary for the individuals receiving services and offered separate from the program funded under subsection (c)(4).'' The required separation would not be met where the government-funded program entails worship, sectarian instruction, or proselytizing. Under subsection (j), there are to be no practices constituting ``religious indoctrination'' performed by an employee while working in a Government-funded program. The same is true for volunteers. Claim that current charitable choice laws have been barely implemented The Dissenting Views states that current charitable choice laws have barely been implemented. This is untrue. Existing charitable choice programs have had a significant impact on social welfare. Dr. Amy Sherman of the Hudson Institute has conducted the most extensive survey of existing charitable choice programs. Dr. Sherman concluded that, currently, ``All together, thousands of welfare recipients are benefiting from services now offered through FBOs [faith-based organizations] and congregations working in tandem with local and state welfare agencies.'' Dr. Amy S. Sherman, ``The Growing Impact of Charitable Choice: A Catalogue of New Collaborations Between Government and Faith-Based Organizations in Nine States'' (``Growing Impact''), The Center for Public Justice Charitable Choice Tracking Project (March 2000) at 8. Dr. Sherman also found that fears of aggressive evangelism by publicly funded faith-based organizations have little basis in fact. According to Dr. Sherman: ``[O]ut of the thousands of beneficiaries engaged in programs offered by FBOs [faith- based organizations] collaborating with government, interviewees reported only two complaints by clients who felt uncomfortable with the religious organization from which they received help. In both cases--in accordance with Charitable Choice guidelines--the client simply opted out of the faith- based program and enrolled in a similar program operated by a secular provider. In summary, in nearly all the examples of collaboration studied, what Charitable Choice seeks to accomplish is in fact being accomplished: the religious integrity of the FBOs working with government is being protected and the civil liberties of program beneficiaries enrolled in faith-based programs are being respected. Id. at 11 (emphasis added). Religious groups in the nine states Dr. Sherman surveyed also registered few complaints about their government partners. According to Dr. Sherman, ``The vast majority reported that the church-state question was a `non- issue,' and that they enjoyed the trust of their government partners and that they had been straightforward about their religious identify.'' Id. The success of existing charitable choice programs had led the National Conference of State Legislatures (``NCSL'') to support their expansion. According to Sheri Steisel, director of NCSL's Human Services Committee, ``In many communities, the only institutions that are in a position to provide human services are faith-based organizations. Providing grants to or entering into cooperative agreements with faith-based and other community organizations to provide government services is something that has proven effective in the states over the past five years. As welfare reform continues to evolve, it is important that government at all levels continues to explore innovative ways to provide services to its constituents. We are extremely pleased that the President is joining the states in exploring these new opportunities.'' News Release, ``Faith Based Initiatives Nothing New to Nation's State Lawmakers'' (January 30, 2001). Some states have embraced charitable choice to the tune of spending hundreds of thousands of dollars or, in some cases, millions in contracts with congregations and other organizations that would not otherwise have been eligible. See Associated Press, Survey Highlights Charitable Choice (March 19, 2001). Claim regarding the number of ``charitable choice'' lawsuits filed The Dissenting Views states that there have been five lawsuits filed challenging existing charitable choice laws. That is not true. The Dissenting Views mention three lawsuits that do not involve the terms of federal charitable choice programs, and another has already been dismissed as moot: American Jewish Congress v. Bernick, (San Francisco County Superior Court, filed January 31, 2001) (challenging a program announced in August 2000 by the California Department of Employment Development to fund job training offered by groups that had never before contracted with government; charging that only religious organizations were eligible to compete). The State of California filed an affidavit in the case stating no TANF funds were used in the program. Pedreira v. Kentucky Baptist Home for Children, Case No. -- (E.D. Ky., filed April 17, 2000) (charging that the dismissal of an employee, who was employed to help the Kentucky Baptist Home for Children distribute state funds for the provision of child care, on the grounds that her sexual orientation was contrary to the employer's religious tenets violates the establishment of religion clause). No federal funds were used in this case, so the lawsuit does not involve a federal charitable choice program. In Lara v. Tarrant County, 2001 WL 721076 (Tex.), the court stated that ``This case involves a dispute over a religious- education program in a Tarrant County jail facility. Our inquiry focuses on the Chaplain's Education Unit, a separate unit within the Tarrant County Corrections Center, where inmates can volunteer for instruction in a curriculum approved by the sheriff and director of chaplaincy at the jail as consistent with the sheriff's and chaplain's views of Christianity.'' American Jewish Congress and Texas Civil Rights Project v. Bost, No. -- (Travis County, Texas, filed July 24, 2000) was dismissed as moot on January 29, 2001. Claim that H.R. 7 requirement that an alternative unobjectionable on religious grounds is available is an ``unfunded mandate'' The Dissenting Views state that H.R. 7's requirement that an alternative be available that is unobjectionable to a beneficiary on religious grounds is an ``unfunded mandate.'' This is not true. As the Congressional Budget Office points out in its statement on H.R. 7, ``All of [the charitable choice] requirements are conditions of federal assistance, and therefore, are not mandates under UMRA [the Unfunded Mandates Reform Act].'' Claim that children could be subject to ``peer pressure'' to engage in proselytizing activity The Dissenting Views worry about children being subject to ``peer pressure'' that leads them to take part in sectarian activities outside a federal program. H.R. 7 excludes from covered programs those that include ``activities carried out under Federal programs providing education to children eligible to attend elementary schools or secondary schools, as defined in section 14101 of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 8801),'' except it does not exclude activities ``related to the prevention and treatment of juvenile delinquency and the improvement of the juvenile justice system, including programs funded under the Juvenile Justice and Delinquency Prevention Act of 1974 (42 U.S.C. 5601 et seq.).'' Children eligible to attend elementary schools or secondary schools is defined in Elementary and Secondary Education Act of 1965, 20 U.S.C. Sec. 8801(3), as follows: ``The term `child' means any person within the age limits for which the State provides free public education.'' Also, H.R. 7 makes clear that any sectarian instruction, worship, or proselytizing activities must be conducted separate and apart from the federally-funded program, and any children taking part in any such activities would be doing so under the normal doctrines of guardianship law. Claim that H.R. 7 allows discrimination against beneficiaries The Dissenting Views incorrectly states that H.R. 7 allows discrimination against beneficiaries because its terms only refer to a prohibition on discrimination against beneficiaries on the basis of religion. First, courts will interpret ``on the basis of religion'' in the same way they do when interpreting the Title VII exemption, which is to also include within ``religion'' an organization's beliefs regarding lifestyle. Courts have held that the Sec. 702 exemption to Title VII applies not just when religious organizations favor persons of their own denomination. Rather, the cases permit them to staff on the basis of their faith or doctrine. See Little v. Wuerl, 929 F.2d 944 (3d Cir. 1991) (Catholic school declines to renew contract of teacher upon her second marriage); Hill v. Baptist Memorial Health Care Corporation, 215 F.2d 618 (6th Cir. 2000) (dismissing woman when she became associated with church supportive of homosexual lifestyle and announced she was lesbian). H.R. 7's provisions in subsection (h)(1) prevent religious organizations taking part in covered programs from discriminating against beneficiaries of grant programs on the basis of a refusal to hold a religious belief. Therefore, a religious organization could not discriminate against homosexual beneficiaries of grant programs because they do not adhere to a religious belief that homosexuality is a sin. Also, Title VII does not exempt a religious organization from a discrimination claim based on sex, and Title VII treats discrimination against a woman because of her pregnancy as discrimination based on sex, and prohibits it. The answer is the same whether the woman is married or unmarried. Further, H.R. 7 does not preempt State or local laws protecting beneficiaries from discrimination, including State or local laws that prohibit discrimination against homosexuals in the receipt of social services. Claim that beneficiaries don't have a right under H.R. 7 to enforce discrimination claims in court The Dissenting Views state that beneficiaries facing discrimination do not have a right to enforce their rights in court. This is patently untrue. Any beneficiary who is discriminated against may sue, in federal court, a State or locality under subsection (n) and get them to stop any discrimination going on in a covered program that denies a beneficiary access to a service on the basis of religion, a religious belief, or a refusal to hold a religious belief. A beneficiary who is protected by any other State or local law protecting beneficiaries in the receipt of services can enforce their rights in court under those laws as well. Beneficiaries are also protected against discrimination based on race under Title VI. Claim that subsection (l) regarding indirect funding was ``hidden in the fine print'' The Dissenting Views claim that subsection (l) was hidden ``in the fine print'' of the manager's amendment and ``added in the middle of the night.'' Well, subsection (l) was typed on the page in the same font and font size as any other provision in the amendment, and the amendment was distributed the afternoon before the markup, at about 3 o'clock. Subsection (l) was not buried in a footnote. Indeed, the entire charitable choice sections of the amendment consisted of a mere 13 pages, double spaced, in standard legislative counsel format. Of course, we had been working on changes, but we didn't have the final draft until that afternoon and therefore couldn't distribute it to our Republican Members until the day before the markup too. Claims on indirect funding that are internally inconsistent The Dissenting Views are internally inconsistent on the significance of indirect funding. On the one hand, on page 305, they state that indirect funding of religious organizations is objectionable because when a religious organization engages in sectarian instruction, worship, or proselytizing with indirect funds, it is still doing so ``with Federal funds.'' But on page 298, the Democrats say it's all right for religious organizations to hire staff based on religion when they receive Federal funds indirectly. Apparently there is dissent even within the Dissenting Views. Claim that ``you can't have it both ways'' on non- proselytization and hiring on a religious basis The Dissenting Views state that the Majority ``cannot have it both ways--either the Federal funds will be used for religious purposes, in which case there may be a justification for tolerating religious discrimination [in hiring]; or the funds will be used in a non-sectarian manner, in which case there is no reason to discriminate [in hiring] on the basis of religion.'' This totally misses the point that faith-based organizations perform secular social services motivated by religious conviction. They want to provide social services as a church. While the task of serving the poor and the needy is ``secular'' from the perspective of the government, from the viewpoint of the faith-based organization and its workers it is a ministry of mercy driven by faith and guided by faith. As the Reverend Donna Jones of North Philadelphia stated in her testimony before the House Subcommittee on the Constitution, she and her fellow church members did not want to set up a separate secular organization to perform good works because they were motivated to perform those good works together as a church, and they wanted to retain their identity as a church when they provided the services. Justice Brennan makes this same point in his concurring opinion in the Amos case, which upheld the current Title VII exemption for religious organizations seeking to preserve the religious character of their organization. Justice Brennan recognized that many religious organizations and associations engage in extensive social welfare and charitable activities, such as operating soup kitchens and day care centers or providing aid to the poor and the homeless. Even where the content of such activities is secular--in the sense that it does not include religious teaching, proselytizing, prayer or ritual--he recognized that the religious organization's performance of such functions is likely to be ``infused with a religious purpose.'' Amos, 483 U.S. at 342 (Brennan, J., concurring). He also recognized that churches and other religious entities ``often regard the provision of such services as a means of fulfilling religious duty and providing an example of the way of life a church seeks to foster.'' Id. at 344. Perhaps one of the greatest liberal Justices, then, recognized that preserving the Title VII exemption when religious organizations engage in social services is a necessary element of religious freedom. Mostly importantly, faith-based organization employees and volunteers can do their good works out of religious motive. While the task of helping the poor and needy is ``secular'' from the perspective of the Government, from the viewpoint of the faith-based organization and its workers it is a ministry of mercy driven by faith and guided by faith. Claim that H.R. 7 allows a faith-based organization to discriminate based on interracial dating or marriage The Dissenting Views claim that H.R. 7 will permit employment discrimination on the basis of interracial marriage. The cited source, an NAACP memo, plays off Bob Jones University v. United States, 461 U.S. 574 (1983). The claim in false. Title VII prohibits racial discrimination in employment by faith-based organizations. It is an act of facial discrimination to fire a while person because he or she marries a black person. There are no reported cases of anyone ever being allowed to be discriminated against by an organization due to interracial dating or marriage under Title VII. Finally, in no way does H.R. 7 overrule the Bob Jones case. The case involved a challenge to a 1971 IRS Ruling which denied tax exempt status, under 501(c)(3), to any school which engaged in racial discrimination, and the Bob Jones University prohibited interracial dating by its students. The IRS Ruling has nothing to do with federal funding. H.R. 7 does not affect the Supreme Court's decision in any way. The IRS Ruling #71-447 continues in full force and effect. Claim that Justice O'Connor disapproves of direct funding of religious organizations In Justice O'Connor's view, monetary payments are just a factor to consider, not controlling. Also, please note that Justice O'Connor concurred in the opinion in Bowen v. Kendrick, where she joined in approving direct cash grants to religious organizations, even in the particularly ``sensitive'' area of teenage sexual behavior, as long as there is no actual ``use of public funds to promote religious doctrines.'' Bowen v. Kendrick, 487 U.S. 589, 623 (1988) (O'Connor, J., concurring)."], "capitolwords_url": "http://capitolwords.org/date/2001/07/19/H4222-5_community-solutions-act-of-2001/"}