{u'speaker_state': u'TX', u'speaker_raw': u'mr. gohmert', u'speaker_first': u'Louie', u'congress': 112, u'title': u"THE PRESIDENT'S AMERICAN JOBS ACT", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-04/html/CREC-2011-10-04-pt1-PgH6545.htm', u'number': 147, u'id': u'CREC-2011-10-04-pt1-PgH6545.chunk1', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Gohmert', u'pages': u'H6545-H6548', u'speaker_party': u'R', u'date': u'2011-10-04', u'bills': [u'H.R. 2911'], u'bioguide_id': u'G000552', u'order': 1, u'speaking': [u'Thank you, Mr. Speaker.', u'I appreciate the opportunity to speak here today, and I certainly \nappreciate my friends enlightening the Chamber and those that may be \nprone to listening.', u"I want to add a little bit to the enlightenment, as we've seen that \nthe President is out there. And here is an article from the AP, dated \nOctober 4, saying that President Barack Obama is criticizing House \nMajority Leader Eric Cantor for saying the President's $447 billion \njobs bill will not get a vote in its entirety in the Republican-led \nHouse. The President singled out Mr. Cantor. According to the article, \nit says, `` `I'd like Mr. Cantor to come down here to Dallas and \nexplain what in this jobs bill he doesn't believe in,' Obama said in \nremarks prepared for delivery Tuesday at a Texas community college.''", u"And as we know, the President would have been reading those remarks, \nbecause he wouldn't want to stray far from the teleprompter with \nremarks. We've seen what happens on those occasions, and it isn't \npretty.", u'The article goes on:', u"``Three weeks after Obama sent the legislation to Congress, the \nproposal has run into resistance from Republicans and even some \nDemocrats.''", u"See, the article's not quite accurate on that, because we know that \nthe President came in here, in this very body after he demanded to come \nspeak, which requires an invitation. You can't just come speak on the \nHouse floor unless you're recognized by the Speaker, you're a Member of \nthe House, or if the House votes to allow someone to come in who's not \na Member.", u"Some people are surprised when they come in, Mr. Speaker, that the \nPresident's not up there where you are, but \nthe rules make it very clear. This is the people's House. The President \ncan only come, just like any other leader that's invited, for instance, \nPrime Minister Netanyahu. They speak from the second podium because \nthey're invited guests.", u"Well, now, it's a little bit rude to demand to come speak in \nsomeone's house, and then you come in there and lecture them and you \nstate things like repeatedly saying, You've got to pass this bill right \naway, right now; pass this bill, this bill, and it turns out you didn't \neven have a bill. You had the gall to come in here and demand we pass a \nbill and you haven't even got a bill?", u"And then on Friday, the President hit the campaign trail. Well, maybe \nnot the campaign trail, but whatever you want to call it. He was out \nthere spending millions and millions and millions of dollars to go to \ndifferent places around the country and demand we pass this bill. Tell \nCongress, pass my bill, and he didn't have a bill.", u"Saturday, Sunday, he's out there saying, Pass my bill right now, pass \nit right away. People, go to work immediately. Never mind that he had \nto take a vacation before he could get around to producing a bill that \nwas that important. Never mind that he's going around telling \neverybody, We should make Congress pass a bill that doesn't exist.", u"On Monday, I was a little bothered we were being condemned for not \npassing a bill that didn't exist. So we were pushing to try to get a \ncopy of this phantom bill. Late that afternoon, we finally got a copy \nemailed. I printed it out that Monday night at around 11 p.m., and I \nstarted going through the President's bill.", u"Now, by Wednesday, when no bill was filed and when the President was \nstill running around spending millions of taxpayer dollars, condemning \nCongress for not passing his bill when he was so busy out there telling \npeople to make Congress ``pass my bill,'' he forgot to have anybody \nfile the bill. For 6 days, we were condemned here in this Chamber for \nnot passing the President's bill. He was so busy condemning Congress \nfor not passing his bill that he forgot to ask somebody to file it for \nhim.", u"By Wednesday, I got tired of being condemned for not passing the \nAmerican Jobs Act, so I filed an American Jobs Act. Mine's two pages. \nIt's H.R. 2911. It would create more jobs in America than anything that \nthe President has ever even talked about because, though you have \nbusinessmen who are very successful, like Donald Trump, saying we ought \nto slap a 25 percent tariff on everything we buy from China, that \nstarts a trade war. I'm sure we don't win. I don't think China wins. I \ndon't think anybody wins. It would be messy. China owns so much of our \ndebt, unfortunately, that it's probably not a smart move right now \nuntil we get out from under this debt.", u"The Bible talks very clearly about what happens when you allow \nsomebody to own your debt. Basically, you become a slave to them. So \nI'm looking forward to the day we don't owe China and we don't owe \nforeign countries, the day we get out of debt because we balance our \nbudget; and it looks like it will take a balanced budget amendment to \ndo that.", u"In the meantime, there is no treaty that would be violated, no trade \nagreement, no court order anywhere in the world that would prevent us \nfrom eliminating the 35 percent tariff that we put on all American-made \ngoods before they're able to sell them abroad. It's called a 35 percent \ncorporate tax, the largest corporate tax in the world. It's the number \none reason that I've heard from CEOs as to why they moved their \nbusinesses to other countries.", u"So my two-page bill, the American Jobs Act--and I do appreciate the \nPresident promoting the American Jobs Act; that's my bill--reduces the \n35 percent corporate tax to zero. Now, there are some people who never \nreally got economics, and they don't understand the way the real world \nworks. They think the real world works like CBO's archaic rules that \nsay you can't take actual historic precedent to figure out what effect \na bill will have.", u"Never mind even if the same result always occurs after a certain \nthing is done, you can't consider that because the 1974 liberal \nCongress that ran us out of Vietnam and left all our allies there to be \nkilled by our enemies put in the rules for CBO to score bills. So you \ndon't get a fair look at what really happens with CBO rules, and there \nare some people who think those rules are the way you have to look at \nthings. The fact is, if you reduced the corporate tax, especially to \nzero, jobs would come flooding back into America.", u"Now, I would think unions would love this bill. If you really want \nunion jobs back in America; if you're really willing to say, you know \nwhat, forget this business about America being nothing but a service \neconomy, we really want manufacturing jobs back, then eliminate the 35 \npercent insidious tariff we put on American-made goods before they can \nbe sold abroad.", u"As I've said here on the floor, I'm willing to negotiate, to be \nbipartisan. If the President can't bring himself to get to zero, then \nlet's negotiate somewhere in between. We could do that. Herman Cain is \ntalking about 9 percent. But then we have the President out there \ndemanding that we pass his bill. Then he's saying things about it that \nsimply are not factual, not factual at all. I know, because I read the \nbill. I'm very irritated with people who think the President's lying \nabout his bill, because I believe I can prove he's not lying about his \nbill. He doesn't know what's in his bill. You can't lie about something \nyou don't know, and I believe I can prove the President is not a liar. \nAbsolutely not.", u"He gave that speech in here on Thursday night. The next day, he's on \nthe road condemning Congress for not passing his bill. There was no \nbill yet. Saturday, he's on the road condemning Congress for not \npassing his bill. There's no bill. He was still keeping that up all day \nMonday. Well, it wasn't until Monday that his bill got finished. \nThere's no way he could keep giving those speeches every single day all \nover the country and have had the 6 or 7 hours I did between 11 p.m. to \n5 or 6 a.m.--I've said five, but I was still going awhile--but at least \nthe 6 hours that I took the night the bill came out to go through his \nbill. He hadn't had that time. There's no way the President could work \nthat 6-hour schedule, or time in his schedule, to go through the bill \nlike I did. There's no way to condemn the President for not knowing \nwhat's in his bill when he hasn't had time, when he's been too busy \ncondemning Congress for not passing it. How could he know what was in \nit?", u"Then today, of course, we see the President's knocking the GOP \nleadership, and he's telling people on the campaign trail--let's see. \nThis is an article from Yahoo! News, by Chris Moody:", u"President Obama is in Dallas today, urging Americans who \n support the American Jobs Act to demand that Congress pass it \n already.\n Though it's been nearly a month since he laid out this \n plan, House Republicans haven't acted to pass it, and House \n Majority Leader Eric Cantor is out there actually bragging \n that they won't even put the jobs package up for a vote--\n ever.\n It's not clear which part of the bill they now object to--\n building roads, hiring teachers, getting veterans back to \n work. They're willing to block the American Jobs Act, and \n they think you won't do anything about it.", u"Apparently, those are the President's words, according to the \narticle, the best I understand this. Oh, this was the President's \nreelection campaign that sent out an email blasting House Republicans \nfor not voting on the proposal.", u"It's just been in the last hour, while the President is condemning \nRepublicans for not passing his bill, that Senate Minority Leader Mitch \nMcConnell, Republican of Kentucky, tried to force a vote on the \nPresident's plan in the upper Chamber on Tuesday afternoon; but Reid \nused a procedural tactic to block the bill from coming to the floor. He \ncalled the Republicans' insistence on a vote a ``publicity stunt.'' So \nthe President hasn't had time to read the bill. He hasn't had time to \nfind out who was really blocking his bill. Well, it turns out it's \nreally Harry Reid in the Senate.", u"Based on the things the President has said, I know he hasn't read \nthis, because I know the President would not be dishonest. When he's \nout there and has repeatedly said that we're going to make millionaires \nand billionaires pay their fair share, I know he wouldn't go out there \nand say that if he knew the \ntruth about what was in his bill, because in his bill at pages 134 and \n135, it gives the definition of who's rich and who's going to get it \nsocked to him.", u"The President has been saying repeatedly ``millionaire and \nbillionaire''; but bless his heart, if he had time to read the bill--\nand I hope somebody will carve out some time for him to do that. I know \nhis speech schedule out there of condemning Congress has kept him tied \nup--but if they could work in some time for him to read his own bill \nand just stop condemning Congress for just a little bit and if he has \nenough time to get to page 135, he'll find out that the people he's \ngoing after that he says are millionaires and billionaires in his \nbill--and it's not a jobs bill.", u"Since I have used the name that the President was originally \nplugging, I think his bill would be better called ``the saving Obama's \njob bill.''", u"But that may not be fair either because if people really find out \nwhat's in this bill, I don't think they would be very happy. I'm not \nsure it saves his job.", u"But he defines millionaire and billionaire--right here on page 135--\nas any taxpayer whose adjusted gross income is above $125,000 in the \ncase of a married filing separately return, and that's $250,000 in the \ncase of a joint return, married filing jointly.", u"And here again this may be something nice he's throwing out for gay \nfolks that are living together, so he can tell them actually you're \nbetter off not getting married, because there's some marriage penalty \nhere. If you're the head of a single household, you've got an exemption \nof $225,000; all other cases, $200,000.", u'So it really penalizes married individuals and, apparently, according \nto this bill, a millionaire or a billionaire is somebody who makes ', u"But if you think this is good news, if you want to get divorced, it \nis good news for you because if you're married and you're filing a \njoint return, you get a $250,000 exemption. Or if you're married and \nfiling singly, you get a $125,000 exemption. The good news is, if \nyou're thinking about divorce, you can actually get divorced and have a \n$75,000 to $100,000 higher exemption if you'll just get divorced, and \nyou can even live together. This is the President's proposal: live \ntogether and you get a whole lot more of an exemption than if you're \nmarried.", u"Now, of course, the Founders, they all understood marriage to be \nbetween a man and a woman, and that's the way the history of the \ncountry has been. Study after study has shown that the odds are \nchildren will be better adjusted if they have the two-parent home, the \ntraditional two-parent home. Obviously, there's some homes that aren't \ngood and children are not well served there. But this President, by \nvirtue of the power as the old saying, the power to tax, the power to \ndestroy, takes a shot at traditional, conventional marriage.", u"Then there is an additional AMT amount. That's subsection c, because \nif you are a millionaire or a billionaire, which means you make more \nthan $125,000 and you're married, there is an extra penalty for you \nthat the President's got waiting for you in his so-called jobs bill.", u"I don't know if he's aware--I just don't see how he could be because \nhe's been so busy out making speeches everywhere. But if you were to \nlook, Mr. Speaker, at the stuff in here, well, he says it's about jobs; \nso I bet the President does not know that here at page 75, we've got a \nnew Federal entity, although it's defined on page 76 as a private, \nnonprofit corporation, called the Public Safety Broadband Corporation, \nbecause this President believes there is danger in people having \nbroadband in their home.", u"Can you really trust the American people? It has to be the theme of \nthis part of the President's so-called jobs bill. Apparently, he thinks \nthere's a public safety threat in broadband that people have coming \ninto their home and business. So he's created this private, nonprofit \ncorporation.", u"You might say, well, good, thank goodness it's not government; it's a \nprivate nonprofit corporation that will control everybody's broadband. \nGood news, is it?", u"Because when you look down at section 285, halfway down page 76, you \nsee who's on the board of directors. And even though it's a private, \nnonprofit corporation, the board of directors is comprised of--the \nFederal members are the Secretary of Commerce, the Secretary of \nHomeland Security, Attorney General of the United States, the Director \nof the Office of Management and Budget. I believe those are all \nappointed by the President. How about that? But it's a private, \nnonprofit corporation; so surely the Federal Government wouldn't try to \ncontrol it.", u'But the Secretary of Commerce, in consultation with the Secretary of \nHomeland Security and Attorney General, shall appoint 11 other \nindividuals who serve as non-Federal members of the board.', u"Well, isn't that happy news? They're not really Federal even though \nthe President's appointees are the ones that will be on the board with \nthese folks. They'll owe their appointment to them.", u"But it's just interesting. I bet the President has no idea. And, of \ncourse, I know the President's aware of what a fiasco to our Federal \nbudget Fannie Mae and Freddie Mac have been and the danger that it \nposed to our Federal economic system. Well, he's probably not aware \nthat in here his bill creates--I'm sure there's no way he could know \nwhat's in this bill. He's too busy running around condemning us for not \npassing it. There's no way he could have spent 6 hours reading this, 6 \nto 7 hours, like I did.", u"Anyway, if you'll double-check, you'll find, Mr. Speaker, that page \n40, whoever wrote this bill thinks Fannie Mae and Freddie Mac were a \nwonderful, wonderful thing. The Federal Government, insuring all these \nhome loans and, then, of course, we pass laws.", u"I do remember our friend from Massachusetts (Mr. Frank) assuring \neverybody that they're in good shape, not a problem. It turned out they \nweren't in good shape. He didn't know. Mr. Frank wouldn't come down \nhere and misrepresent something like that, I know. He wouldn't. He just \ndidn't know, just like the President has no clue what all is in this \nbill.", u"But if he'll check at the bottom of page 40, he'll find the American \nInfrastructure Financing Authority says it's established as a wholly \nowned government corporation. So if you like Fannie Mae and Freddie \nMac, you think they've done a great job, you're going to love this \nbill. It's like both of them combined, exponentially increased and put \non steroids. Because we know houses, compared to infrastructure, don't \ncost all that much. But, boy, you compare them to infrastructure, man.", u"This has to be the thinking of whoever put this bill together, and I \nknow it wasn't the President because he couldn't have put this together \nand gone around telling people things that are in it, not knowing this \nkind of stuff that is in it. But the American Infrastructure Financing \nAuthority--and we could do that like we did the flood insurance. You \nknow, the Federal Government says, well, we need a Federal player in \nthe insurance business; so we provided a Federal option.", u"Well, guess what, the Federal Government runs in the red on the flood \ninsurance. Private companies can't keep up with that, and so insurance \ncompanies quit providing flood insurance in those parts and the Federal \nGovernment became the insurer.", u"It's the same way with student loans. Banks, other lending \ninstitutions could lend money for student loans, and they were backed \nby the government. But under Speaker Pelosi and this President, Harry \nReid, the Federal Government decided we're going to take over all the \nstudent loans.", u"Well, that creates a concern for some because if you're as outspoken \nas some of us are, I'm just grateful my daughter has just finished her \ncollege degree so I won't have to come begging to the President for a \nstudent loan so my children can go to college. Is that what we want? Is \nthat where we want the infrastructure financing to go? Every school \ndistrict, town, county, State has to come begging to the Federal \nGovernment because we run everybody else out of business, like we did \nstudent loans and flood insurance?", u"Surely the President doesn't know this is in here. This is not a jobs \nbill; it's a government takeover. Same with \nthe public safety broad band authority or corporation.", u"I bet a lot of folks don't know about the short time compensation \nprogram. It's a new program, never created before, but it's in the \nPresident's bill. The participation, it says, is involuntary. But if an \nemployer under this program reduces hours worked by employees instead \nof laying them off, and that's anybody who has been reduced by at least \n10 percent, then it says they're eligible for unemployment \ncompensation. It gives out the terms for that. I bet the President \ndoesn't know that's in there.", u"Now I have to agree with him, it is a jobs bill for plaintiff's \nlawyers because we have seen over and over a lot of states doing tort \nreform. It's more and more difficult to sue people. So we have got a \nnew program here that will help with lawyers that are out of work \nbecause here in the bill, we've created a new class of protected \nindividuals. So if you're unemployed and you get laid off, you ought to \nsee a lawyer if you feel like you weren't hired because you're \nunemployed, because you can sue. You can file a claim, at least, \nagainst the employer that didn't hire you.", u"Now, a practical look at that provision, allowing employers to be \nsued if they fail to hire someone who is unemployed, would make \nemployers--I've already heard from them--if that ends up in the law, \nI'm not going to be hiring anybody. I can't take a chance on being sued \nor having claims filed against me. If five people unemployed come in, \nfour of them don't get the job and they all four file claims against \nme, I can't afford that.", u"So I think once the President ever gets to look at his bill, then \nhe'll understand this is not what he's thinking it is.", u"And, of course, he's promised America we're going after major oil \ncompanies. There is no way this President could know that page 151-154, \nthe part that goes after oil companies, will not affect his friends at \nBritish Petroleum, Exxon, Shell. They won't be affected because the \nmost important deductions that are repealed here are only for smaller \nproducers, the independent producers who drill 94 percent of all the \noil and gas wells on the land of the continental U.S. There's no way he \ncould know that, even if he read this, unless he really understood the \noil and gas industry.", u"So what he'll do, he drives up the capital for companies trying to \ndrill wells, and this will be a disaster unless you're a major oil \ncompany, in which case you'll make more profit than you've ever made \nbecause you kill off all of the independent competition. That's what \nhis bill does, and I'm sure he doesn't know that.", u"Now, they have also been out there blaming Republicans for increasing \nthe debt. This was in an article. We've got it up on the House Web site \nso people can really see what has happened. It's a great article from \nthe Atlanta Journal Constitution. This is one of the diagrams. It shows \nwho really increased the debt. We know from the Constitution that it is \nthe Congress that holds the purse strings. So really the one \nresponsible, most responsible, is the Congress. And who's most \nresponsible, the biggest, most powerful body is controlled by the \nSpeaker; you, Mr. Speaker--that is while you're pro tempore. This shows \nthe increase in debt as a percentage of GDP. And we see what happened \nunder Speaker O'Neill. We see what happened under Speaker Jim Wright. \nDidn't really increase much in debt as a percentage of GDP. Under \nSpeaker Foley, it increased a great deal. And actually under Speaker \nGingrich and Speaker Hastert, debt as a percentage of GDP, it went way \ndown. And then we got the last 4 years with Speaker Pelosi, and it went \nthrough the roof like has never happened in this country's history.", u"Well, I hope I have provided an adequate defense to those who would \nsay that the President is misrepresented because I think I've got \nproof. The President didn't lie about any of this stuff. He hasn't had \ntime to read it. He doesn't know what's in it. I hope and pray that \nhe'll take the time to do that so he can accurately represent the \nsaving Obama's job bill, and I appreciate the President's support for \nthe American Jobs Act, which bill is mine.", u'I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/10/04/H6545_the-presidents-american-jobs-act/'}