{"speaker_state": "GA", "speaker_raw": "mr. johnson of georgia", "speaker_first": "Hank", "congress": 112, "title": "THE REPUBLICAN AGENDA", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-20/html/CREC-2011-12-20-pt1-PgH10009.htm", "number": 197, "id": "CREC-2011-12-20-pt1-PgH10009.chunk1", "volume": 157, "chamber": "House", "session": 1, "speaker_last": "Johnson", "pages": "H10009-H10012", "speaker_party": "D", "date": "2011-12-20", "bills": null, "bioguide_id": "J000288", "order": 1, "speaking": ["Mr. Speaker, I'm reminded of a commercial that has been in heavy rotation lately. It's a Christmas commercial, Santa Claus with a backache and a pain remedy being offered to him after he climbs down the chimney. Y'all are probably familiar with that. The first shot is Santa trying to work at his headquarters up in the North Pole putting gifts together; and he's just got a bad backache, has probably got a headache too. And his elves are kind of looking at him concerned as he works dutifully on a job that only he can do.", "Then they show him as he trudges across a roof about to go down the chimney, and he's holding his back. And then when he gets down the chimney, they show him standing over by the Christmas tree. The homeowner is kind of watching from a different room, and he sees Santa struggling with this backache. So he then goes to get some pain medicine. And while Santa is presumably unpacking the gifts and putting them under the tree and everything, then he turns around, and there is a glass of water and pain medicine right there for Santa. Then all of a sudden, the music becomes lively, and Santa perks up and goes on about his business.", "That kind of reminds me of the headache that the citizens, the middle class have had over the last year, a headache and a backache; but there's nobody there to offer them any pain medication. Instead, this Tea Party-controlled House Republican Party looks at them and just laughs. And then they leave. After getting as much as they can out of those middle class citizens, they leave. They don't even offer a drink or pain medication. They just leave. That's what we've done today. Not in the spirit of Christmas, not in the spirit of Chanukah, not in the spirit of mankind; but in the spirit of the Koch brothers.", "And ladies and gentlemen, I'm going to talk to you a little bit about the Koch brothers, who you've heard me talk about before. The Koch brothers are a secretive brother-brother combination, two brothers. They inherited their fortune from their daddy. They earned it the hard way. And they have turned their daddy's business--once he passed on, they've continued this business and built it into something like a $100 billion-a-year company. And they are billionaires. Both of the brothers are multi-billionaires, multi-multi-billionaires. They've got a lot of money. A lot of their business is involved with energy-related concerns.", "In fact, they own refineries, oil refineries. They own terminals where that oil is brought to for processing. Those trucks and pipelines, they are all involved in the energy business. They stood to get quite a bit of a return on their investment in the 2010 elections wherein, through their organization, Americans for Prosperity, they financed what is called the Tea Party, which is supposed to be a grassroots group but, actually, it is a corporate-driven animal, and the financing for that animal comes from the Koch brothers and their Americans for Prosperity organization.", "They spent about $45 million in the 2010 election just running negative ads against Democrats. They spent that money without having to account for whom their contributors were. So we don't know who the contributors are to those secret organizations that were unleashed to taint people's opinions about their Representatives and candidates for office.", "And as a result of this Tea Party ruse that was perpetrated on the people, the Koch brothers ended up in control of Congress using the Tea Party as a front or as a costume, if you will, taking many justifiably angry American citizens down a deceptive path--Americans who are not happy with the shift in the income disparity in this country. They call them the Tea Partiers, the Tea Party movement. Those people, they look at government and they say that it's government that is too big. What they really mean is that government is not working for me.", "And then we have the 99 percent crowd, the Occupy Wall Street faction. That group has arisen based on income inequality, and they blame the corporations, the millionaires and the billionaires, for income inequality.", "And, actually, ladies and gentlemen, both sides have something that is legitimate about their concerns. But it all boils down to money; and the money comes from the Koch brothers, the Koch brothers through their Americans for Prosperity. They're the ones who brought thousands of people from the heartland on buses to Washington, D.C., during the health care debate to demonstrate against something that was in their own interest, their ability to access the health care system. They tricked the people and then financed them to come here. They put them on first-class buses, brought them down here. And we all knew that that was not spontaneous. That was preplanned and orchestrated.", "As a result of that movement, they were able to take over the House of Representatives, calling themselves Tea Partiers. They took over the House of Representatives. This is all pursuant, if you will, and I'm getting ready to get into some trouble here, but I don't know if any of you all are familiar with Lewis Powell, former Supreme Court Justice Lewis Powell.", "Back in 1971, I believe, Lewis Powell was appointed to the U.S. Supreme Court by President Nixon. He was a business lawyer out of Richmond, Virginia, sat on 11 or 12 different corporate boards. He was friends with people in the U.S. Chamber of Commerce. After he was appointed but before he was confirmed, he wrote a memo to his good friend, who was the head of the U.S. Chamber of Commerce at that time, and that document, which is known as the Powell Memo or the Powell manifesto, was addressed to his friend Eugene Sydnor who was the director of the U.S. Chamber of Commerce. That memo is dated August 23, 1971, just 2 short months before Powell was nominated, so I misspoke. This memo was written before he was nominated by President Nixon for a seat on the Supreme Court. No prior judicial experience, no prior litigation experience, just a corporate lawyer appointed and confirmed for the Supreme Court. And, unfortunately, this memo did not come out, did not become public knowledge until at some point after his confirmation.", "It was actually revealed to Jack Anderson, who was a liberal syndicated columnist whose column appeared in, among other publications, The Washington Post. He was an investigative reporter with a brilliant journalistic quality that is lacking in our journalists, our so-called journalists of today.", "But anyway, this Lewis Powell Memo, which he wrote to Eugene Sydnor, director of the U.S. Chamber of Commerce, was written for the purpose of getting the Chamber of Commerce to understand that the free market system and capitalism were under attack and that the businesses in the U.S. Chamber of Commerce were aiding and abetting those attacks on capitalism.", "He went on to talk about blacks out demonstrating and the more thoughtful blacks, the more well-spoken blacks, speaking against capitalism, the capitalist system.", "He talked about Ralph Nader suing large corporations based on people getting injured in cars that were not manufactured sufficiently. He talked about Ralph Nader suing the drug companies for adulterated drugs or for drugs that did not do what they said that they were going to do, these kinds of things. He talked about William Kunstler, a famous civil rights lawyer.", "Lewis Powell, after expressing himself on how these kinds of things are now happening in society--and by the way, that was right during the Vietnam War period, the civil rights era. And he talked about where are we going, what do we need to do to save our free market system.", "He advocated to the chamber members, the U.S. Chamber of Commerce members, that each one of them should have a vice president of corporate affairs so that that person could have a job that did nothing but protect the corporate interests. And he also recommended that various think tanks be established like the Heritage Foundation and the Cato Institute. He said we need to have something different, we need to hear some different voices other than the Brookings Institution and other institutions of fact-gathering. And so they did those things. Up came the Heritage Foundation, the Cato Institute, and a bunch of other rightwing--not fair and balanced--but rightwing organizations calling themselves think tanks.", "Then we have corporate money being put into the university system to produce the kind of thought that would be protective of the status quo. And so they began to demand a voice in the academic arena. It's all propaganda that they started putting out there. And they've been doing this, ladies and gentlemen, since 1971, 40 years. It has produced a result culminating in the 2010 election cycle, where they were able to put their hands firmly around the throat of democracy and strangle it. They are doing that today through the folks whom they have elected. Those are the Tea Party Republicans.", "So, now, what have those Tea Party Republicans done this past year since they have been in office? They've been up to quite a bit. They have been up to quite a bit, none of which is good for America. It's been destructive for the people, the regular working people, of this country and the poor people.", "What have we seen that they have done? They opposed a debt ceiling increase by misleading the public into thinking that it was more spending, as opposed to authorization for what we have already spent, to borrow that money. They played games. As a result of their failure to do what had been done on a regular basis for decades--increasing the debt ceiling--it resulted in a devaluing of this Nation's credit rating, making the cost of borrowing go up.", "Now I know some of you say, well, we don't need to be borrowing any money, but I'll tell you, I don't know of many people able to go in and purchase a house for cash. You go get a mortgage. I don't know many people who are able to go buy a car with cash. No, you get some financing. This capitalist system that they're trying so hard to protect--and I'm a capitalist. I believe in capitalism. But I believe in fairness also. I don't believe in laissez-faire capitalism. I believe in capitalism that works for everybody, that's fair.", "In their endeavor to protect that laissez-faire corporation, laissez-faire economics, they have damaged the ability of this government to provide for the common defense and to promote the general welfare--the general welfare, not the welfare of the millionaires and billionaires--but the general welfare, the 99 percent.", "What have these Tea Party Republicans done for the 99 percent? Well, they made it more difficult for their government to borrow money. Some of you say that's good. I say that when you have money, when you need to borrow money in order to prime the pump of your economy, then you should borrow the money, prime the pump of the economy, build up your economic engine, pay off the debt and move forward. That's the way that we have always done it. That's the way that America rose, if you will. We're not in any danger of not being able to pay back our debt. It was a manufactured crisis. So 50 million jobs, ladies and gentlemen, have been lost largely out of the private sector based on these cutbacks, these mindless cutbacks.", "Seniors have been threatened with a change in Medicare into a voucher system as proposed by the Budget Committee chairman. These things have not been good for the working people of this country. The cuts in the Paul Ryan House GOP budget are inhumane and merciless. They have been quite dutiful in doing the business of the Koch Brothers. They haven't been doing any business on behalf of the 99 percenters. The Ryan budget, the Cut, Cap and Balance Act, which set arbitrary spending caps and required a balanced budget amendment which would lock in an unfair tax code and tax rate and tax system, would just lock it in forever, requiring a three-fifths vote in order to actually raise taxes, not to mention just the failure to look at a fundamental new direction for our Tax Code. No, they are maintaining the status quo because that's what the Koch Brothers want. They love all of those loopholes, tax credits, and exemptions that are built into the Tax Code just to benefit them and a couple of their worthy, wealthy friends.", "They have sought to remove the ability of the federal agencies like the EPA and the FDA from being able to regulate and make sure that we have safe products, we have safe air and water, food and drugs. They have fought and passed legislation to remove those regulations and to hamper the ability of these federal agencies to produce other regulations as the need arises.", "Short-sighted. It was all to benefit the Koch brothers and their friends.", "The Energy Tax Prevention Act of 2011, preventing the EPA from regulating greenhouse gas emissions. The Farm Dust Regulation Prevention Act of 2011, a waste of time that prevents the EPA from regulating farm dust even though the EPA has said that it does not plan to regulate farm dust.", "The North American-Made Energy Security Act, which would purport to force the President to approve the Keystone pipeline. The Keystone pipeline, by the way, there's a terminal owned by the Koch brothers, one of their corporate subsidiaries located at the beginning of this pipeline up in Canada, Alberta, Canada. And then along the proposed route of the pipeline are other Koch brothers refineries that will profit as a result of the tar sands, oil sands coming out of Canada through the U.S. all the way down to the Gulf of Mexico. And then what will happen at the Gulf of Mexico, that oil will be shipped over to China, not any of it available to Americans for our energy use. It's all going overseas to the highest bidder. And that's a fact.", "The Consumer Financial Protection Safety and Soundness Improvement Act of 2011, which would weaken the Consumer Financial Protection Bureau which was a part of the Dodd-Frank Wall Street regulations, they've sought to water that down. And then in the Senate, the Republicans have prevented a head of that agency from being confirmed.", "They have fought the payroll tax cuts and the extension of unemployment insurance to the long-term unemployed. They have fought that with great vigor. They held those items hostage, by the way, last year at this time just so that they could get a 2-year extension on the Bush tax cuts, which benefit the top 1 percent.", "And I must congratulate the Members of the House, the Tea Party Republicans, who have batted 100 percent in insuring that not one tax increase for millionaires and billionaires was able to pass through this House. But easily, though, they can walk away from a tax cut for the middle class. They just did it today. Instead of allowing us to vote on a Senate bill, which was approved over there in a bipartisan way--89 of 100 Senators voted ``yes,'' 10 voted ``no.'' That's almost a 90 percent bipartisan bill that the Senate passed.", "Now, it's not the best bill--a 2-month extension of unemployment insurance, a 2-month extension of the payroll tax cut for the middle class, a 2-month extension of what's called the ``doc fix.'' But the doctors, at the end of the year, who treat Medicare patients are scheduled to receive a 27 percent reduction in the amount of their reimbursements paid by the government. And the Republicans here in the House refused to allow us to vote on that Senate bipartisan bill which, as they say, kicks the can down the road; but it does extend the opportunity to reach a longer term agreement by 60 days.", "But instead, what we have is the Republicans here in Congress, the Tea Party Republicans, refusing to let us vote on the Senate proposal. And then they, instead of announcing that we're leaving town now, they don't intend to come back, they're gone. If you go to the airport right now, you'll see them lined up--many of them with hats on trying to shield themselves from the glare of public attention--making their way back home. You will find them at the airport right now. And they don't want to come back.", "We could have had this done, ladies and gentlemen. We could have all left this Chamber today with our heads held high knowing that there won't be a tax increase as of January 1 for 160 million Americans. We would have known that those 2.2 million long-term unemployed individuals would have their benefits extended. We would have known that the 47 million seniors on Medicare here in the United States would have the ability to access the same doctor that they have utilized because that doc fix didn't go into effect, the 27 percent decrease. That's going to cause doctors to be unable, financially, to treat those patients. So it raises the possibility that people will have to be reassigned to another doctor. And then, because so many doctors will opt out of treating Medicare, then that means the doctors who do treat them have a larger clientele, patient base, and can't be as effective as if they could just simply practice medicine in a way that was not volume oriented.", "So these are not things that I feel good about in terms of being able to leave today. But my Republican friends got up and inferred--actually told you that the reason why they were leaving is because it's not a 12-month extension of a tax cut. And you know, I know and the American people know that that's not true. And they argued that with righteous indignation, one after the other. It's like they have gotten to the point where now they believe this stuff themselves. But don't you be fooled, ladies and gentlemen.", "Don't be hoodwinked. Don't be misled. We've got elections coming up in 2012. The mantra of the opposition to President Obama has been: We're going to do everything we can to make him a one-term president. They announced that on the day of his inauguration. They have stuck to it, and they are concerned because, despite all of that obstructionism, the economy has started to get a little better. They're concerned about that, and so they want to impose as much harm and pain on middle class people as they can to try to keep them confused about what is actually happening in their lives. Is it the Koch brothers and unbridled laissez faire free market activity that's harming them or is it government?", "Well, to the extent that government is in bed with folks like the Koch brothers, yeah, government is the problem. But there are some good people out here. Not everybody is involved with the Koch brothers, is bought and sold off to the Koch brothers. Not everybody. Not everybody has been influenced under the Lewis Powell manifesto that has been put into operation and has resulted in where we are today with people in the streets demanding equity.", "This is a serious situation that we're in, ladies and gentlemen. It's for the heart and soul of our country. And there are many good people out here in Congress who want to do the right thing by way of the people.", "But then you've got a group of extremists in here calling themselves Tea Partiers, who are controlling the flow of everything, and it's not to your benefit.", "Now, I don't normally come up and participate in these 1-hour dissertations. This is the first one I've done ever by myself. But I thought I would do so today because I really--it's on my heart to make sure that we set the record straight before the end of this year and that you at least have a voice that's crying a different tune than the righteous indignation of those who I have to again congratulate this year, the Tea Party Republicans. They batted 100 percent. Not one penny of taxes for their Koch brothers friends, millionaires and billionaires.", "But yet they leave and cost each middle class taxpayer, on average, about $1,000, which will go into effect on January 1 because they would not let this body vote on the Senate bipartisan compromise bill. They don't like compromise; they don't want bipartisanship--it's our way or you take the highway--and that's the way that it's been this past year.", "All of the manufactured crises, the debt ceiling, the will we be able to keep the government operating, government shutdowns, we've had about three of those this year. And then they leave out of here saying that a 2-month extension of tax cuts for the middle class won't do anything; it can't be done.", "I heard one--the fourth highest ranking Republican in this body lamented that a 2-month extension of the unemployment insurance for the long-term uninsured would burden the payroll software companies. They're more worried about the burden of an accounting fix that could be done with a couple of strokes on the computer. They're worried about that burden on the corporations that prepare the payroll checks and information like that. They provide payment for their corporate customers. He's worried about them, but he's not worried about the very people who will lose, who'll end up paying $1,000 more. It doesn't really make a whole lot of sense. He doesn't care about those who are struggling to stay in the middle class, depending on their unemployment insurance which will get cut off, whacked off come January 1.", "Somebody else today on the Tea Party side said that we are--this is a game of poker that we're playing right now. How ridiculous. Are any of you out there playing poker? Do you have anything to play poker with? You're trying to buy Christmas gifts out here.", "They say that this payroll tax cut and the unemployment insurance and the doc fix can't be implemented within 2 months, but those things are--we're just maintaining the status quo. There's nothing to implement. Why can't we let it go for another 2 months and give it another--give ourselves another opportunity to negotiate a fair and balanced bipartisan piece of legislation that the President can sign, like what they did in the Senate? Why can't we do that?", "Well, I submit to you that they're not really interested in the middle class. That's clear, because if they were, they would not have left today.", "Some of them, unwittingly, are pawns in this master plan that was set out in the Lewis Powell Memo, and I'd advise you to go to the Internet and look it up--L-E-W-I-S, Lewis Powell. And you will read that, and you will see how effective his plan has been carried out, and how close we are to the hopes and dreams of middle class Americans being strangled due to their public policy being controlled by those corporations, not for the benefit of the people, but for the benefit of the rich, powerful and the corporations, which our U.S. Supreme Court now says are people in the Citizens United decision.", "I watched one of the Justices shaking his head during the President's State of the Union address where he directed comments about the Citizens United decision. I watched that Justice shaking his head ``no.'' I wonder if he would shake his head ``no'' today as the President pointed out exactly what would happen as a result of that corporate influence gaining unfettered access to our public policymaking apparatus, our democracy.", "So we're under attack, middle class people. It's time for us to stand up, to get educated about what's going on out here. And the fact that there's no need to be angry with your neighbor because they are African American, or the neighbor over there is gay, or this one over here, I don't know if they are an illegal alien or not, so we've got to do away with them. And abortion--we end up dividing ourselves based on the public relations game plan that is put forward to influence us. And we fall for it. And so then we get divided and blaming ourselves instead of directing our attention to those who continue to drive their Brinks trucks hour after hour into the bank.", "So it's time for us to wake up, ladies and gentlemen. It's time for us to get smart. It's time for us to put aside our dislikes based on how somebody looks, and it's time for us to unite and take this country back.", "I want to thank you all for listening to me today. I feel better after closing the year with setting things in a proper format, and I look forward to us being able to come back next year and do some things that will benefit regular working people in this country and try to shift the imbalance of wealth back into one where all people are able to prosper in this country.", "I yield back the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2011/12/20/H10009_the-republican-agenda/"}