{"speaker_state": "MN", "speaker_raw": "mr. ellison", "speaker_first": "Keith", "congress": 112, "title": "THE PROGRESSIVE CAUCUS: LIBERTY AND JUSTICE FOR ALL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-02-02/html/CREC-2012-02-02-pt1-PgH426.htm", "number": 17, "id": "CREC-2012-02-02-pt1-PgH426.chunk1", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Ellison", "pages": "H426-H430", "speaker_party": "D", "date": "2012-02-02", "bills": null, "bioguide_id": "E000288", "order": 1, "speaking": ["Thank you, Mr. Speaker.", "My name is Keith Ellison, and I am a cochair of the Progressive Caucus. The Progressive Caucus, for people just tuning in, Mr. Speaker, is a group of Members of Congress who believes that America is a place where the idea of liberty and justice for all must prevail.", "It has got to be more than the words that we say in the Pledge of Allegiance. It has got to be something we actually live.", "``Liberty and justice for all,'' that means everyone. That means we don't exclude people based on their religion, and we don't demonize them because of it. We embrace people in all their racial and ethnic diversities. We say that Americans born in America and that those who have come here are Americans all the same. Whether you're straight or gay or whether you're male or female, we believe in all America--one America--indivisible, with liberty and justice for all.", "We believe in civil rights. We believe in human rights. We believe in the importance of economic opportunity being wedded to social inclusion. For the working people every day--Americans of all backgrounds--that means, if you work every day and if you work hard, you ought to be able to put food on the table for your families.", "You ought to be able to organize in a union on your job. You ought to be able to expect a good, decent retirement after a whole life's-long work. You ought to be able to expect that you can affordably put your kids through school. You ought to be able to expect that we will have a strong social safety net if you happen to hit hard times.", "This is the Progressive Caucus, the caucus that believes that it's better to talk it out than to shoot it out. Diplomacy is better than war. We should try to work out our differences with other nations, and saber rattling and investing in warfare armaments and outside and above protecting the American people is a problem.", "We should be talking about things like environmental protection. We should be protecting our natural world. We should be addressing the dangers of climate change, and we should be affecting that change to make sure that America is greener and cleaner and more sustainable.", "That's the Progressive Caucus, Mr. Speaker. We're the ones who could be found standing up for the Constitution, standing up for the idea of freedom of expression, freedom of religion, freedom of the press. We will be found standing up for the idea the government must have the proper authorization and justification to violate people's right to be left alone.", "We also want to stand up and say that we believe that the progressive motion in America is what has made America this great Nation. We recognize our wonderful Nation, our great Nation had a dream. From the very beginning we had a dream, but we also had a reality. The dream was liberty and justice for all, land of the free, home of the brave. The dream was that all Americans and all men will be created equal, endowed by their creator with certain inalienable rights, among them life, liberty and the pursuit of happiness. That was the dream. But the reality was America held slaves. The reality was women couldn't vote. The reality was the original people were relegated to an inferior status.", "So people who believed in that dream, people like Martin Luther King, people like Harriet Tubman, people like Elizabeth Cady Stanton, and people like Susan B. Anthony, people like Eugene Debs, and people like Walter Reuther and other great Americans, they believed that that dream was worth fighting for and got out there, Mr. Speaker, and made the dream reality.", "We weren't trying to conserve the old order and status quo; we were trying to progress toward a better America that really reflected that dream that I was just talking about. The dream was that all Americans are created equal. The reality was segregation.", "But Americans who had a progressive vision said we're not going to stay, we're not going to conserve segregation. We're not going to conserve robber barons who controlled all the wealth in the 1890s. We're not going to conserve the abuse of our environment.", "Rachel Carson said, we're not going to conserve that. We're not conservatives. We're trying to make America better. We believe in the greatness of this country, and we are not going to stop until we get it.", "So people like Rachel Carson said we're going to have a clean environment, and she wrote about it and she fought for it. And people like Martin Luther King fought for civil rights, and people like Walter Reuther fought for the right to organize. And sometimes people who were in these movements gave their lives for the changes that they stood for, and other times they were able to survive.", "But the fact is they were all united in one progressive vision of what America should be about, not trying to preserve racism, slavery, segregation, gender oppression. The progressive movement is what we stand for, not conservatism. That's not us, we're not them and don't want to be confused with them.", "So tonight we're here for a progressive message, and we're going to be talking about jobs and unemployment, but I did want to take a moment, Mr. Speaker, just to let everybody know who the Progressive Caucus was, because we don't want anybody to think that we're something else than what we are, the people who embrace the American Dream and believe that America is such a great country we can overcome all the sins of the past and don't want to conserve any of them.", "Mr. Speaker, we want to go into a few key points tonight. We won't be here the whole hour, but we want to be strong while we are. And so today we bring the people, Mr. Speaker, the progressive message to illustrate what's at stake in America today. What are the things that we're competing for? What are we contesting for? We come down, we watch the events on the House floor and all across the America, but what is the fight all about?", "Working families are getting crushed and our middle class is shrinking every day. The working people of America are fighting to preserve a quality of life because a set of ideas has prevailed in America which basically says that any regulation is bad, and what we say is that regulations, if they're protecting life, protecting the environment, and they're helping the rules be fair and allowing Americans to succeed and have opportunity, they're not bad.", "But there are some people who never saw a regulation that they liked. We believe protecting health and safety is a good thing. We believe that getting rid of bad regulation or old regulation is just fine, but these folks over here have an ideological commitment to any, to ending any regulation, and we recognize that this is exactly what has ruined our environment, exactly what has caused global climate change, and exactly what caused the financial disaster.", "What's at stake in America?", "Here in America some folks believe that if the economy is going really, really well, what they need to do is have a tax cut for the wealthy. If the economy is doing really, really bad, well, what they need is a tax cut.", "If the economy is doing sort of good and sort of bad, what we need is a tax cut. In other words, the guys on the other side of the aisle, they don't believe in taxes. We in the Progressive Caucus believe that you shouldn't tax Americans any more than is necessary, but we believe that taxes are the dues that we pay to live in a civilized society.", "We believe that if our taxes go so that there can be Head Start for our poor kids to be able to have a chance in life, that's all right. That if we have to pay taxes for police officers and firefighters and people who work on our roads to make them safe and make sure bridges are safe to cross, we're all right with that.", "We're not these folks who believe that you want to cut, slash, and burn, and act like public workers and public employees are just, you know, not valuable. We recognize they are valuable, and I'm talking about people who work in parks and rec, the police, the firefighters, but also the people who make sure that our water is clean and our environment is safe. Also, people who make sure that our economic and financial system is safe, people who make sure that when people, that when some folks want to cut corners and just want to make a quick buck, that they're not going to be allowed to do that.", "You need a cop on the beat, a financial cop on the beat to make sure that good actors are rewarded and bad ones are punished. So people who say, oh, we don't want any regulation because it would hurt jobs, we don't agree with that. We believe that jobs are going to come when we have middle class people having enough money to spend, and then the businesses of our country have enough customers so that they can then add new people.", "Whereas our friends on the other side of the aisle believe that if you give people like Mitt Romney a lot of money, maybe, just maybe, it might trickle down to the rest of us. Something might land on our heads. Well, something has landed on our heads, but it's not rain or a good job; it's hard times economically.", "Trickle-down economics, supply-side economics is a failed policy. It never worked. They always want to say Reagan, well, look at Reagan. Reagan raised taxes plenty of times, and so they even misappropriate his legacy. But the fact is the Progressive Caucus is here to talk about what's at stake in America today.", "Now, if you want to know what's really going on, you could just look at this week. Here we are in Washington, supposed to be working hard on people's business. It's not like a lot of big things aren't going on. We've got a payroll tax that's about to expire.", "Did we take that up on the House floor today? No.", "Did we make sure that Americans don't end up with a thousand dollars extra to pay over the course of a year as the payroll tax deduction goes up? No.", "Oh, this summer student loans are going to go up, are going to double if we don't extend the law that would allow them to stay lower. Did we work on that? No, didn't touch that. But here's what we did do. This week in Congress the Republican majority didn't bring up a single bill to create jobs, none of that.", "They didn't bring up a single bill to help Americans stay in their homes as we are in the midst of this foreclosure crisis that seems to never end. They didn't bring up any bills to make sure that our air was clean and our water was safe to drink. Nor did they bring up any bills to rebuild our country. No, instead, they were busy playing politics while people are hurting.", "Yesterday, they brought up a bill to repeal an effort to help seniors get health care called the CLASS Act. Now, the CLASS Act was a piece of the Affordable Care Act. Some good-faith people working in our government said, you know, there are some things that we need to fix with this bill before it works the way we want it to.", "Anybody who has ever made anything knows that sometimes that happens. Sometimes you've got to mend the thing that you're working on. If you've ever cooked a meal, sometimes, you know, you've got to put a little more sugar or salt or add a little more water. Legislation is exactly the same way. You pass a law, you think it can do certain things, but when you get into the actual operation of it, sometimes it doesn't work like you thought.", "With this long-term care bill, some good public servants said, you know, there are some kinks we've got to work out. But instead of working out those kinks, the Republican majority just decided to strip the whole thing away. So seniors who need long-term care, the Republican majority didn't say, You know what, here's our fix. They just said, Get rid of what was already done. We say build on what was done. They say strip it away. It's too bad that's the position that they took, but that's the position they took.", "Let me tell a few things about long-term care and why we need to strengthen long-term care and not strip away what's already been passed. We have a long-term crisis in the United States today that the Republicans, who are in the majority in the House, are not dealing with.", "Do you know, 10 million Americans, Mr. Speaker, need long-term care. Over the next decade, another 5 million Americans will require this care, bringing the total to about 15 million people, Mr. Speaker. The problem is only getting worse, and we've got to do something about it. I wish my friends on the Republican side would help us. But even though they are in the majority, they're not.", "Nearly 70 percent of all people will need some level of long-term care after turning 65 years old, Mr. Speaker. That means anybody lucky enough to get to 65, there is approximately a seven in 10 chance you're going to need some long-term care assistance. The number of Americans 62 years and older is 20 percent higher than 10 years ago, so America is aging. And you know what, this is a good sign. We want Americans to be healthy. We want our seniors to be healthy, and we want them to be strong. And when they get into a health crisis, we want them to have the care that they need.", "And, Mr. Speaker, it's also important to point out here that about 62 million unpaid family caregivers, about 62 million unpaid family caregivers, that's adult children of seniors, about 62 million of these families provide care which, if you put a dollar figure on it, would amount to $450 billion in 2009, more than the total spending on Medicare that year. So families are stepping up, but families need a little help. I can tell you, Mr. Speaker, people are coming into my office every day. People my age, I'm 48, and they say, My mom is getting older. She needs help. Or she got sick, something's going on. We need a fix for the long-term care.", "And so, Mr. Speaker, with all of these problems that we're facing, with 70 percent of people who will need some level of long-term care by the time they turn 65, with the number of Americans 62 years of age and older being 20 percent higher than 10 years ago, with all of these issues, Mr. Speaker, you would think that the Republican majority would step up and do something about it. They're in the majority.", "But what has been their response? An attempt to score political points, not solutions. They haven't come with any solution. They haven't come with a proposal to fix long-term care. They just want to strip what President Obama and the Democratic majority did, and I think that's too bad.", "Now, that was what we did yesterday. We messed around. They tried to embarrass the President. It didn't work because Americans know that President Obama cares. In fact, I think Republicans know it, that's why they call it ObamaCare. Well, he does care, so they can say whatever they want.", "But my point is today they were back up to their old tricks. Today, we in Congress voted on a budget gimmick bill--that's all you can really call it--a bill to make it easier for Republicans to pass more tax giveaways to the top 1 percent. They call it the Pro-Growth Budgeting Act. And, Mr. Speaker, if I had a dime for every deceptively named piece of legislation during this 112th Congress, I think I'd be a wealthy man right now.", "This legislation would rig the rules, play games with the rules, funny accounting, Mr. Speaker, to make it easier for the GOP budget priorities to pass, like the Ryan budget, which included deficit-busting tax cuts for the wealthy and cuts in job-creating investments like education, estimated to cost about 1.7 million jobs by 2014.", "This bill, this funny-math bill, this bill requires the Congressional Budget Office to use what they call dynamic scoring--that's the word they like to use--as part of a macroeconomic impact analysis of tax provisions. That's a whole lot of long words, Mr. Speaker, which basically says that they want to score it in a way that makes them look good. That's what they're trying to do. And what they want to do is include calculating their effect on the economy like GDP--that's all of the goods and services in a year domestically, investments and employment--which past budget analysts have said are really not going to be an accurate reflection of what's going on when preparing supplemental cost estimates for major legislation.", "Such an analysis is designed to hide the impact of tax cuts on the budget deficit, making tax cuts easier to enact or extending by masking their true costs. This bill, this funny-math bill, injects supply-side economics into the Congressional Budget Office scoring, which has been discredited time and time again. It has no place in the nonpartisan analysis provided to Congress. You see, Mr. Speaker, the CBO was set up so that neither the Republicans nor the Democrats, the conservatives or the progressives, none of us with our points of view could get in and mess around with the way the Congressional Budget Office scored a bill.", "What it means to score a bill, Mr. Speaker, is to analyze the costs of the bill, or analyze the financial impact of the bill. So it might be how much taxes is this going to generate. The CBO, the Congressional Budget Office, would give us an estimate. Or how much is this program going to cost. The CBO tells us what are the budgetary implications of what we're doing. Historically, Republicans and Democrats have just had to live with the CBO score because it's a nonpartisan office, meaning neither party controls it. But now what the Republicans want to do is come up with this dynamic scoring thing to make their estimates look better. This is wrong. They shouldn't do it. They shouldn't do it.", "The underlying assumption behind the bill is that tax cuts pay for themselves. This is obviously wrong. The reason we are in this monumental debt and deficit situation that Republicans like to talk about, they're always going on about we're leaving debt on our children and grandchildren. They always say it like that in a real dramatic way, Mr. Speaker.", "The reason we're in this mess is because we got two unpaid-for wars under a Republican administration and huge tax cuts under a Republican administration. They cut taxes during a war. When you're really supposed to be raising taxes to pay for the war, they cut taxes during the war which exploded all this debt. That's the truth. If they come down here and tell you the truth, that's what they would say. That two unpaid-for wars and the Bush tax cuts are what exploded the debt and the deficit. It's why we're in the situation that we're in.", "They always want to say, oh, ObamaCare. That's not the cause of it. They want to say, oh, oh, the stimulus. That's not the cause of it because that was an expenditure in a short period of time that didn't have long, long tails like these tax cuts do or these wars.", "That's what has exploded the deficit. And now, instead of owning up to it and saying we need to tax Americans more fairly, not just take care of the rich people, but take care of everybody and make sure the burden is shared and not just the rich get to escape with not doing anything, or not doing much. Some folks running for President are worth hundreds of millions of dollars and only pay 13.9 percent on it; whereas if you make 50,000, 60,000, you're going to pay 25 percent, 28 percent or 35 percent, depending on exactly how much you make. It's unfair. What the Republicans want to do is instead of just owning up and saying, yeah, we were fiscally irresponsible, they just want to have dynamic scoring so it doesn't look so obvious.", "Now, I talked about what we did yesterday, which is try to do nothing about long-term care except embarrass the President and strip the CLASS Act out. Today, we played games with the budget again with budget-counting measures trying to interfere with how the nonpartisan Congressional Budget Office does the scoring. Well, what are we going to do tomorrow, Mr. Speaker? Certainly, tomorrow must be better than the last 2 days, particularly given the fact that we got the payroll tax deduction running out and other things, important things, going on. Are we going to take up the payroll tax deduction issue tomorrow? No.", "Tomorrow, we're going to do something else, another budgeting gimmick bill, this time called the Baseline Reform Act. This is another one to try to hide the reality. It requires the Congressional Budget Office--and, Mr. Speaker, you'll recall I explained that Congressional Budget Office is sometimes referred to as the CBO--it requires the CBO to unrealistically assume in its baseline that spending in the future will stay the same and not grow to keep pace with inflation, thereby facilitating cuts in real terms in job-creating investments.", "This bill ignores the impact of inflation on the discretionary budget which gives an unrealistic picture of what it will take to maintain basic services. So, understand it this way, Mr. Speaker, if inflation is making everything cost more but you try to hold the line, then the cost of things will not be accurately reflected if you don't account for inflation. But this is exactly what they don't want to do.", "Republicans want to starve these programs, and they could lead to long backlogs for services and other types of problems such as the major issues at the Walter Reed Hospital during the last decade. Relative to the traditional baseline, a freeze would reduce investment for long-range programs such as rebuilding and educating America by over 20 percent and by the 10th year.", "So there you have it, Mr. Speaker. Three days of not dealing with what we need to deal with, 3 days of playing games, 3 days of not dealing with the people's business, 3 days of not focusing on what America needs us to focus on.", "So, Mr. Speaker, let's talk about the American people. They have rejected the Republican budget scheme that ends the Medicare guarantee to pay for tax breaks for Big Oil millionaires and corporations that ship jobs overseas. For the last year, if you're not a CEO or a wealthy special interest, the Republican Party of the 1 percent says you're on your own. I often wonder what they meant when they said the ``ownership society.'' What they really mean is the ``you're on your own society.'' They mean, hey, we got to cut cities and towns, and we got to cut States, and we can't be there for you anymore. You are on your own. We're going to lay off teachers, we're going to not give the cities enough to make sure there's enough police, water, fire, all that stuff. You're on your own.", "But Mitt Romney is not on his own. If you need a bailout, you're not on your own. But if your house is underwater, don't look to the majority for help. If you're a father who lost your job through no fault of your own, a mother struggling to make ends meet, or a family kicked out of your home, the majority of the 1 percent says you're on your own. Turning their backs on ordinary Americans may pad the profits of corporate donors and hedge funds of billionaires bankrolling their campaigns, but it won't grow the middle class.", "It used to be that working hard and playing by the rules meant you got a fair shot. We've got to restore that dream. We're not talking about an American fantasy where everybody is--you see it on TV sometimes, Mr. Speaker, where you're going to be living in some lavish place and fancy this and fancy that and lifestyles of the rich and famous and all this kind of stuff. We're not talking about an American fantasy. We're talking about an American Dream, which is realistic because it's not too much to ask that if you're willing to work hard in this country that this country should work for you.", "But many Americans out there are under a lot of stress, and it's because from a policy standpoint, their elected leadership is catering to the people who have the most under the philosophy, Mr. Speaker, that if you give it all to the rich, they will invest in plants and equipment, and then it will trickle down to everybody else. That philosophy has failed, and it's time for them to admit it.", "We need leaders who understand that when we all do better, we all do better. Americans have got to have a better shake. And we in the Progressive Caucus are standing up for hardworking taxpayers of the great American middle class and working class and poor. We in the Progressive Caucus are not ashamed to stand up for the poor, Mr. Speaker. We believe that poor people, low-income people, what you call poor people, are poor if they're too old to work or too sick to work or too young to work. Anyone else might be poor by circumstance, but they would love to join that great American middle class if they could just get a chance. And that means an education, that means job retraining, and that means an economy where we're literally trying to do something to protect the American worker from off-shoring by investing in our infrastructure, putting people back to work, and by doing things to make this economy strong.", "The best way to get our economy going is to put America back to work. There's a lot of work to be done. The best way to cut spending is to cut spending on tax handouts to millionaires, billionaires, and corporate special interests, while we give $4 billion to the oil industry while they're making the most money they ever made, and they still come down here and scream, oh, don't take away our subsidies.", "The American people know that the best way to cut spending is to cut spending on big special interests like Wall Street and Big Oil. But instead, Republicans would rather make the rest of us pay for tax giveaways for millionaires and Republican corporate donors like big oil and pharmaceutical companies.", "So we want an America where the burdens are shared and where the benefits are also shared. We want an America where there is true economic opportunity and inclusion. We want an America where it doesn't matter whether if you're born here or you came here, it doesn't matter what color you are, it doesn't matter what religion you are, it doesn't matter whether you're male or female or who you want to be married to, that all of us can have a good, prosperous life based on an economy that works for everybody.", "And so I just want to say, Mr. Speaker, as I begin to wind up my remarks, that this Progressive Caucus is going to be here standing up for the American people. We will be there for the 99 percent. We will work to get money out of politics, as we're pushing constitutional amendments to do so. We will stand up to Citizens United. We believe that corporations are not people, money is not speech. And in America, democracy is not for sale.", "We believe unemployment insurance should be there for people who have fallen on hard times. And we believe that the social safety net is something that's important so that when people need help, they can get back up on their feet.", "Mr. Speaker, as I wind down, I just want to point out that, with nearly 14 million people unemployed today, they deserve an opportunity in an America that really works for them. They deserve leaders who care about their plight. They need leaders who care about their plight and are willing to stand up and push policy that will make the American Dream attainable for anybody who wants to work for it.", "I just want to say, as I close out, America is a wonderful idea. And the American Dream should be in the grasp of every American. And great Americans have overcome some of the bad things in the past as they reached out to build the American Dream for all.", "And when I say liberty and justice for all, Mr. Speaker, I mean it. And I just don't mean social equality, I mean economic opportunity too. And it's going to have to start with asking everybody to pay their fair share, recognizing that trickle down never worked and never will, and that we've got to invest in America, educate America, and protect America so we can get this economy working again.", "With that, I yield back the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2012/02/02/H426_the-progressive-caucus-liberty-and-justice-for-all/"}