{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 113, u'title': u'INAUGURAL CEREMONY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-01-22/html/CREC-2013-01-22-pt1-PgS183-3.htm', u'number': 7, u'id': u'CREC-2013-01-22-pt1-PgS183-3.chunk1', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S183-S187', u'speaker_party': None, u'date': u'2013-01-22', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Inauguration of Barack Hussein Obama, January 21, 2013, 11:30 a.m. Their Excellencies, the Chiefs of Diplomatic Missions, assembled on the President's platform. The Architect of the Capitol, Stephen T. Ayers, assembled on the President's platform. The Joint Chiefs of Staff assembled on the President's platform. The Governors of the United States and its territories and the mayor of the District of Columbia assembled on the President's platform. Members of the 113th House of Representatives of the United States, led by majority whip Kevin McCarthy and Democratic whip Steny Hoyer, and the dean of the House of Representatives, John Dingell, assembled on the President's platform. Members of the 113th Senate of the United States assembled on the President's platform. Former Speaker of the House of Representatives, Newt Gingrich, accompanied by Mrs. Gingrich, assembled on the President's platform. Former Senate majority leader Tom Daschle, accompanied by Mrs. Daschle, assembled on the President's platform. Ambassador Matthew Barzun, Ms. Eva Longoria, Ms. Jane Stetson, and Mr. Frank White, Jr., cochairs of the 57th Presidential Inaugural Committee; Mr. Steve J. Kerrigan, chief executive officer; and Mr. David J. Cusack, executive director of the 57th Presidential Inaugural Committee, assembled on the President's platform. The President's Cabinet and agency designees assembled on the President's platform. The Chief Justice of the United States, the Honorable John G. Roberts, Jr., and the Associate Justices of the Supreme Court of the United States assembled on the President's platform. The 39th President of the United States, Jimmy Carter, and Mrs. Rosalynn Carter assembled on the President's platform. The 42nd President of the United States, William Jefferson Clinton, and Secretary of State Hillary Rodham Clinton assembled on the President's platform. The children of the Vice President, MAJ Beau Biden, Hunter Biden, and Ashley Biden, accompanied by the House chief administrative officer, Dan Strodel, assembled on the President's platform. The daughters of the President, Malia Obama and Sasha Obama, also Mrs. Marian Robinson, accompanied by Catlin O'Neill, assembled on the President's platform. Dr. Jill Biden, accompanied by Mrs. Alexander, Mrs. Boehner, Mrs. Cantor, Assistant Secretary of the Senate Sheila Dwyer, and Deputy Clerk of the House of Representatives Robert Reeves, assembled on the President's platform. The First Lady of the United States, Mrs. Michelle Obama, accompanied by Secretary of the Senate Nancy Erikson, Clerk of the House of Representatives Karen Haas, Mrs. Schumer, Mrs. Reid, and Mr. Pelosi, assembled on the President's platform. The Vice President of the United States, Joseph R. Biden, accompanied by the inaugural coordinator for the Joint Congressional Committee on Inaugural Ceremonies, Kelly Fado; Senate Deputy Sergeant at Arms, Martine Bradford; House Deputy Sergeant at Arms, Kerry Hanley; Senate majority leader, Senator Harry Reid; and House Democratic leader, Representative Nancy Pelosi, assembled on the President's platform. The President of the United States, Barack H. Obama, accompanied by the staff director for the Joint Congressional Committee on Inaugural Ceremonies, Jean Parvin Bordewich; Senate Sergeant at Arms, Terrence W. Gainer; the House Sergeant at Arms, Paul Irving; chairman of the Joint Congressional Committee on Inaugural Ceremonies, Senator Charles E. Schumer; Senator Lamar Alexander; the Speaker of the House of Representatives, John Boehner; Senate majority leader, Senator Harry Reid; House majority leader, Representative Eric Cantor; and House Democratic leader, Representative Nancy Pelosi, assembled on the President's platform. Mr. SCHUMER. Mr. President, Mr. Vice President, Members of Congress, all who are present, and to all who are watching, welcome to the Capitol and to this celebration of our great democracy. This is the 57th inauguration of an American President, and no matter how many times one witnesses this event, its simplicity, its innate majesty, and most of all its meaning, that sacred, yet cautious, entrusting of power from we, the people, to our chosen leader, never fails to make one's heart beat faster as it will today with the inauguration of President Barack H. Obama. We know we would not be here today were it not for those who stand guard around the world to preserve our freedom. To those in our Armed Forces, we offer our infinite thanks for your bravery, your honor, your sacrifice. (Applause.) This democracy of ours was forged by intellect and argument, by activism and blood, and above all, from John Adams to Elizabeth Cady Stanton, to Martin Luther King, Jr., by a stubborn adherence to the notion that we are all created equal and deserve nothing less than a great Republic worthy of our consent. The theme of this year's inaugural is ``Faith in America's Future.'' The perfect embodiment of this unshakable confidence and the ongoing success of our collective journey is an event from our past. I speak of the improbable completion of the Capitol dome and capping it with the Statue of Freedom which occurred 150 years ago in 1863. When Abraham Lincoln took office 2 years earlier, the dome above us was a half-built eyesore. The conventional wisdom was it should be left unfinished until the war ended, given the travails and financial needs of the times. But to President Lincoln, the half-finished dome symbolized the half-divided Nation. Lincoln said: If people see the Capitol going on, it is a sign we intend the Union shall go on. So despite the conflict which engulfed the Nation and surrounded the city, the dome continued to rise. On December 2, 1863, the Statue of Freedom, a woman, was placed atop the dome, where she still stands. In a sublime irony, it was a former slave, now free American, Philip Reid, who helped to cast the bronze statue. Our present times are not as perilous or despairing as they were in 1863, but in 2013 far too many doubt the future of this great Nation and our ability to tackle our own era's half-finished domes. Today's problems are intractable, they say; the times are so complex, the differences in the country and the world so deep we will never overcome them. When thoughts such as these produce anxiety, fear, and even despair, we do well to remember Americans have always been, and still are, a practical, optimistic, problem-solving people; that, as our history shows, no matter how steep the climb, how difficult the problems, how half-finished the task, America always rises to the occasion. America prevails and America prospers. (Applause.) Those who bet against this country have inevitably been on the wrong side of history. So it is a good moment to gaze upward and behold the Statue of Freedom at the top of the Capitol dome. It is a good moment to gain strength and courage and humility from those who were determined to complete the half-finished dome. It is a good moment to rejoice at this 57th Presidential inaugural ceremony, and it is the perfect moment to renew our collective faith in the future of America. (Applause.) Thank you and God bless these United States. In that spirit of faith, I would now like to introduce civil rights leader Myrlie Evers, who has committed her life to extending the promise of our Nation's founding principles to all Americans. Mrs. Evers will lead us in the invocation. Mrs. EVERS. America, we are here, our Nation's Capitol, on this day, January the 21st, 2013, the inauguration of our 45th President, Barack Obama. We come at this time to ask blessings upon our leaders, the President, Vice President, Members of Congress, all elected and appointed officials of the United States of America. We are here to ask blessings upon our Armed Forces, blessings upon all who contribute to the essence of the American spirit, the American dream, the opportunity to become whatever our mankind, womankind allows us to be. This is the promise of America. As we sing the words of belief, ``This is my country,'' let us act upon the meaning everyone is included. May the inherent dignity and inalienable rights of every woman, man, boy, and girl be honored. May all Your people, especially the least of these, flourish in our blessed Nation. One hundred fifty years after the Emancipation Proclamation and 50 years after the march on Washington, we celebrate the spirit of our ancestors which has allowed us to move from a nation of unborn hopes and a history of disenfranchised votes to today's expression of a more perfect Union. We ask, too, Almighty, that where our paths seem blanketed by throngs of oppression and rippled by pangs of despair, we ask for Your guidance toward the light of deliverance, and with the vision of those who came before us and dreamed of this day, that we recognize their visions still inspire us. They are a great cloud of witnesses unseen by the naked eye but all around us thankful that their living was not in vain. For every mountain You gave us the strength to climb, Your grace is pleaded to continue that climb for America and the world. We now stand beneath the shadow of the Nation's Capitol whose golden dome reflects the unity and democracy of one Nation, indivisible, with liberty and justice for all. Approximately 4 miles from where we are assembled, the hallowed remains of men and women rest in Arlington Cemetery; they who believed, fought, and died for this country. May their spirit infuse our being to work together with respect, enabling us to continue to build this Nation, and in so doing we send a message to the world that we are strong, fierce in our strength, and ever vigilant in our pursuit of freedom. We ask that You grant our President the will to act courageously but cautiously when confronted with danger and to act prudently but deliberately when challenged by adversity. Please continue to vest his efforts, to lead by example in consideration and favor of the diversity of our people. Bless our families all across this Nation. We thank You for this opportunity of prayer to strengthen us for the journey through the days that lie ahead. We invoke the prayers of our grandmothers who taught us to pray: God make me a blessing. Let their spirit guide us as we claim the spirit of old. There is something within me that holds the reins. There is something within me that banishes pain. There is something within me I cannot explain. But all I know, America, there is something within--there is something within. In Jesus's name and the name of all who are holy and right, we pray. Amen. (Applause.) Mr. SCHUMER. I am pleased to introduce the award-winning tabernacle choir, the Brooklyn Tabernacle Choir, to sing ``Battle Hymn of the Republic.'' (Performance by the Brooklyn Tabernacle Choir.) Mr. SCHUMER. Please join me in welcoming my colleague and friend, the Senator from Tennessee, the Honorable Lamar Alexander. Mr. ALEXANDER. Mr. President, Mr. Vice President, ladies and gentlemen, the late Alex Haley, author of ``Roots,'' lived his life by these six words: ``Find the good and praise it.'' Today we praise the American tradition of transferring or reaffirming immense power in the inauguration of the President of the United States. We do this in a peaceful, orderly way. There is no mob, no coup, no insurrection. This is a moment when millions stop and watch, a moment most of us always will remember. It is a moment that is our most conspicuous and enduring symbol of the American democracy. How remarkable that this has survived for so long in such a complex country, when so much power is at stake, this freedom to vote for our leaders and the restraint to respect the results. Last year, at Mount Vernon, a tour guide told me our first President, George Washington, once posed this question: What is most important of this grand experiment, the United States? Then Washington answered his own question in this way: Not the election of the first President but the election of its second President. The peaceful transfer of power is what will separate our country from every other country in the world. Today we celebrate the 57th inauguration of the American President: Find the good and praise it. (Applause.) It is my honor to introduce Associate Justice of the U.S. Supreme Court Sonia Sotomayor for the purpose of administering the oath of office to the Vice President. Will everyone please stand. Associate Justice SONIA SOTOMAYOR administered to the Vice President-elect the oath of office prescribed by the Constitution, which he repeated, as follows: I, JOSEPH R. BIDEN JR., do solemnly swear that I will support and defend the Constitution of the United States against all enemies foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion, and that I will well and faithfully discharge the duties of the office on which I am about to enter. So help me God. Justice SOTOMAYOR. Congratulations. (Applause.) Mr. SCHUMER. It is my pleasure to introduce renowned musical artist James Taylor. (Applause.) (Performance by James Taylor.) Mr. SCHUMER. It is my honor to present the Chief Justice of the United States, JOHN G. ROBERTS, JR., who will administer the Presidential oath of office. Everyone, please rise. The Chief Justice of the U.S. Supreme Court, JOHN G. ROBERTS, JR., administered to the President-elect the oath of office prescribed by the Constitution, which he repeated as follows: I, BARACK HUSSEIN OBAMA, do solemnly swear that I will faithfully execute the office of President of the United States and will, to the best of my ability, preserve, protect, and defend the Constitution of the United States. So help me God. The CHIEF JUSTICE. Congratulations, Mr. President. (Applause.) Mr. SCHUMER. Ladies and gentlemen, it is my great privilege and distinct honor to introduce the 44th President of the United States of America, Barack H. Obama. (Applause.) The PRESIDENT. Thank you. Thank you so much. Vice President Biden, Mr. Chief Justice, Members of the U.S. Congress, distinguished guests, and fellow citizens, each time we gather to inaugurate a President, we bear witness to the enduring strength of our Constitution. We affirm the promise of our democracy. We recall that what binds this Nation together are not the colors of our skin or the tenets of our faith or the origins of our names. What makes us exceptional--what makes us American--is our allegiance to an idea, articulated in a declaration made more than two centuries ago: We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. (Applause.) Today we continue a never-ending journey to bridge the meaning of those words with the realities of our time, for history tells us that while these truths may be self-evident, they have never been self-executing; that while freedom is a gift from God, it must be secured by His people here on Earth. The patriots of 1776 did not fight to replace the tyranny of a king with the privileges of a few or the rule of a mob. They gave to us a republic, a government of and by and for the people, entrusting each generation to keep safe our founding creed. For more than 200 years, we have. Through blood drawn by lash and blood drawn by sword, we learned that no union founded on the principles of liberty and equality could survive half slave and half free. We made ourselves anew and vowed to move forward together. Together, we determined that a modern economy requires railroads and highways to speed travel and commerce; schools and colleges to train our workers. Together, we discovered that a free market only thrives when there are rules to ensure competition and fair play. Together, we resolve that a great nation must care for the vulnerable and protect its people from life's worst hazards and misfortunes. Through it all, we have never relinquished our skepticism of central authority, nor have we succumbed to the fiction that all society's ills can be cured through government alone. Our celebration of initiative and enterprise, our insistence on hard work and personal responsibility, these are constants in our character. We have always understood that when times change, so must we; that fidelity to our founding principles requires new responses to new challenges; that preserving our individual freedoms ultimately requires collective action, for the American people can no more meet the demands of today's world by acting alone than American soldiers could have met the forces of fascism or communism with muskets and militias. No single person can train all the math and science teachers we will need to equip our children for the future or build the roads and networks and research labs that will bring new jobs to our shores. Now, more than ever, we must do these things together as one Nation and one people. (Applause.) This generation of Americans has been tested by crises that steeled our resolve and proved our resilience. A decade of war is now ending. (Applause.) An economic recovery has begun. (Applause.) America's possibilities are limitless, for we possess all the qualities this world without boundaries demands: youth and drive, diversity and openness, an endless capacity for risk, and a gift for reinvention. My fellow Americans, we are made for this moment, and we will seize it so long as we seize it together. (Applause.) For we, the People, understand that our country cannot succeed when a shrinking few do very well and a growing many barely make it. (Applause.) We believe America's prosperity must rest upon the broad shoulders of a rising middle class. We know America thrives when every person can find independence and pride in their work, when the wages of honest labor liberate families from the brink of hardship. We are true to our creed when a little girl born into the bleakest poverty knows she has the same chance to succeed as anybody else because she is an American, she is free, and she is equal, not just in the eyes of God but also in our own. (Applause.) We understand outworn programs are inadequate to the needs of our time. We must harness new ideas in technology to remake our government, revamp our Tax Code, reform our schools, and empower our citizens with the skills they need to work harder, learn more, and reach higher. But while the means will change, our purpose endures. A nation that rewards the effort and determination of every single American, that is what this moment requires. That is what will give real meaning to our creed. We, the people, still believe that every citizen deserves a basic measure of security and dignity. We must make the hard choices to reduce the cost of health care and the size of our deficit. But we reject the belief that America must choose between caring for the generation that built this country and investing in the generation that will build its future. (Applause.) For we remember the lessons of our past, when twilight years were spent in poverty and parents of a child with a disability had nowhere to turn. We do not believe, in this country, freedom is reserved for the lucky or happiness for the few. We recognize that no matter how responsibly we live our lives, any one of us, at any time, may face a job loss or a sudden illness or a home swept away in a terrible storm. The commitments we make to each other, through Medicare and Medicaid and Social Security, these things do not sap our Nation; they strengthen us. (Applause.) They do not make us a nation of takers; they free us to take the risks that make this country great. (Applause.) We, the people, still believe our obligations as Americans are not just to ourselves but to all posterity. We will respond to the threat of climate change, knowing the failure to do so would betray our children and future generations. (Applause.) Some may still deny the overwhelming judgment of science, but none can avoid the devastating impact of raging fires and crippling drought and more powerful storms. The path toward sustainable energy sources will be long and sometimes difficult, but America cannot resist this transition; we must lead it. We cannot cede to other Nations the technology that will power new jobs and new industries; we must claim its promise. That is how we will maintain our economic vitality and our national treasure, our forests and waterways, our croplands and snow-capped peaks. That is how we will preserve our planet, commanded to our care by God. That is what will lend meaning to the creed our Fathers once declared. We, the people, still believe that enduring security and lasting peace do not require perpetual war. Our brave men and women in uniform, tempered by the flames of battle, are unmatched in skill and courage. Our citizens, seared by the memory of those we have lost, know too well the price that is paid for liberty. The knowledge of their sacrifice will keep us forever vigilant against those who would do us harm. But we are also heirs to those who won the peace and not just the war, who turned sworn enemies into the surest of friends, and we must carry those lessons into this time as well. We will defend our people and uphold our values through strength of arms and rule of law. We will show the courage to try and resolve our differences with other Nations peacefully, not because we are naive about the dangers we face but because engagement can more durably lift suspicion and fear. America will remain the anchor of strong alliances in every corner of the globe, and we will renew those institutions that extend our capacity to manage crisis abroad, for no one has a greater stake in a peaceful world than its most powerful Nation. We will support democracy from Asia to Africa, from the Americas to the Middle East, because our interests and our conscience compel us to act on behalf of those who long for freedom. We must be a source of hope to the poor, the sick, the marginalized, the victims of prejudice, not out of mere charity but because peace in our time requires the constant advance of those principles that our common creed describes: tolerance and opportunity, human dignity and justice. We, the people, declare today that the most evident of truths, that all of us are created equal, is the star that guides us still, just as it guided our forebears through Seneca Falls and Selma and Stonewall, just as it guided all those men and women, sung and unsung, who left footprints along this great Mall to hear a preacher say we cannot walk alone, to hear a ``King'' proclaim that our individual freedom is inextricably bound to the freedom of every soul on Earth. (Applause.) It is now our generation's task to carry on what those pioneers began, for our journey is not complete until our wives, our mothers, and daughters can earn a living equal to their efforts. (Applause.) Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law, for if we are truly created equal, then surely the love we commit to one another must be equal as well. Our journey is not complete until no citizen is forced to wait for hours to exercise the right to vote. Our journey is not complete until we find a better way to welcome the striving, hopeful immigrants who still see America as a land of opportunity; until bright young students and engineers are enlisted in our workforce rather than expelled from our country. Our journey is not complete until all our children, from the streets of Detroit to the hills of Appalachia, to the quiet lanes of Newtown, know they are cared for and cherished and always safe from harm. That is our generation's task--to make these words, these rights, these values of life and liberty and the pursuit of happiness real for every American. Being true to our founding documents does not require us to agree on every contour of life. It does not mean we will all define liberty in exactly the same way or follow the same precise path to happiness. Progress does not compel us to settle centuries-long debates about the role of government for all time, but it does require us to act in our time. (Applause.) For now decisions are upon us, and we cannot afford delay. We cannot mistake absolutism for principle or substitute spectacle for politics or treat name-calling as reasoned debate. We must act, knowing our work will be imperfect. We must act, knowing today's victories will be only partial and that it will be up to those who stand here in 4 years and 40 years and 400 years hence to advance the timeless spirit once conferred to us in a spare Philadelphia hall. My fellow Americans, the oath I have sworn before you today, similar to the one recited by others who serve in this Capitol, was an oath to God and country, not party or faction, and we must faithfully execute that pledge during the duration of our service. But the words I spoke today are not so different from the oath that is taken each time a soldier signs up for duty or an immigrant realizes her dream. My oath is not so different from the pledge we all make to the flag that waves above and that fills our hearts with pride. They are the words of citizens and they represent our greatest hope. You and I, as citizens, have the power to set this country's course. You and I, as citizens, have the obligation to shape the debates of our time, not only with the votes we cast but with the voices we lift in defense of our most ancient values and enduring ideals. Let each of us now embrace, with solemn duty and awesome joy, what is our lasting birthright. With common effort and common purpose, with passion and dedication, let us answer the call of history and carry into an uncertain future that precious light of freedom. Thank you. God bless you, and may He forever bless these United States of America. (Applause.) Mr. SCHUMER. At this time, please join me in welcoming award-winning artist Kelly Clarkson, accompanied by the U.S. Marine Band. (Kelly Clarkson and the Marine Band performed.) Mr. SCHUMER. Wow. Our next distinguished guest is the poet Richard Blanco, who will share with us words he has composed for this occasion. Mr. BLANCO. Mr. President, Mr. Vice President, America, ``One Today.''"], u'capitolwords_url': u'http://capitolwords.org/date/2013/01/22/S183-3_inaugural-ceremony/'}