{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 113, u'title': u'PUBLIC BILLS AND RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-18/html/CREC-2013-04-18-pt1-PgH2156-2.htm', u'number': 53, u'id': u'CREC-2013-04-18-pt1-PgH2156-2.chunk0', u'volume': 159, u'chamber': u'House', u'session': 1, u'speaker_last': None, u'pages': u'H2156-H2159', u'speaker_party': None, u'date': u'2013-04-18', u'bills': [u'H.R. 1620', u'H.R. 1621', u'H.R. 1622', u'H.R. 1623', u'H.R. 1624', u'H.R. 1625', u'H.R. 1626', u'H.R. 1627', u'H.R. 1628', u'H.R. 1629', u'H.R. 1644', u'H.R. 1648', u'H.R. 1649', u'H.R. 1655', u'H.R. 1645', u'H.R. 1658', u'H.R. 1642', u'H.R. 1643', u'H.R. 1651', u'H.R. 1646', u'H.R. 1640', u'H.R. 1641', u'H.R. 1654', u'H.R. 1636', u'H. Res. 171', u'H.R. 1635', u'H.R. 1619', u'H.R. 1618', u'H.R. 1657', u'H.R. 1656', u'H.R. 1647', u'H.R. 1650', u'H.R. 1639', u'H.R. 1638', u'H.R. 1637', u'H.R. 1633', u'H.R. 1613', u'H.R. 1634', u'H.R. 1615', u'H.R. 1614', u'H.R. 1617', u'H.R. 1616', u'H. Con. Res. 32', u'H. Con. Res. 33', u'H.R. 1631', u'H. Con. Res. 34', u'H.R. 1630', u'H.R. 1652', u'H. Res. 170', u'H.R. 1632', u'H.R. 1659', u'H.R. 1653', u'H. Res. 169'], u'bioguide_id': None, u'order': 0, u'speaking': [u" Under clause 2 of rule XII, public bills and resolutions of the following titles were introduced and severally referred, as follows: By Mr. DUNCAN of South Carolina (for himself, Mr. Hastings of Washington, and Mr. Salmon): H.R. 1613. A bill to amend the Outer Continental Shelf Lands Act to provide for the proper Federal management and oversight of transboundary hydrocarbon reservoirs, and for other purposes; to the Committee on Natural Resources, and in addition to the Committees on Foreign Affairs, and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. CRAWFORD: H.R. 1614. A bill to amend the Internal Revenue Code of 1986 to authorize agricultural producers to establish and contribute to tax-exempt farm risk management accounts; to the Committee on Ways and Means. By Mr. McKINLEY (for himself and Ms. Kaptur): H.R. 1615. A bill to provide for a study by the Institute of Medicine on gaps in mental health services and how these gaps can increase the risk of violent acts; to the Committee on Energy and Commerce. By Mr. McKINLEY (for himself and Mr. Welch): H.R. 1616. A bill to promote energy savings in residential and commercial buildings and industry, and for other purposes; to the Committee on Energy and Commerce, and in addition to the Committees on the Budget, Science, Space, and Technology, Transportation and Infrastructure, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Ms. SCHAKOWSKY (for herself, Mr. Conyers, Mr. Cummings, Mr. Danny K. Davis of Illinois, Ms. Edwards, Mr. Holt, Mr. Honda, Mr. Johnson of Georgia, Ms. Lee of California, Ms. Moore, Mr. Rangel, Mr. Ellison, Ms. Roybal-Allard, Ms. Brown of Florida, and Mr. Grijalva): H.R. 1617. A bill to create an emergency jobs program that will fund 2,242,000 positions during fiscal years 2014 and 2015; to the Committee on Education and the Workforce, and in addition to the Committees on Natural Resources, Agriculture, the Judiciary, Science, Space, and Technology, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. BURGESS: H.R. 1618. A bill to amend the Internal Revenue Code of 1986 to increase the dollar limitation on employer-provided group term life insurance that can be excluded from the gross income of the employee; to the Committee on Ways and Means. By Mr. BURGESS (for himself, Mr. Markey, Mr. Smith of New Jersey, Ms. Norton, Mr. Roskam, Mr. King of New York, and Mr. Carter): H.R. 1619. A bill to authorize the issuance of United States bonds to fund Alzheimer's research; to the Committee on Ways and Means, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. CARTWRIGHT (for himself, Mr. Wittman, Mr. Andrews, Mrs. Beatty, Mr. Bishop of Georgia, Mr. Brady of Pennsylvania, Mr. Braley of Iowa, Ms. Brown of Florida, Mr. Butterfield, Mr. Calvert, Mrs. Capps, Mr. Capuano, Mr. Castro of Texas, Mr. Cardenas, Mr. Carney, Mr. Connolly, Mr. Courtney, Mr. Cramer, Mrs. Davis of California, Mr. DeFazio, Ms. DeGette, Mr. McGovern, Ms. Moore, Mr. Moran, Mr. Nolan, Ms. Norton, Mr. Owens, Mr. Pallone, Mr. Payne, Mr. Perlmutter, Mr. Peters of California, Mr. Rahall, Mr. Rush, Mr. Ryan of Ohio, Ms. Schakowsky, Mr. Schiff, Mr. Doggett, Mr. Doyle, Mr. Enyart, Mr. Farr, Ms. Gabbard, Mr. Gallego, Mr. Garamendi, Ms. Hahn, Mr. Hinojosa, Mr. Holt, Mr. Honda, Mr. Huffman, Ms. Jackson Lee, Mr. Kildee, Mr. Kilmer, Mr. Lewis, Mr. Loebsack, Mr. Lowenthal, Mr. Markey, Mrs. McCarthy of New York, Mr. Shuster, Ms. Sinema, Ms. Slaughter, Mr. Takano, Ms. Titus, Mr. Van Hollen, and Ms. Wilson of Florida): H.R. 1620. A bill to amend the Internal Revenue Code of 1986 to allow a credit against income tax for amounts paid by a spouse of a member of the Armed Forces for a new State license or certification required by reason of a permanent change in the duty station of such member to another State; to the Committee on Ways and Means. By Mr. JOHNSON of Georgia (for himself, Ms. Norton, Mr. Conyers, Mr. Lewis, Mr. Moran, Mr. Grijalva, Mr. Clay, Mr. Ellison, Ms. Titus, Mr. McDermott, Ms. Brown of Florida, Mr. Van Hollen, Mr. Peters of Michigan, Mr. Cicilline, Mr. Serrano, Mr. Rangel, Mr. Connolly, Mr. Ryan of Ohio, Ms. Lee of California, Mr. Honda, Ms. Wasserman Schultz, Mr. Hastings of Florida, Mr. Chabot, Ms. Schwartz, Ms. Meng, Mr. Rush, Mr. Bentivolio, Ms. Wilson of Florida, Ms. Fudge, Ms. Sewell of Alabama, Mr. Murphy of Florida, and Ms. Jackson Lee): H.R. 1621. A bill to amend the Internal Revenue Code of 1986 to make permanent the 2010 increase in the deduction for start-up expenditures; to the Committee on Ways and Means. By Mr. JOHNSON of Georgia (for himself, Ms. Norton, Mr. Rush, Mr. Conyers, Ms. Wilson of Florida, Mr. Grijalva, Ms. Chu, Mr. Clay, Ms. Bordallo, Ms. Kaptur, Ms. Brown of Florida, Mr. Thompson of Mississippi, Mr. Danny K. Davis of Illinois, and Mr. McDermott): H.R. 1622. A bill to amend the Small Business Act to ensure fairness and transparency in contracting with small business concerns; to the Committee on Small Business, and in addition to the Committee on Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mrs. NEGRETE McLEOD (for herself, Mr. Cook, Mr. Ruiz, and Ms. Kuster): H.R. 1623. A bill to amend title 38, United States Code, to direct the Secretary of Veterans Affairs to make publicly available certain information about pending and completed claims for compensation under the laws administered by the Secretary, and for other purposes; to the Committee on Veterans' Affairs. By Mr. POE of Texas (for himself and Mr. Costa): H.R. 1624. A bill to safeguard the Crime Victims Fund; to the Committee on the Budget, and in addition to the Committees on Rules, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. DOGGETT (for himself, Mr. Ellison, Mr. Quigley, Mr. Keating, Mr. Huffman, and Mr. McDermott): H.R. 1625. A bill to amend the Toxic Substances Control Act to prohibit the manufacture, processing, distribution in commerce, and use of coal tar sealants, and for other purposes; to the Committee on Energy and Commerce. By Mrs. WAGNER (for herself and Mr. Garrett): H.R. 1626. A bill to amend the Securities Exchange Act of 1934 to prohibit the Securities and Exchange Commission from issuing rules requiring the disclosure of an issuer's expenditures for political activities; to the Committee on Financial Services. By Ms. WATERS (for herself and Mr. Delaney): H.R. 1627. A bill to amend the Investment Advisers Act of 1940 to require certain investment advisers to pay fees to help cover the costs of inspecting and examining investment advisers under such Act; to the Committee on Financial Services. By Mr. NUNES (for himself, Mr. Ryan of Wisconsin, and Mr. Issa): H.R. 1628. A bill to amend the Internal Revenue Code of 1986 to provide for reporting and disclosure by State and local public employee retirement pension plans; to the Committee on Ways and Means. By Mr. RANGEL: H.R. 1629. A bill to amend the Internal Revenue Code to make permanent qualified school construction bonds and qualified zone academy bonds, to treat qualified zone academy bonds as specified tax credit bonds, and to modify the private business contribution requirement for qualified zone academy bonds; to the Committee on Ways and Means. By Mr. HOLT (for himself, Ms. Moore, Mr. Grijalva, Mr. Moran, Ms. Slaughter, Mr. Deutch, Mr. Cummings, Ms. Tsongas, Mr. Tonko, Mr. Schiff, Ms. McCollum, Mr. Hastings of Florida, Mr. Quigley, Mrs. Carolyn B. Maloney of New York, Mr. Himes, Mr. DeFazio, Ms. DeLauro, Mr. Walz, Mr. Price of North Carolina, Ms. Norton, Mr. Yarmuth, Mr. Markey, Ms. Pingree of Maine, Mr. Tierney, Mr. Van Hollen, Mrs. Capps, Mr. Waxman, Mr. David Scott of Georgia, Mr. Levin, Ms. Edwards, Mr. Honda, Mr. Smith of Washington, Mr. Israel, Mr. Peters of Michigan, Ms. Meng, Mr. Cohen, Mr. Blumenauer, Mr. Huffman, Mrs. McCarthy of New York, Ms. Chu, Mr. Johnson of Georgia, Mr. Ellison, Mr. Keating, Ms. Schwartz, Mr. Pocan, Ms. Matsui, Mr. Connolly, Mr. Peterson, Ms. Linda T. Sanchez of California, Ms. Shea-Porter, Mr. Langevin, Mr. Lynch, Ms. DelBene, Mr. Nadler, Mr. Grayson, Mr. Lewis, Mr. O'Rourke, Mr. George Miller of California, Mr. Polis, Mr. Capuano, and Mr. Conyers): H.R. 1630. A bill to designate as wilderness certain Federal portions of the red rock canyons of the Colorado Plateau and the Great Basin Deserts in the State of Utah for the benefit of present and future generations of people in the United States; to the Committee on Natural Resources. By Mr. MARKEY: H.R. 1631. A bill to amend title 37, United States Code, to require the Secretary of Defense to ensure that members of the Armed Forces serving in a combat zone automatically receive the education benefits to which they are entitled; to the Committee on Armed Services. By Mr. SOUTHERLAND (for himself, Mr. McIntyre, Mr. Enyart, Mr. Young of Alaska, Mrs. Hartzler, Mr. Roe of Tennessee, Mr. Stockman, Mr. Ribble, and Mr. Duncan of South Carolina): H.R. 1632. A bill to ensure that the Federal government is able to receive the maximum return on its investment in the rural essential community facilities loan and grant programs and effective services to rural communities; to the Committee on Agriculture. By Mr. AMODEI: H.R. 1633. A bill to provide for the conveyance of small parcels of National Forest System land and small parcels of public lands administered by the Bureau of Land Management to private landowners, State, county, and local governments, or Indian tribes whose lands share a boundary with the National Forest System land or public lands, and for other purposes; to the Committee on Natural Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. BOUSTANY (for himself, Mr. Larson of Connecticut, Mr. Rodney Davis of Illinois, and Mr. Schock): H.R. 1634. A bill to amend the Internal Revenue Code of 1986 to increase participation in medical flexible spending arrangements; to the Committee on Ways and Means. By Mr. COHEN (for himself, Mr. Polis, Mr. Blumenauer, Mr. Farr, and Mr. Moran): H.R. 1635. A bill to establish the National Commission on Federal Marijuana Policy; to the Committee on the Judiciary, and in addition to the Committees on Energy and Commerce, Ways and Means, Financial Services, and Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mrs. DAVIS of California (for herself, Mr. Hastings of Florida, Mr. Moran, Mr. Larson of Connecticut, and Mr. Brady of Pennsylvania): H.R. 1636. A bill to amend the Federal Election Campaign Act of 1971 to prohibit certain State election administration officials from actively participating in electoral campaigns; to the Committee on House Administration. By Mr. DUNCAN of South Carolina (for himself, Mr. Barton, Mrs. Blackburn, Mr. Chabot, Mr. Flores, Mr. Franks of Arizona, Mr. King of Iowa, Mr. Pompeo, Mr. Yoder, Ms. Jenkins, and Mr. Amash): H.R. 1637. A bill to amend the provisions of title 40, United States Code, commonly known as the Davis-Bacon Act, to raise the threshold dollar amount of contracts subject to the prevailing wage requirements of such provisions; to the Committee on Education and the Workforce. By Mr. DUNCAN of South Carolina (for himself, Mr. Chaffetz, Mr. Harris, Mr. Jones, Mr. Pearce, Mr. Ribble, and Mr. Southerland): H.R. 1638. A bill to repeal the authority to conduct certain censuses, and for other purposes; to the Committee on Oversight and Government Reform, and in addition to the Committees on Agriculture, and Appropriations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. GIBSON (for himself and Mr. Schrader): H.R. 1639. A bill to amend the Rural Electrification Act of 1936, and for other purposes; to the Committee on Agriculture, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. ISRAEL (for himself, Mr. Hanna, Ms. Schwartz, Mr. Enyart, and Mr. Palazzo): H.R. 1640. A bill to amend titles 10 and 32, United States Code, to enhance capabilities to prepare for and respond to cyber emergencies, and for other purposes; to the Committee on Armed Services. By Mr. ISRAEL (for himself, Mr. Larson of Connecticut, Mr. Dingell, Ms. Slaughter, and Mr. Clyburn): H.R. 1641. A bill to change the date for regularly scheduled Federal elections and establish polling place hours; to the Committee on House Administration. By Mr. KILMER (for himself, Ms. Hanabusa, and Mr. Heck of Washington): H.R. 1642. A bill to protect the eligibility for Federal employment and access to classified information for Department of Defense civilian employees who may incur financial hardships as a result of furloughs dictated by sequestration; to the Committee on Armed Services. By Mr. KILMER (for himself and Ms. Hanabusa): H.R. 1643. A bill to amend the Internal Revenue Code of 1986 to allow penalty-free withdrawals from the Federal Thrift Savings Fund to employees who are furloughed as a result of the Federal budget sequester; to the Committee on Ways and Means. By Mr. KIND (for himself and Mr. Blumenauer): H.R. 1644. A bill to impose a limitation on the maximum amount of crop insurance premiums paid by the Federal Crop Insurance Corporation, to repeal the authority to provide direct payments for producers of certain major agricultural commodities and peanuts, to prohibit the Secretary of Agriculture from making payments to the Brazilian Cotton Institute, and for other purposes; to the Committee on Agriculture. By Mr. BEN RAY LUJAN of New Mexico: H.R. 1645. A bill to amend the Radiation Exposure Compensation Act to improve compensation for workers involved in uranium mining, and for other purposes; to the Committee on the Judiciary, and in addition to the Committees on Education and the Workforce, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mrs. CAROLYN B. MALONEY of New York (for herself, Mr. Grimm, and Mrs. McCarthy of New York): H.R. 1646. A bill to amend the Federal Credit Union Act to provide an exception from the member business loan cap for loans made to aid in the recovery from a disaster; to the Committee on Financial Services. By Mrs. MILLER of Michigan: H.R. 1647. A bill to amend the Food Security Act of 1985 to require the Secretary of Agriculture to establish a Great Lakes basin initiative for agricultural nonpoint source pollution prevention; to the Committee on Agriculture. By Mr. GEORGE MILLER of California (for himself, Mr. Courtney, Ms. Titus, Mr. Holt, Mr. Nadler, Mr. Gene Green of Texas, Ms. DeLauro, and Mr. Payne): H.R. 1648. A bill to amend the Occupational Safety and Health Act of 1970 to expand coverage under the Act, to increase protections for whistleblowers, to increase penalties for high gravity violations, to adjust penalties for inflation, to provide rights for victims or their family members, and for other purposes; to the Committee on Education and the Workforce. By Mr. GEORGE MILLER of California (for himself, Mr. Markey, Mr. Courtney, and Mr. Holt): H.R. 1649. A bill to provide whistleblower protections to certain workers in the offshore oil and gas industry; to the Committee on Education and the Workforce. By Ms. NORTON: H.R. 1650. A bill to provide for nuclear weapons abolition and economic conversion in accordance with District of Columbia Initiative Measure Number 37 of 1992, while ensuring environmental restoration and clean-energy conversion; to the Committee on Foreign Affairs, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. PEARCE: H.R. 1651. A bill to transfer certain facilities, easements, and rights-of-way to Fort Sumner Irrigation District, New Mexico; to the Committee on Natural Resources. By Mr. POLIS (for himself, Mr. Schiff, Mr. Carson of Indiana, Ms. Hahn, Mr. McDermott, Mr. Moran, Mrs. Napolitano, Ms. Pingree of Maine, Mr. Holt, Ms. Kuster, Ms. Wasserman Schultz, Mr. Cicilline, Mr. Sarbanes, Mr. Israel, Ms. Fudge, Mr. Van Hollen, Ms. Esty, Mrs. Capps, Mr. Blumenauer, Mr. Brady of Pennsylvania, Mr. Himes, Mr. Sires, Mrs. Davis of California, Mr. Capuano, Mr. Braley of Iowa, Ms. Slaughter, Mr. Swalwell of California, Ms. Chu, Mr. Waxman, Mr. Pocan, Mrs. Carolyn B. Maloney of New York, Mr. Price of North Carolina, Mr. Clay, Mr. Langevin, Mr. Engel, Mr. Higgins, Mr. Hastings of Florida, Mr. Lowenthal, Ms. Norton, Mr. George Miller of California, Mr. Farr, Mr. Tonko, Mr. Connolly, Mr. Conyers, Ms. Roybal-Allard, Mr. Lynch, Mr. Hinojosa, Ms. Tsongas, Mr. Sean Patrick Maloney of New York, Mr. Serrano, Ms. McCollum, Mr. Deutch, Ms. DeLauro, Ms. Linda T. Sanchez of California, Mr. Pascrell, Ms. Lofgren, Mr. Quigley, Ms. Lee of California, Mr. Schneider, Ms. Matsui, Mr. McGovern, Mr. Keating, Mr. Ellison, Mr. Cummings, Mr. Michaud, Mr. Markey, Ms. Bonamici, Mr. Welch, Ms. Schwartz, Mr. Cartwright, Mr. Sherman, Mr. Loebsack, Ms. DeGette, Mr. Smith of Washington, Mr. Doggett, Ms. Schakowsky, Mr. Lewis, Mrs. McCarthy of New York, Mr. Grijalva, Mr. Kildee, Mr. Watt, Ms. Wilson of Florida, Ms. DelBene, Ms. Castor of Florida, Mr. Larsen of Washington, Mr. Rangel, Ms. Edwards, Mr. Andrews, Mr. Ben Ray Lujan of New Mexico, Ms. Kaptur, Mrs. Negrete McLeod, Ms. Jackson Lee, Mr. Meeks, Mr. Levin, Mr. Al Green of Texas, Mr. Rush, Mr. Pallone, Mr. Takano, Ms. Speier, Ms. Moore, Mr. Payne, Mr. Walz, Mr. Kind, Ms. Frankel of Florida, Ms. Sinema, Ms. Titus, Mr. Crowley, Ms. Michelle Lujan Grisham of New Mexico, Mr. Huffman, Mr. Peters of California, Mr. Garcia, Ms. Waters, Mr. Nadler, Ms. Eddie Bernice Johnson of Texas, Mr. Gutierrez, Mr. Bishop of New York, Ms. Ros-Lehtinen, Mr. Vargas, Ms. Pelosi, Mr. Peters of Michigan, and Mr. Cohen): H.R. 1652. A bill to end discrimination based on actual or perceived sexual orientation or gender identity in public schools, and for other purposes; to the Committee on Education and the Workforce. By Mr. RENACCI (for himself, Mr. Gibbs, Mr. Turner, Mr. Joyce, Mrs. Beatty, Mr. Ryan of Ohio, Mr. Chabot, Ms. Fudge, Mr. Stivers, Mr. Jordan, Mr. Tiberi, Mr. Johnson of Ohio, Mr. Latta, and Mr. Wenstrup): H.R. 1653. A bill to require the Secretary of the Treasury to mint coins in recognition and celebration of the Pro Football Hall of Fame; to the Committee on Financial Services. By Mr. RENACCI (for himself, Mr. Quigley, Mr. Carney, Mr. Welch, Mr. Heck of Nevada, Mr. Bucshon, Mr. Barber, Mr. Webster of Florida, Mr. Delaney, Mr. Owens, and Mr. Meehan): H.R. 1654. A bill to improve the accuracy and transparency of the Federal budget process; to the Committee on the Budget, and in addition to the Committees on Rules, Oversight and Government Reform, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. ROE of Tennessee: H.R. 1655. A bill to amend the Uniformed and Overseas Citizens Absentee Voting Act to require States to delay certifying the results of regularly scheduled general elections for Federal office in order to ensure the counting of any marked absentee ballots of absent overseas uniformed services voters that are collected by the Presidential designee under such Act for delivery to State election officials; to the Committee on House Administration. By Mr. SABLAN: H.R. 1656. A bill to amend the Wagner-Peyser Act to include the Commonwealth of the Northern Mariana Islands in the employment services provided under that Act; to the Committee on Education and the Workforce. By Mr. STUTZMAN: H.R. 1657. A bill to amend the Food and Nutrition Act of 2008 to improve the supplemental nutrition assistance program; to the Committee on Agriculture. By Mr. TIPTON (for himself, Mr. Cole, Mr. Young of Alaska, Mr. Gardner, Ms. DeGette, Mr. Perlmutter, Mr. Coffman, Mr. Ben Ray Lujan of New Mexico, Mr. Polis, Ms. McCollum, Mr. Moran, Mrs. Kirkpatrick, Mr. Honda, Mr. Jones, Ms. Moore, Mr. Grijalva, Mr. Hinojosa, Mrs. Negrete McLeod, Mr. Faleomavaega, Mr. Cardenas, Mr. Rangel, Ms. Sinema, Mr. Pocan, Mr. Ruiz, Mr. Takano, Mr. Lamborn, Mr. Gosar, and Mrs. Napolitano): H.R. 1658. A bill to help fulfill the Federal mandate to provide higher educational opportunities for Native American Indians; to the Committee on Education and the Workforce, and in addition to the Committee on Appropriations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. WELCH (for himself and Mr. Gardner): H.R. 1659. A bill to provide for utilizing energy savings performance contracts and utility energy service contracts; to the Committee on Energy and Commerce. By Mr. BARLETTA (for himself and Ms. Norton): H. Con. Res. 32. Concurrent resolution authorizing the use of the Capitol Grounds for the National Honor Guard and Pipe Band Exhibition; to the Committee on Transportation and Infrastructure. By Mr. ENGEL (for himself, Mr. Cicilline, Mr. Polis, Mr. Pocan, Ms. Ros-Lehtinen, Mr. Farr, Mr. Grijalva, Mr. Lowenthal, Mr. Ellison, Mr. Hastings of Florida, Ms. Hahn, Mr. Markey, Ms. DeGette, Mr. Connolly, Ms. Wilson of Florida, Mr. Crowley, Mr. Moran, Mr. Higgins, Ms. McCollum, Mr. Tonko, Mr. Brady of Pennsylvania, Mr. Quigley, Ms. Schakowsky, Mrs. Carolyn B. Maloney of New York, Ms. Wasserman Schultz, Mr. Rangel, Mr. McGovern, Mr. Sean Patrick Maloney of New York, Mr. Takano, Ms. Moore, Ms. Norton, Ms. Speier, Mrs. Capps, Ms. Linda T. Sanchez of California, Ms. Kuster, Mrs. Davis of California, Mr. Serrano, Mr. Smith of Washington, Mr. Gutierrez, Mr. Deutch, Mr. Nadler, Ms. Meng, Ms. Eddie Bernice Johnson of Texas, Ms. Chu, Mr. Honda, Mr. Andrews, Ms. Titus, Ms. Lofgren, Mr. Al Green of Texas, Ms. Lee of California, and Mr. Holt): H. Con. Res. 33. Concurrent resolution supporting the goals and ideals of the National Day of Silence in bringing attention to anti-lesbian, gay, bisexual, and transgender name-calling, bullying, and harassment faced by individuals in schools; to the Committee on Education and the Workforce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. CICILLINE (for himself, Mr. Barber, Mrs. Beatty, Ms. Bonamici, Mr. Brady of Pennsylvania, Mr. Braley of Iowa, Ms. Brown of Florida, Mrs. Bustos, Mr. Cardenas, Mr. Cartwright, Mrs. Christensen, Ms. Chu, Mr. Clay, Mr. Conyers, Mr. Cummings, Mr. Danny K. Davis of Illinois, Mr. DeFazio, Mr. Deutch, Ms. Edwards, Mr. Ellison, Mr. Enyart, Ms. Frankel of Florida, Ms. Fudge, Mr. Garamendi, Mr. Grayson, Mr. Gene Green of Texas, Mr. Grijalva, Mr. Gutierrez, Ms. Hahn, Ms. Hanabusa, Mr. Hastings of Florida, Mr. Higgins, Mr. Holt, Mr. Honda, Mr. Huffman, Ms. Jackson Lee, Ms. Eddie Bernice Johnson of Texas, Mr. Johnson of Georgia, Ms. Kaptur, Mr. Kildee, Mrs. Kirkpatrick, Mr. Langevin, Ms. Lee of California, Mr. Lewis, Mr. Loebsack, Mr. Lowenthal, Mr. Lynch, Mr. Maffei, Mr. Markey, Ms. Matsui, Mr. McDermott, Mr. McGovern, Mr. Michaud, Ms. Moore, Mr. Nadler, Mrs. Napolitano, Mr. Nolan, Ms. Norton, Mr. Payne, Mr. Peters of Michigan, Ms. Pingree of Maine, Mr. Pocan, Ms. Roybal-Allard, Mr. Ruiz, Mr. Rush, Mr. Ryan of Ohio, Ms. Schakowsky, Mr. Serrano, Ms. Shea-Porter, Mr. Sires, Ms. Speier, Mr. Takano, Mr. Thompson of Mississippi, Mr. Tonko, Mr. Vargas, Mr. Veasey, Mr. Vela, Ms. Velazquez, Ms. Waters, Mr. Welch, Ms. Wilson of Florida, and Mr. Scott of Virginia): H. Con. Res. 34. Concurrent resolution expressing the sense of the Congress that the Chained Consumer Price Index should not be used to calculate cost-of-living adjustments for Social Security benefits; to the Committee on Ways and Means. By Mr. CLAY (for himself and Mr. Luetkemeyer): H. Res. 169. A resolution expressing support for designation of Saint Louis, Missouri, as the ``National Chess Capital'' to enhance awareness of the educational benefits of chess and to encourage schools and community centers to engage in chess programs to promote problem solving, critical thinking, spatial awareness, and goal setting; to the Committee on Education and the Workforce. By Mr. DIAZ-BALART (for himself, Mr. Campbell, Ms. Bordallo, Mr. Petri, Mr. Roskam, Mr. Holding, Mr. Hall, Mr. Marchant, Mr. Sensenbrenner, Mr. Faleomavaega, Ms. Ros-Lehtinen, Mr. McIntyre, Mr. Higgins, Mr. Griffith of Virginia, Mr. Ryan of Ohio, and Mr. Poe of Texas): H. Res. 170. A resolution recognizing the Falkland Islands referendum in favor of retaining their status as a British Overseas Territory; to the Committee on Foreign Affairs. By Mr. HIGGINS (for himself, Mr. Engel, Mr. Collins of New York, Mr. Stockman, Mr. King of New York, Mr. Israel, Mr. Owens, Ms. Slaughter, Mr. Connolly, Mr. Faleomavaega, Ms. Bass, and Ms. Meng): H. Res. 171. A resolution condemning the Republic of the Sudan for its actions to pardon Mubarak Mustafa, who was responsible for the escape of two men convicted of the assassination of John Granville on January 1, 2008, and calling on the United States Department of State to continue to include Sudan on the list of state sponsors of terrorism; to the Committee on Foreign Affairs."], u'capitolwords_url': u'http://capitolwords.org/date/2013/04/18/H2156-2_public-bills-and-resolutions/'}