{"speaker_state": "CA", "speaker_raw": "mr. stark", "speaker_first": "Pete", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk138", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Stark", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "S000810", "order": 138, "speaking": ["Mr. Speaker, I rise in strong opposition to House Joint Resolution 88, the so-called Marriage Protection Amendment, which proposes an amendment to the U.S. Constitution to ban same-sex couples from getting married or receiving any of the rights of marriage.", "The right-wing political machine is churning out divisive legislation at a record pace as we get close to the election, but this is a particular low point. We can all have a good laugh at the pandering Republican majority when they claim that banning flag burning will make us more patriotic or that school prayer will prevent teenage pregnancy, but this proposal would, for the first time ever, target a specific group of Americans in our most sacred document, and permanently ban them from having equal rights under the law.", "The proposed amendment not only bans marriage, but any of the ``legal incidents thereof,'' meaning that the proponents think our founding document should keep gay and lesbian couples from filing a joint tax return, inheriting property, or visiting their partner in the hospital. I vehemently oppose this discrimination.", "Oh, and I forgot to mention that this amendment has already failed once in the House and twice in the Senate, so today's vote is all a terrible waste of time. What we should be doing is passing legislation to address real problems in America today. Rather than insult a group of people as deserving of protection under law as any other, Congress should work to reduce domestic violence, provide high quality childcare to all families, and make the minimum wage a living wage. These actions would actually prevent divorce in America and strengthen our families.", "Citizens of the United States are guaranteed equal treatment under the law, even if voters in red states don't like them. I urge my colleagues to vote against this nonsense."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}