{"speaker_state": "MN", "speaker_raw": "mr. ellison", "speaker_first": "Keith", "congress": 112, "title": "THE PROGRESSIVE CAUCUS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-16/html/CREC-2011-03-16-pt1-PgH1899.htm", "number": 40, "id": "CREC-2011-03-16-pt1-PgH1899.chunk1", "volume": 157, "chamber": "House", "session": 1, "speaker_last": "Ellison", "pages": "H1899-H1903", "speaker_party": "D", "date": "2011-03-16", "bills": ["H.R. 1"], "bioguide_id": "E000288", "order": 1, "speaking": ["Mr. Speaker, my name is Keith Ellison. I claim the time on behalf of the Progressive Caucus. I want to thank you, Mr. Speaker, for providing the time so that we can share our views and opinions about the world we live in and about the importance of Congress' being responsive to the American people.", "Tonight, I am here on behalf of the Progressive Caucus. The Congressional Progressive Caucus is a caucus in the United States Congress, 83-member-strong, who can be counted on to stand up for peace as opposed to war, who can be counted on to stand up for working and middle class people and economic justice and a fair distribution of our Nation's resources, who can be counted on to stand up for civil and human rights, who believe that color, culture, sexual orientation, and things like this are not important as they relate to the worth or merit of a human being, and we can be counted on to stand up for these ideas that make our country great.", "In fact, for every great movement in our country, whether it has been the civil rights movement, the women's rights movement, whether it has been the right to expand the vote to 18-year-olds, whether it has been the fight to end slavery or to support the rights of working people on the job, including our public employees so imperiled today, it has been Progressives who have made these struggles. It has been conservatives who have always fought progress. They fought against ending slavery. They fought against integration. They fought against women's rights. Always the conservatives have been the ones against moving our country forward, and they are today again.", "So we are the Progressive Caucus, and we are proud to be Members of this Congress. We are proud to be able to stand up and articulate a people-focused, American-focused agenda that we know and believe is going to be to the benefit of the American people. We are the Congressional Progressive Caucus, and we are very pleased to be Members of the Congress, standing up for the American people.", "Tonight, I am here to talk about the Progressive message.", "The Progressive message. The message that we are going to share tonight is protecting the American Dream. Protecting the American Dream, stopping corporate tax cheats, and having a sane budget. That's what we want to talk about tonight, protecting the American Dream.", "What is the American Dream? The American Dream is the dream, not the fantasy, but the dream that if you work hard and you live life by the rules, that you will be able to be successful in America; that you will be able to get a job, go to school; that if you live long enough and are blessed to do so, that you will be able to retire with Social Security and Medicare; that your children and grandchildren will be able to get a quality education at a public school if they want to; and that, no matter what color they are or what culture they are or what religion they are, they are welcomed, because Americans are Americans are Americans. That's the American Dream.", "This is a dream shared by people who go back 14 generations in America, like my family does, or people who are brand-new arrivals in America, the newest person who just got their green card or just got their citizenship, sworn in and just got naturalized yesterday. The American Dream. This is the dream we are talking about.", "Now, I believe that the conservatives in this body have another kind of dream. Their dream, based on the policies that they pursue, is to get the rights of workers away from them. They are all applauding what happened in Wisconsin so that in the workforce and workplace you have got no democracy; you have no say-so on what happens to you. They want to have us working for China wages. They want us competing with the people in the Third World, and they want to drive wages down so that we can be price competitive with people who basically don't make anything.", "They want to have a Tax Code that allows the richest of the richest to keep their money and not contribute to society, and push the expenses of society onto the working and middle class people. They envision a society where you have a tiny elite and a vast number of Americans who are desperate and will work for anything, because they will have gotten rid of the social safety net that we as a society come together and put in place. They want to get rid of LIHEAP, which is home heating oil; get rid of Pell Grants, which help our students from moderate and low incomes have a chance to get ahead; get rid of foreclosure mitigation programs so that Americans could try to keep their homes; get rid of all this stuff that helps people and just say, Yeah, you can work, but you had better work for whatever the big boss pays you, and you can't have a union. And if you are lucky enough to be among the top 1 percent, then life is going to be good.", "This is the Progressive message. That is what we are here to talk about today, the American Dream. But the dream I am talking about is rooted in the Pledge of Allegiance.", "I have got to confess to you, Mr. Speaker, I love coming here to say the Pledge of Allegiance. Whenever I am privileged enough to be able to be on the House Floor at 10 a.m. or 12, whenever we open, I always feel good about saying the Pledge of Allegiance. I teach it to my children, the Pledge of Allegiance. And my favorite part of it--and of course I love the whole thing. But my favorite part of it is when we say, ``liberty and justice for all.'' I love that part of it. ``For all.''", "Now see, the conservatives in this body, they like to talk about liberty. And then when they are talking about liberty, they are not talking about a woman's right to choose, because that is liberty. They are not talking about the freedom of worship to be Muslim, Christian, Jewish, Baha'i. No religion at all. They don't believe in that. They believe only one way to seek the Divine, and they get more radical with it every single day. They don't believe in liberties like that. They don't believe you should be able to say whatever you want to say. They don't necessarily believe in the liberties that I am talking about.", "They believe in property rights. That's the liberty they are talking about. They mean that you ought to be able to own as much as you want. And if you can buy the whole State of Texas, Oklahoma or Minnesota and you have got the money for it, you ought to be able to do it. That is what they are talking about. They are talking about property.", "Now, I believe in property rights, too. I am a very firm believer that you ought to own your home, you ought to own your business. You ought to be able to have some things that are yours, and they are not for the government to control. I share that belief with them, not to the extreme they believe it, but I do believe that there is an important role for property rights. I also believe that there is a right for personal liberties, too, and they are not so hot about that.", "But it seems like they end the whole discussion after ``and justice for all.'' They are okay with the liberty part as long as it is property rights, but they are against the ``and justice for all'' because it is the ``and justice,'' not ``or justice.'' ``And justice.''", "Justice has to do with treating people equally--all colors, all cultures, all faiths. Justice means that you marry who you want to marry in America. It is not the government's business. Justice means treating people with fairness. That is what it means. Justice in the economic sphere means that all of us have to share the burden of expense of this great country of ours and that none of us can reap all the goodies of being in America but don't have to pay anything when it comes to footing the bill. That is justice.", "Now, this last part, in some ways, is the best part, ``for all.'' For everyone. Last week, we had some hearings in the Homeland Security Committee where one particular religious group was pointed out for persecution, actually. That was a sad day. For all, though. America is about for all. For everybody. All Americans of whatever faith group, of whatever color, of whatever, rural or urban, straight, gay. All of us. Liberty and justice for all. It ought to make you feel good.", "And when you think about liberty, this means you can do what you want to do. My conservative friends think it only means property, but it really means property or personal liberty. Justice means we treat people fairly in America. You have got a right to a fair trial. Even if you are accused of a crime, we can't take your liberty or your justice away or your money until it is proven beyond a reasonable doubt. Justice.", "We have the Fourth Amendment that says the government has to have a reasonable basis and has to get a warrant before they go snooping on you. That is justice. Justice, the right to a lawyer. These things are important. And we don't give up on justice. Even if you are a person accused of something really bad and it looks like you really did it, still you get justice in this America I love so much. And it is for all. Everybody. We have no exceptions.", "It seems like some of my friends on the conservative side of this body would have ``and liberty and justice for all except gays, Muslims, and immigrants.'' That is what it seems like their opinion is. That is how they behave anyway.", "Anyway, I am just going to leave that up there for a moment because I am going to refer to it. But I want to say, the fact is that Democrats aren't afraid to stand up for the middle class. We are not afraid to say that Americans, if you want, if you are ready to work hard, ought to be able to get a piece of that American Dream. If you are ready to study hard, we ought to do something to make sure that you can go to school and get a quality education. And the government, the American Government has a role, a certain responsibility to make sure that is there for you.", "One of the big debates we are having in Congress now, Mr. Speaker, is simply this: On the one side, we have people on this side of the aisle, and they are under the impression that the government can't do anything for you, shouldn't do anything to help you out.", "On the other side, we believe in mixed government. Yes, the government should be there for you, but you should be able to do--I mean, of course you have liberty and you have the private sector and the mixture with the public sector together. They say the private sector. We say private and public sector. This is the debate going on in Congress right now.", "When I think about the things that we worked on today, they wanted to get rid of all the foreclosure mitigation programs. In America, 4 million foreclosures, and perhaps 7 million before it is all done, and we literally voted on the House floor today that all those people can just let the market deal with their problem. That is it.", "Now, we didn't let the market deal with its problems when they came here and asked for $700 billion for Wall Street. We didn't let the market deal with them. They get some socialism when they are in a jam.", "But really, when that bailout happened to those banks and Republicans voted for it, Democrats too--I voted for it, full disclosure--what happened is we said, Look, you have been irresponsible. You have done the wrong thing. You are like a person who has been smoking cigarettes in bed. You are like a person who has been drinking and got busted, and you are in jail.", "And like that person who smoked in bed, your house burned down. But I can't run out and lecture you about how smoking in bed is wrong. I have got to go get some water and put the fire out, because the fire you started can burn my house down if I don't do something.", "And just like that friend who got drunk and was out, you call me up at 2 o'clock in the morning and say, Man, I am really wasted. Yes, I am going to tell you off and tell you how wrong you are, but I am going to get up out of bed, and I am going to pick you up because I don't want you to get in the car and hurt yourself or hurt somebody else.", "So, yes, I voted for the bailout. I voted for the bailout because, if Wall Street went down, it was going to take all the rest of us with it.", "But the point is, under the Bush administration, they asked us to step up, and they asked all of America. This is a representative democracy. We represent our districts. And they asked the American people, through us as their representatives, to say, Could you please help Wall Street out? They were very irresponsible, but if we don't help them, we are all going to suffer. So can you help them?", "And the American people, through us, their representatives, came up with the majority that said, Okay, we will help. We don't want to go through this again. We want our money back. We have rules we are going to impose, but we are going to help. And today, guess what? We pretty much are going to get all that money back.", "But when the American people needed a hand, as soon as the Republican caucus got in the majority, they started tearing down all the foreclosure mitigation programs. This is a sad day, and it is wrong. It is morally reprehensible, and I am sad they did it. I fought against it. I voted against it every time I could. But we go by the rules, and the rules are the majority decides. There is another election coming up, Mr. Speaker.", "Anyway, there are two things that should be pointed out about the Republican caucus. They say two things, two things that don't make much sense. Well, they say a lot of things that don't make much sense, but they say two things in particular. One is that they are fighting for jobs. They are not fighting for jobs, because if they were fighting for jobs, you would see them introduce at least one jobs bill. We have been here for 11 weeks. They have introduced exactly zero job bills. None.", "I know people listening, Mr. Speaker, might think, well, maybe. I am sure they introduced at least one or two. No. Check it. None. They have introduced none. Absolutely none. They have introduced no bills for jobs. In fact, they introduced these spending cuts that are going to cut jobs.", "We showed today the Neighborhood Stabilization Program, which they cut and voted to eliminate today, offered 100,000 jobs across America. One of those people was looking forward to that job so they could put groceries on the table, pay their rent, take care of business. But we cut that program out, and they are all fine with that.", "The budget they introduced, H.R. 1--that bill--experts, even conservative economists, say, will cut 700,000 jobs. They are not even embarrassed about it. It is amazing.", "Then they also say we've got to cut it. We've got to cut it because--you know what?--We have got this enormous debt, and we don't want to put this debt--and they always say this, they always say this--on our children and grandchildren. They always say it. You know what they are about to say once they start saying it. We are broke. We can't put this debt on our children and grandchildren.", "You know what? America is not broke. America is the biggest economy in the world. As a matter of fact, this economy is three times bigger than the Chinese economy. You wouldn't know that listening to them, because they are always running around like Chicken Little. Oh, my god, the sky is falling. The sky falling. America has got doom and gloom.", "Well, I don't believe America is doom and gloom. I believe the best days of this country are yet to come. I think we have got to stop all this crying, and we have to understand that we have to grow ourselves out this deficit, not just cut everything so that we get rid of the social safety net that people rely on in order to climb up the ladder to the middle class. That is right, Mr. Speaker. We can't allow that to happen.", "We have got to say that there are two things that Republicans say but are wrong. They are, one, not about jobs, because if they were, they would have introduced at least one jobs bill. They are not about cutting the deficit, because if they were, they wouldn't have forced President Obama into this bargain where they basically extended tax cuts for the richest, extended all of the tax cuts, which cost this country $858 billion. And they forced him into that bargain all so that we could extend unemployment benefits for people who have been out of work because of Republican mismanagement of the economy.", "This is the reality. They say they are about the deficit. When we try to do anything to get some more revenue in, they are against it. They want to extend tax cuts for the richest Americans, and they are letting $858 billion go right out the door. If we had just let those tax cuts expire, it would have gone down to the rates when Bill Clinton was in office. And, do you know what? We had a booming economy then, because Democrats are just better at managing money than the Republicans are.", "During the Bush years, we had slow job growth. We had very abysmal job growth. Middle class people had flat pay. We didn't have any increases. Of course, rich people had huge growth. They had precipitous growth in their income. It is amazing how much income the rich got during the Bush administration.", "I will never forget that, at a big fundraiser that George Bush was having, he was talking to a body of people where there was an $800 a plate dinner, and the President said, ``Some people call you the elite. I call you my base.'' You know what? He wasn't lying when he said that, and he went into office and he took care of those people too.", "So, they are not really about deficits, because if we didn't extend any of the tax cuts, we would eliminate the deficit in 4 years. I am for that. I will sign up for that. If we did not extend any of the tax cuts and if we let them all expire, the deficit would be wiped out in 4 years. But you know the Republicans aren't serious about deficit reduction, so they would never do that.", "So they are not serious about jobs. They are not serious about deficit reduction. I will tell you what they are serious about. They are absolutely serious about giving the richest Americans as much as they possibly can. That is what they are serious about. They are serious about giving the richest Americans as much as they can, and they are serious about taking and depriving lower income and working class Americans of a social safety net. They are serious about those two things, but they are not serious about jobs or deficit reduction.", "But we in the Progressive Caucus are serious about liberty and justice for all. I really like this board, so I hate to take it down, but I will put it back up.", "Now, I just said that the Republicans, conservatives, are absolutely not really about deficit reduction. They are really about cutting out the social safety net, cutting out aid for students, cutting out aid for poor people who need heat in our northern climates. They are for that kind of stuff. And they are for cutting out Head Start.", "What they do is they extend these Bush tax cuts, and then they say, Oh, we don't have any money. And then they say the only way we can solve the deficit is through cuts. So you, grandma, you sonny boy who is in school, you little kid who is in Head Start, all of you guys are out of luck.", "But that doesn't happen to some people.", "Now here's a board, Mr. Speaker. And this board is what I call an interesting board. This board has on it Bank of America, General Electric, Citigroup, ExxonMobil, Wells Fargo. Mr. Speaker, in my pocket right now, I have $25. That's what I've got in my pocket. I went to the ATM today because I need a little bit of money. That's all I got.", "Mr. Speaker, I got more money in my pocket than all of these companies paid in taxes. Mr. Speaker, I got $25 in my pocket, and it's $25 more than Bank of America, General Electric, Citigroup, ExxonMobil, and Wells Fargo altogether paid in taxes. I need you to look this up, Mr. Speaker. I need you to investigate this. You might think, Oh, that's just a politician talking. I'm telling you. And I will back this up. They didn't pay any taxes.", "And guess what? The Republican caucus is telling us that the students can't have any Pell Grants, that we can't afford a foreclosure mitigation program. They're telling us that we've got to cut Head Start, and we've got to cut home heating assistance. They're telling us that we've got to cut the basics that people rely on. We've got to cut research programs. We've got to cut programs that are going to help us investigate new scientific breakthroughs. But these guys don't want to pay. You don't want to pay anything?", "Wait a minute, Bank of America. Wait a minute, GE. Aren't you guys proud to be American companies? Didn't you guys benefit from being here in the United States? Don't you feel good about being here in the United States of America, the greatest country in the world, where you're free to pursue profit all you want? All we want to do is ask you to do a little something for people who are still trying to climb the ladder. And, apparently, the Republicans say, Don't worry about it, guys. You don't have to pay anything. Oh, my goodness. This is really quite amazing.", "Mr. Speaker, this board here is a challenge to all these companies and any other ones--the big ones that didn't pay any taxes. It's a challenge. It's a challenge to support tax policy to help America. It's a challenge to support the policy of ``and liberty and justice for all.'' They benefit from being here. They're protected by our Nation's fighting men and women in our military. They're protected by local police. If any one of their members gets injured or hurt or sick on the job, the emergency medical services come to their rescue.", "They drive their big trucks and probably put more wear and tear on our roads than the regular citizens do. They use as much water as anybody else, sometimes even pollute it. In their cafeterias, they rely on the meat that's going to be served to be inspected by our government agencies.", "Yet they don't want to pay nothing. And the sad thing about it is they probably wouldn't mind paying, but the Republican caucus insists that they pay nothing. Look at it, Mr. Speaker. They didn't pay. But on April 15, me and you are going to pay. We're going to pay big time. But guess what? Those companies didn't pay.", "Also, it's not just corporations. It's individuals. I have no problem with Mr. Trump. I'm sure he's a nice person. Doesn't really seem like it on television, but he probably is. That's probably just an act. And I'm sure Ms. Hilton is a nice person, too. I've got nothing against them personally at all. Nothing bad to say about them. But I don't think they need a tax break. I don't think they need a tax break. I think they should pay their fair shares. I think the billionaires should pay their fair share.", "As we are in the middle of a mighty budget battle, Mr. Speaker, I think patriotic Americans should say, We need a progressive Tax Code that asks the most privileged of all of us to pony it up, too. If you're going to ask Mildred, who bangs it out nine hours a day at a diner on $9 an hour for money for taxes; if you're going to ask teachers and cops, firefighters, and EMTs to bang it out and pay up on April 15, I think Donald Trump and Paris Hilton should pay up, too.", "Now, I don't have any problem with these people. I hope nobody thinks that this is a personal attack on them. It's not. It's just the statement that in all your houses that you own--both of them probably have many--somebody has got to heat them houses, somebody has got to protect those houses if somebody breaks in them. Somebody has got to come put the fire out should, heaven forbid, it should ever happen. The road has got to be built; the sewer lines have got to be maintained and put out there.", "That's the government. That's our American Government. And I just think these good folks here ought to feel good about writing a check so that the cops and the teachers can stay on the job; so that the kids who need a Pell Grant can get it; so that the kids who are in Head Start can have a program; so that there can be home heating assistance for our seniors. I would just think that they would do that. And I hope that they do. Again, nothing personal.", "Mr. Speaker, I've looked at the Republican program, and I've looked at it carefully. I ask myself about their program, and I say to myself, Mr. Speaker, you know what? I don't want to just say their program is this or that; I want to look at what their program is and see what is actually there. And then after we can see what is there, then we can determine what actually their program is.", "We can't go by what they just say, because they say, Oh, we just want to take the debt off of our children and grandchildren. Oh, we just want to get rid of this debt, or we don't have any money. None of that is true. But what is true? I think it's important to really dig into what's actually true, and I think it's important for us to really try to figure out what their program is based on their behavior.", "So what I have come up with is the plan for a Republican recession. This is their plan. They want a permanent tax break for billionaires at the expense of working families. I'm sure these billionaires are nice people. In fact, you don't see too many billionaires down here saying, Hey, I need more money, Keith. We hear the Republicans saying that, who are supposed to be elected by the people. Which people?", "The second thing is put BP, British Petroleum, in charge of our energy policy because the last speaker got up, going on and on about BP. I would check the facts. But here's a fact that you don't need to check, but you should. Leaders in their caucus--leaders on the Energy and Commerce Committee and their caucus--accuse President Obama of doing a shakedown of BP when you have to clean up the oil spill in the gulf, and now we have Members attacking him. That's an interesting fact right there. I found that quite remarkable.", "Anyway, put Goldman Sachs in charge of our economic policy. Put insurance companies between you and your doctor. They always are saying, Oh, government takeover. They want to repeal health care, the Affordable Care Act, which will put you back at the whim of an insurance company bureaucrat. At least the government you can vote on. You can't vote on the insurance company. That's a privately held company.", "Bonuses for CEOs who ship American jobs oversees. Privatize Social Security. Oh, yes, they did. Raise the retirement age. Gut Medicare. And some of them have even stood for repeal of the 14th Amendment and the 17th Amendment.", "This is a Republican plan. This is what they stand for. This is what they're about. This is what they believe in. I think that they should be proud and come down here and claim it and say, Yeah, we are for the very rich. We're not for you working class people. Because that's their program. That's what they stand for.", "The conservative position is to call for tax cuts and deregulation because they believe that will unleash the competitive economy. Tax cuts and deregulation resulted in the worst financial disaster since the Great Depression. But even though we've seen massive drops in home values, we've seen 8.9 percent unemployment, the longest unemployment since the Great Depression, even though we've seen so much economic devastation, they're back here right now calling for the same old thing. It's crazy, it's amazing, and it's actually quite scary.", "But we stand for the American Dream. We stand for liberty and justice for all. Folks, unless you actually live by it, it's just words. You've got to put meaning into these words in order for them to really make a difference. Liberty and justice for all. Shared prosperity. Shared costs. Not just one or the other.", "Bank of America, as I said, didn't pay a single penny in Federal income tax in 2009.", "Despite receiving billions from the Federal Government every single year in taxpayer giveaways, Boeing didn't pay a dime in U.S. Federal corporate income tax in 2008, 2009 or 2010.", "Citigroup, deferred income taxes for the third quarter in 2010, amounted to a grand total of zero. At the same time, Citigroup has continued to pay its staff lavishly. A gentleman by the name of John Havens, head of Citigroup's investment bank, is expected to be the bank's highest paid executive for the second year in a row. He got $9.5 million. Citigroup is a big TARP recipient, by the way.", "ExxonMobil, Big Oil tax dodgers, used offshore subsidiaries in the Caribbean to pay their fair share. Although ExxonMobil paid $15 billion in taxes in 2009, not a single penny of it went to the American Treasury. This is the same year that the company overtook Wal-Mart in the Fortune 500. Meanwhile, total compensation of ExxonMobil's CEO was $29 million.", "General Electric, 2009, the world's largest corporation, filed more than 7,000 tax returns and still didn't pay anything to America's government. GE managed to do this with the aid of a rigged Tax Code that essentially subsidizes companies for losing money. With the aid of Republicans in Congress whose campaigns they financed, they exploit our Tax Code to avoid paying their fair share.", "And who do Republicans blame? The middle class. Republicans blame public employees, who are really America's everyday heroes. Public employees are America's everyday heroes. Think about it. If somebody breaks into your house, who are you going to call? A public employee, who's going to help apprehend the people who stole your stuff, known as a police officer.", "If your house starts burning, who are you going to call? A public employee, also known as a firefighter. If your kid wants to go to school, public school, who's staying after working on that algebra, working on that geometry, making sure that kid gets that lesson, who believes in that child's ability to learn. Who's doing that? Teachers.", "Heaven forbid, you get a heart attack or a stroke and you need an emergency medical technician. Who's that? A public employee. These public employees, who have been viciously slandered in Wisconsin and in other places, they don't deserve that. They're hardworking people and they help us every single day. When we are running out of burning buildings, they are running into them, and I think they deserve better than what they've been getting. That goes for Federal employees, too. These are the people who inspect our water, who take care of our national forests and our parks. These are people who make our government run. I think they do a pretty good job.", "In order for them to have a decent life, in order for them to do well, in order for them to be able to prosper--to hear the Republicans talk, you'd think that being a government employee, a public employee, a person who's an American hero, who takes care of us every single day, you'd think that they're just the ones living lavishly and getting too much. They've got nothing to say about these bonuses. You ever hear anything on the Republican side of the aisle talk about how it's ridiculous for the CEO of ExxonMobil to be making $29 million a year? You don't hear that. You don't hear that.", "But I think that it's time for those folks, those millionaires and billionaires, to start ponying up. That's why today I was happy to join Jan Schakowsky and several other Progressive Caucus members to introduce the Fairness in Taxation Act. During these times, millionaires and billionaires should be giving in charity, not getting charity. They should be giving in charity, not getting charity. The middle class is shrinking and deficits are rising because Republicans are giving a pass to the special interests who aren't paying their fair share. It's time to put that money in the hands of people who work for a living. The Fairness in Taxation Act is part of a plan to level the playing field.", "According to the NBC News/Wall Street Journal poll of March 2, 2011, with 81 percent of support, the most popular way to reduce the deficit is by placing a surtax on Federal income taxes for those who make more than a million a year. And if you don't think there's plenty of people who make more than a million a year, you'd be surprised to know that if we taxed them, it would raise about $78 billion.", "It's time for millionaires and billionaires to pay their fair share. The middle class is disappearing, and it's no accident. Over the last 30 years, there has been the most dramatic and deliberate redistribution of wealth from the middle class up to the millionaires and billionaires. Not since 1928, right before the Great Depression, has income inequality in this country been this ridiculous. Wages have stagnated for middle and lower income families, despite enormous gains in productivity, meaning that we're making more within the same amount of time, because they're working us harder and we're just doing more. We've got technology and we're just pretty good at what we do.", "Where did the money go? Where did the extra money go? The money went to the richest 1 percent which owns 34 percent of the Nation's wealth, more than the entire bottom 90 percent who owns just 29 percent of the country's wealth. The top one-tenth of 1 percent, I'm talking about the richest of the rich, now makes an average of $27 million per household. The average income for the bottom 90 percent of Americans is $31,000 a year.", "Mr. Speaker, a lot of people who tune into C-SPAN make $31,000 a year. They have relatives and friends who make $31,000 a year. You might be a brand new teacher making $31,000 a year. You might be a brand new cop making $31,000 a year. But the top one-hundredth of 1 percent makes $27 million a year on average. They can't pay anything. They don't want to pay to help Head Start. They don't want to pay to help Pell Grants. It's a shame. I would think that they would pony up and want to do the right thing.", "Mr. Speaker, in closing, I want to say that it is always a pleasure to come before the House for the Special Order for the Progressive Caucus, but tonight I just want to leave one thought, and that one thought is liberty and justice for all. No exceptions. Everybody."], "capitolwords_url": "http://capitolwords.org/date/2011/03/16/H1899_the-progressive-caucus/"}