{u'speaker_state': u'ND', u'speaker_raw': u'mr. dorgan', u'speaker_first': u'Byron Leslie', u'congress': 111, u'title': u'DESIGNATING CERTAIN LAND COMPONENTS OF THE NATIONAL WILDERNESS PRESERVATION SYSTEM--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-01-09/html/CREC-2009-01-09-pt1-PgS239-8.htm', u'number': 4, u'id': u'CREC-2009-01-09-pt1-PgS239-8.chunk9', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'DORGAN', u'pages': u'S239-S255', u'speaker_party': u'Democrat', u'date': u'2009-01-09', u'bills': None, u'bioguide_id': u'D000432', u'order': 9, u'speaking': [u"Mr. President, we have learned this morning that the unemployment rate has gone to 7.2 percent. Percentages don't mean much to a household in which one spouse comes home and says: Honey, I lost my job. We have seen now more than 2.5 million people lose their jobs in the last 12 months. We face a very severe and deep financial crisis. There is no question about that. There has not been a debate in the Senate about whether there is a problem. This is probably the first area of agreement. There is a big problem with this economy.", u'The question is, What do we do about it? What can give people confidence that we can pull this economy out of the ditch and try to provide for growth and opportunity and expansion once again?', u'It is interesting. I read in the newspaper yesterday that the New York Yankees offered a pitcher $22 million a year to pitch for the next 8 years. So not all of the economy is in deep trouble, apparently. There is at least one baseball team and one pitcher smiling today. But even as we read those kinds of stories, many American families are worried about losing their jobs and their homes, concerned about what the future holds. I wanted to talk about that today.', u"All of us understand the economic engine of America has stalled. All of us understand the mechanics of starting an engine. If the engine of the ship of state is stalled, I am all for hooking up jumper cables and trying to start it. That is the discussion we had in our caucus for 2 hours yesterday--about what kind of emergency actions can jump-start the economy, what kind of jumper cables or hand crank or whatever effort one wants to make will help get the economy up and running again. The point I made yesterday was, that is important to do, and I support it. But we ought to focus like a laser if we are going to spend money we don't have to put together an emergency plan for some sort of economic recovery. That means we are going to borrow money. If we are going to borrow money at a time of escalating substantial Federal deficits, I want every single penny to go toward creating a job that will put somebody back on the payroll and give their family hope for the future.", u"This is all about building confidence. But even as we do that, if we ignore the fundamental requirement to rewire this engine, then we have missed the boat. By rewiring, I mean this financial system has collapsed. The biggest names in finance have collapsed. They have been the recipient of hundreds of billions of dollars of Federal help. We have to rewire the whole thing. If we don't rewire that system and make basic fundamental reforms, we will not restore confidence in the American people about the financial system going forward. That means accountability looking back and accountability looking ahead.", u'It means making certain we end what we have seen created in recent years--a house of cards. I have the house on top because this starts with an unbelievable scandal in the mortgage industry, subprime lending, and so on. I know we read in the papers about Mr. Madoff having absconded with $50 billion of investor money by building a Ponzi scheme. The tongue and groove of all of the rest of this fits and is no different than the Ponzi scheme of Mr. Madoff. It was brokers, mortgage bankers, investment banks and hedge funds. It was collateralized debt. It was securitized instruments. It was exotic structured financial instruments created for one purpose: to give everybody a lot of money as they all wallowed in the creek. So the fact is, we have to fix it.', u'Everybody is talking about jump-starting economy, putting people back to work. I am all in favor of doing that, but I want to make certain we rewire this system. I want to talk a little about what needs to be done.', u"Let me say also that people who created this wreck, the people who steered this country into the ditch, are not going to be the ones who show up with an ambulance. They will not be the ones we will turn to for advice on how to fix it. That is just a fact. My great worry is we have already authorized $700 billion for the Treasury Department's Troubled Asset Relief Program. Isn't it interesting that the title of that program has nothing to do with what is happening? I didn't vote for it because I didn't think those who requested it had the foggiest idea what they were going to do with it. The request came from the Secretary of the Treasury saying: I need $700 billion in emergency money, and I need it in 3 days. Here is a three-page bill to do it. That made no sense. He wanted to relieve financial institutions of troubled assets.", u'Why did they have all these troubled assets? Because they were greedy and dumb, buying things that now in retrospect had very little value and very big risk. So we ended up with the biggest financial institutions in the country having massive amounts of assets on their balance sheets that have lost value.', u'So the Treasury Secretary said: Give me $700 billion of taxpayer money so I can go buy those bad assets and relieve those poor companies of these failed assets. So the Congress voted for $700 billion, $350 billion of which was made available right away.', u"The Treasury Secretary then decided: I really don't want to do that at all. I don't want to buy troubled assets, despite the fact that is in the name of the program. What I would like to do is provide capital for big banking institutions so they can expand lending because that is the circulatory system of our economy. We need to expand lending.", u"So a rather substantial amount of money was given to the biggest financial institutions, $125 billion in one tranche to nine of the big financial institutions. It was essentially no-strings-attached money. The money was provided to those financial institutions without saying to them: By the way, you have to use this to expand lending in order to deal with the credit freeze. There were no restrictions that said: If you take this money, you can't then give it out in executive bonuses. In fact, we now have a report from December of last year on the Troubled Asset Relief Program by the GAO. It says:", u'The standard agreement between Treasury and the participating institutions does not require that these institutions either track or report how they plan to use or do use this money.', u"Isn't that unbelievable? We gave all this money to the biggest banks, and there is no requirement that they track or report on how they plan to use or do use the money? Then when a number of them were asked what they did with the money by the GAO, many executives of those companies said: Well, money is fungible. They don't intend to track or report what they did with that capital.", u'That is unbelievable to me. This is apparently some sort of no-accountability Government. There is nothing I am aware of, of course, in the U.S. Constitution that decides this is the way that representative Government ought to perform.', u'But when the Treasury Secretary came to the Congress, along with the Chairman of the Federal Serve Board--talk about secrecy, by the way, that is another institution that has another story attached to it--but they came to the Congress--the two of them; the head of the Fed and the Treasury Secretary--and here are the kinds of things we heard from them: We need oversight. We need protection. We need transparency. I want it. We all want it.', u'Well, the administration the Treasury Secretary works for--after he told us that--has failed. This is a Washington Post report: The administration has failed to establish sufficient oversight over its $700 billion program and must move rapidly to guarantee that banks are complying with the limits on conflict of interest, lavish executive compensation. So they say, yes, we agree. Give us the money. There will be oversight. And we discover: Well, there is no oversight at all.', u"The Federal Reserve Board, they are refusing to identify the recipients of almost $2 trillion of assistance backed emergency loans from American taxpayers. They refuse to identify the troubled assets they are accepting as collateral. The Federal Reserve opened it window for the first time in history to noninsured banks. They have all kinds of programs now to move money out. I understand there is an urgency here, but I do not understand why the American taxpayers are told: By the way, you are the guarantor of a lot of these debts, you are going to pick up the pieces, and you are going to pay for it, but we are not going to tell you what it is we are doing. Mr. President, $2 trillion of emergency loans for troubled assets and they say: You don't deserve to know. We are not going to tell you.", u'In fact, Bloomberg, the news organization, had to sue the Federal government to try to get details about the total has gone out in terms of guarantees and capital which, by the way, is over $8 trillion. It does not mean we are going to lose all that. My point is, why should a news organization have to sue the Government in order to give the American people some information about how much they are on the hook for with all of this emergency activity?', u'About $8.5 trillion is what we have discovered as a result of Bloomberg and the work of some other enterprising reporters. It certainly is not the work of a Federal agency that has come to the Congress to say: Oh, by the way, here is exactly what you need to know. In fact, just the opposite has happened. The Federal Reserve program has about $5.5 trillion now they have engaged. I understand that is an organization that prints money, but I also understand that organization, in the end stage, is an organization created by the U.S. Congress, and any liabilities existing there are liabilities of the American people. The FDIC program is $1.5 trillion; the Treasury Department, $1.1 trillion; and Federal housing, $300 billion. That is, at this point, a compilation of about $8.5 trillion of liability that exists out there.', u'Now, I want to make a couple points before I try to describe what has happened and what I think should happen.', u'This has been a consumer-driven economy. It is not surprising. I brought to the floor of the Congress one day a whole stack of letters. At that point, I had a 12-year-old son, and the Diners Club had written to my son offering him a credit card, preapproved, suggesting perhaps a trip to Europe would be in line. So I brought that and probably a dozen or two dozen other solicitations to my children from credit card companies--from MasterCard and Visa and Diners Club and American Express--all of them writing to my kids. Obviously, they had no idea whose kids they were or how old they were. They were just names in some sort of a name bank. They were writing to them to say: Here is a preapproved credit card for you. Go have a good time.', u"What has happened all across this country is they are wallpapering college campuses with credit cards. It is unbelievable. On most college campuses, many kids don't have a job. They are going to school. Yet credit card companies understand that is the best place to go find a customer.", u"So there are credit cards all around, wallpapering the entire country with credit card solicitations. In fact, if you have another card, get rid of it. Bring it to us. We will charge you zero interest for 3 months. We don't tell you, by the way, if you have a little problem one month, we are going to jack your rate up to 25 percent or whatever it is they are doing these days in rates and fees.", u'The fact is, that dramatic runup in the last couple of decades in credit card debt has been unbelievable, and that is what has been supporting a substantial amount of the consumption.', u'In addition, about $300 to $350 billion a year has been supporting additional American consumption because of the increase in home values which, of course, represents that huge bubble that was created in home values. That allowed people to believe they had more money because their home was more valuable and they could borrow against the home, and that contributed another $350 billion to the economy. But it was a substantial amount of consumer initiative coming from credit card debt and from home values that they could borrow against which it turns out were illusory increases in home values because those values have now collapsed.', u'My point is that our consumer-driven economy was driven by, in some cases, fumes that are not going to be around in the future, and we are not going to be able to replicate that to build a new economy with that same kind of debt consumer-driven initiative.', u'As you know, about at that point, oh, 8, 10 years ago, as the bubble began to develop in home values, there was this issue of thinking that everybody could make a lot of money by developing new and exotic mortgages for homes and putting people into their homes who probably could not buy a home or finding people who were in existing homes and saying to them: You are paying way too much. So what happened was, a huge industry developed in this country. Even as they were securitizing credit card debt and selling it back upstream, they began to develop a new industry to finance homes, and then found a way to securtize those home mortgages and sell those back upstream as well.', u'This is what we began to see in this country. Everybody saw it. All you had to do was watch your television set and you saw the commercial come across. This was Countrywide, which was the biggest bank: Do you have less than perfect credit? Do you have late mortgage payments? Have you been denied by other lenders? Call us.', u"The biggest mortgage company in the country said: Are you a bad person because you can't pay your bills? Are you a bad credit risk? Do you have lots of trouble? Are you buying things you can't pay for? Hey, I tell you what, we have a deal for you. Come. We will give you a loan. That is Countrywide.", u'By the way, this company failed and has been purchased by someone else. But the head of this company, Mr. Mozilo, was given the Horatio Alger award as one of the best executives in America, and from what I can tell, he it appears to have walked away with about $200 million. So even though his company is gone and he does not have the job he had, he certainly cannot be weeping, or if he is, he is wiping his tears with $200 million of cold cash.', u"So it was not just Countrywide. Millenia Mortgage--again, we saw all these. This was not some dark secret: Twelve months no mortgage payment. That's right. We will give you the money to make your first 12 payments on your home. Just call in 7 days. We will pay it for you. Our loan program could reduce your current monthly payment by 50 percent and allow you to make no payments for the first 12 months. Just call us. Pretty enticing, right? You want a home, you want a mortgage, you don't want to make a payment for a year. No problem. Just call us up.", u'ZoomCredit. ZoomCredit says in their advertisement: Credit approval is seconds away. Get on the fast track at ZoomCredit. At the speed of light, ZoomCredit will preapprove you for a car loan, a home loan, or a credit card. Even if your credit is in the tank, ZoomCredit is like money in the bank. ZoomCredit specializes in credit repair, and debt consolidation, too. Bankruptcy, slow credit, no credit--who cares?', u"Can you imagine a company that says: I have a new model. We are so proud of our company, we actually specialize in giving credit to people who don't deserve it?", u'Now, does one wonder--when companies such as this sprang up all over the country--why our economy is in a wreck, why we have experienced this economy being driven into the ditch by a lot of bad people? Three mortgage companies--and, oh, by the way, just in case you are wondering, is it over? No.', u"This is from the Internet: Low-doc loans and no-doc loans. What does that mean? It means if you go to the Internet, you can still find a company that says, just as the others did: We have a new financial instrument for you that is really intriguing--no documentation of your income. That is right. We will loan you money without you having to document your income to us. Does that sound ignorant? It does to me. But we will charge you a higher interest rate in exchange for your deciding not to document your income. No-doc loans: no doc, no payments for the first 12 months. And, oh, by the way, when you do first start making payments, you don't have to make any payments on principal, just interest. If that is not good enough, we will give you a no-doc loan, no payments for 12 months, no principal, and you don't have to pay all the interest because we will wrap the principal and some of the interest on the back side. Does anybody wonder why we had a financial wreck?", u'So we had all these companies put out this sort of Ponzi scheme. Yes, Madoff is apparently a pretty awful guy because he ran a Ponzi scheme of $50 billion, it appears to me. This was all a Ponzi scheme as well, and everybody was involved in it.', u'So these mortgage companies put people in these mortgages called subprime mortgages, and then the broker made a lot of money because the broker was able to get people into these mortgages. And I did not mention, they put prepayment penalties into the mortgages so you could not pay it off early or you had a big penalty? Then they wrapped it into a big security. They put all of them together, like you put a snowball together, in a big security--that is called securitization--and then you sell it. So you sell it to perhaps an intermediary or perhaps you sell it to a Wall Street firm that takes a look at it and says: That is pretty good. That has a high rate of return because you have prepayment penalties and all these things, and the interest rates were really low, but they reset in 3 years to be really high. What a good deal. So I am going to buy these securities.', u'Everybody is buying securities like hogs in a trough. The brokers are making money. The mortgage company is making massive amounts of money. The people who are securitizing it are making money. The big investment banks are making money. In fact, the current Secretary of the Treasury--his firm and four other firms came to the Securities and Exchange Commission one day in 2004 and said: What we need you to provide is some relaxation for us so we can take on more debt to buy more of these kinds of securitized instruments and make more money.', u'In the basement, deep in the bowels of the Securities and Exchange ', u"Isn't that unbelievable? They were all fat and happy, making money left and right. And then the whole thing crashed. That financial scandal, this subprime scandal, took this country right to the edge of a cliff. It was not just this, but it was led by this, and it was especially this.", u'At the same time all of this carnival of greed was going on in this country--at the same time we were spending, in budget policy--President Bush leading the charge; and Congress, Republicans and Democrats, a part of it--spending in fiscal policy way beyond our means, $600 billion a year. Oh, I know the reported budget deficit was $400 billion last year. It was not $400 billion. What your deficit really is is what you had to borrow for the year. That was over $600 billion. So we were $600 billion out of balance in fiscal policy, and that is going to be over $1 trillion this year.', u"Then add to that a trade problem of $700-plus billion a year, consuming 3 percent more than you produce every year--year after year after year--and then energy prices on a roller coaster. Oil runs way up to $147 a barrel in day trading, just like that, and then collapses right back down, and now goes back up because of the circumstances in the Middle East between Israel and the Palestinians. Then health care is busting everybody's budget--the family budget, the business budget, the Government budget. All of those together is an almost perfect storm.", u"So the question is, What do we do about all that because this economy is a mess? It is in very serious trouble, and the one thing that unites me and the smartest economist or the most prescient business mind in this country is that neither of us have ever been here before. We are walking in woods that have no maps. We do not know. None of us know exactly how you are going to move people out of this situation, how you move this country. I taught economics in college ever so briefly but I do know this: This is not about charts and bar graphs, and it is not about supply demand curves. It is all about confidence. Will we see the restoration of confidence? Because if people are confident about the future, they do things that manifest that confidence. If they are confident about themselves and their jobs, they buy a suit, they buy a car, buy a home, take a trip; they do the things that expand America's economy. If they are not confident, they do exactly the opposite. They defer the purchase. They decide not to take the trip, not to buy the car. That is the contractional side of the business cycle, but this is much more than a business cycle. Still, confidence is at the root of our opportunity to put this country back on track.", u"I have great hope for this country, but I wish to say this again. I have described some of the unbelievable circumstances of the carnival of greed that has led us into this economic trap, and if we don't address both sides of this issue--first, to try to jump start this engine of ours and rewire it at the same time--but if we don't at the same time, then, make those in this kind of financial industry accountable for past actions and for future actions, we will not in any way give the American people confidence about the future.", u'So the question of what do you do in addition to a recovery package or stimulus program--which I will speak about in a moment--the question of what you do in addition to that leads me to the discussion I had with my colleagues last evening. I said we must revisit unbelievably bad decisions and judgments that have been made in the last 10 and 15 years. For example, in 1999, the Financial Modernization Act was passed by this Congress; financial modernization to help create the large financial holding companies, to take away the Glass-Steagall Act--abolish the very act that was put together following the Great Depression that said: You have to separate banking interests from risk interests. You have to separate securities and you have to separate real estate. That was Glass-Steagall. You have to keep them separate. In 1999, this Congress, in legislation called Gramm-Leach-Bliley, after Senator Phil Gramm from Texas, said: You know what. We have to do something that modernizes our financial system. We have to get rid of Glass-Steagall. We have to create big bank holding companies. We have to allow that to be the case, and we have to allow banks to merge with real estate, with insurance, with securities.', u'Now, I was one of eight Senators to vote no. On the floor of the Senate, here is what I said in 1999: This bill will, in my judgment, raise the likelihood of future massive taxpayer bailouts.', u'I regret I was right.', u'It will fuel consolidation and mergers in the banking and financial services and it will be done at the expense of the American people.', u"I said at the same time in that debate: I say to people who own banks--talking about the folks who pushed this--and, by the way, this was pushed because one large bank wanted to merge with one large insurance company and they couldn't do it because the law wouldn't allow it. What is the response? We will go get the law changed. It wasn't just this Congress; it was President Clinton and his advisers--some of whom, by the way, are going to work in this new administration. They said all of this is good. We are going to modernize the system. I thought it was nuts. Three years before this, I had written a cover story for the Washington Monthly Magazine, talking about derivatives and what I had previously described as securities sold upstream by the big mortgage companies, and the title of my cover story, in 1994, I believe it was, in Washington Monthly Magazine: ``Very Risky Business.'' From that time, I have introduced five pieces of legislation to require the regulation of derivatives and to prohibit banks from trading on derivatives on their own proprietary accounts but to no avail because there were too many people who believed we need to modernize the system--meaning, they said, take away the restrictions that were put in place after the Great Depression. Take away the restrictions that prohibited banks from engaging with real estate and securities and other things that were risky. Well, they succeeded. I failed in stopping it. The fact is, it is what set up this unbelievable, spectacular financial collapse in this country. The question is: Now what?", u"I am going to introduce some legislation today, and I wish to talk about, specifically, the requirements of the legislation. I am not willing--as I was not willing last fall on the $700 billion proposal--I am not willing to advance assistance proposals unless the American people are protected. I am going to introduce the Taxpayer Protection Act that does four things that are tough, certain, and require accountability. I don't know whether there is the support or the stomach to pass this kind of legislation, but I will not be advancing support for additional taxpayers' money until and unless we have some assurance that these things are done. First of all, establishing a Financial Market Investigation and Reform Commission. Back at the end of the Roaring Twenties, which, by the way, the history books will certainly compare the era of the Roaring Twenties with the Gay Nineties and the unbelievable excess and greed--but at the end of the twenties and early thirties, the Congress put together a committee that investigated and subpoenaed and brought people here to find out what happened, who did it, how did it happen, and what do we do to stop it from ever happening again. That needs to be done again. There ought to be a select committee of the Congress doing that right now, and I hope we will do that. Some will say: Well, we have existing authorizing committees in the Congress that can do that. The fact is they are not going to do it. They have never done it and will not do it. If we don't put together those kinds of committees or commissions here and now and issue subpoenas and discover what happened, we will not know how to prevent it from happening again. We need to establish that reform commission to investigate and then propose reforms. That is the rewiring portion of what I described.", u"Second: I want all emergency economic assistance programs, including the troubled asset relief program--the $700 billion that I didn't vote for, but others did--to have oversight, accountability, and transparency. That needs to be required for all of that. There is no oversight for $7.8 trillion in emergency economic assistance at this point that has been issued by the Federal Reserve Board. No oversight at all. None. The same requirements in the TARP program ought to be applied to every other bailout by the Fed or by the Treasury or others providing similar help.", u'Third: we should make conditions imposed on one company receiving emergency economic aid applicable to all companies, and that is limits on executive compensation, prohibiting bonuses and golden parachutes, and payment of dividends and private aircraft ownership, and more. We should require those private entities receiving the emergency economic assistance to be subject to audit, provide detailed monthly reports, tell us: What did you do with that money? Is that money advancing the economic interests of this country to put this country back on track?', u"Finally, we should create a Taxpayer Protection Prosecution Task Force to investigate and prosecute financial fraud cases and other violations of laws that contributed to the collapse of this country's economy.", u"It is unbelievable to me that a couple things conspired at the same time. One, Congress passes the Financial Modernization Act, which was a complete disaster for this country. Two years later, President Bush came to town and hired a bunch of folks who were supposed to be regulators who, actually, in some cases, boasted: We don't intend to regulate. We want to be willfully blind. That combination has injured this country in a very significant way.", u"Our country's financial markets--the Wall Street Journal said in an article by Arthur Levitt on October 23--are in their darkest hours in 76 years. We are in this situation because of an adherence to a deregulatory approach. Our regulatory system failed.", u'I know there are people I serve with who think regulation is a four-letter word. It is essential. The free market must, in certain areas, have proper regulatory authority.', u'Alan Greenspan, who bears a significant part of this responsibility as then chairman of the Fed, here is what he says now: I made a mistake in presuming that the self-interests of organizations--specifically banks and others--were best capable of protecting their own shareholders and their equity. What he was saying, if I translate this to English, he was saying: I believed in self-regulation, or I believed in no one regulating because they will self-regulate.', u"I come from a small town and a small school. I graduated in a high school class of nine. That wouldn't pass a laugh test in second grade. Just let them all go and they will do what is in the country's best interests? That is unbelievable to me.", u"So we have a lot of work to do. The banking system after 1999 evolved so that we had a lot of banks that were considered too big to fail, but they weren't big enough to regulate, apparently. Too big to fail, which means that if they get in trouble, we are the ones who are going to pick up the costs. We bear the burden. We will be responsible. But they are not big enough to regulate, so they get the best of all worlds. They get taxpayer protection with no requirements, no accountability. This is just a few of them.", u'Let me make an aside. Even as I have described on the floor of the Senate in the past, some of the same firms that, by the way, require bailouts are firms that have been so irresponsible in other areas. Yes, I am upset about the way these mortgages were put out. I am upset about the greed and the avarice and all the money people were making; one guy making $20 million a year and his buddy making $30 million a year, running one of the biggest investment banks into the ground, by the way. One of the biggest bailouts has been of one of the biggest investment banks. To my knowledge, nobody lost their jobs, nobody parked their airplanes.', u"Wachovia Bank. Wachovia Bank went sour, so they had to be purchased, but it wasn't just because they were involved in toxic assets. Wachovia Bank--it is a culture apparently here. They had bought a German sewer system. You might ask the question: Why would an American bank buy the sewer system of a German city? Because they like sewers? Because they have a sewer department in the bank? Because they have special knowledge of sewers? No. They bought a German city's sewer system and leased it right back to the city because you are not going to dig up the sewer pipes of a German city, right? Why would you want to own it in a German city? Because you can lease it right back. It is a big scam because you can reduce your U.S. tax bill to the U.S. Government by hundreds of million of dollars.", u"I shouldn't pick on Wachovia because there are plenty of others who did it. This happens to be a convenient case. A big old bank buying a sewer system of a German city so they can avoid paying U.S. taxes. By the way, the same company got in trouble with bad assets; part of the whole scam in terms of what happened with the scandal of the subprime system that steered this country into the ditch.", u"Now, let me say that this issue of President-elect Obama proposing to us a stimulus program or economic recovery program is a very important issue for us to consider. I am a chairman of one of the subcommittees on appropriations. We are working on my portion of this effort to find out what could we invest in, in what some call ``shovel ready jobs'' that will put people to work immediately. There are water programs, highways, bridges, schools, things we can do that will put people to work and do it immediately, put people back on payrolls. At the end of that expenditure, you have better schools, better roads, better bridges, and water projects that will enhance life. So those are the right things to do. But we all know there are plenty of people who have proposals that have nothing to do with putting people back to work. I am very concerned about that.", u'I am also concerned about the tax side of this. We are talking about 40 percent of this proposal representing the tax side. I think there are some things we can do in the tax system to encourage investment which encourages employment. Here are some of the proposals I have made: $250,000 expensing for small business equipment so we encourage the decisions to make or buy or build equipment right now. That puts people to work. So there are some things on the tax side that I think make some sense, but I worry about 40 percent on the tax cut side. No one is going to have a problem saying: Yes, give us a tax cut. Everybody likes that.', u"But the proposition on the expenditure side, a whole lot of folks are coming in with projects that have nothing to do with creating jobs. I don't want to be part of that. Money is going to be borrowed in any event. We need to get this right. I am willing to participate, and I am willing to support the kinds of investments that will put people back to work and create an asset for our country--better roads, better bridges, better schools, water projects that we need for the future. I am willing to do all that if it puts people back to work. But we ought to be looking with a laser at what is it that will put people on payrolls to try to jump-start the economy.", u"Even if we do that, if we don't rewire this system and do the financial reform I described in the legislation I am introducing today, we are not going to succeed because the people will not be confident about the future.", u'We have to fix what has helped cause this scandal, and that includes fixing a trade system where we consume 3 percent more per year than we produce, fixing a trade system where we have $700 billion a year trade deficit, fixing a fiscal policy budget situation that is way out of balance. We have to do all those things.', u'I would not be able to come to work in the morning if I were not hopeful. I still have great hope for this country. I am an optimist. Yes, I want to look back and hold people accountable. I want subpoenas, and I want to prosecute wrongdoing. I want to do all those things with respect to this financial scandal. I think it is big. I think a whole lot of folks took the $30 million, and they are at home and they are wiping their tears with American currency while a lot of other people have lost their homes and their jobs. I want us to investigate. I want accountability looking back, and I want accountability going forward. All of that is very important to me. But I do want to say this: I am somebody inspired by the ability of this country to recover and to ask the American people to be a part of something bigger than themselves and to come together and do things that will pull up this country, lift this country.', u"The other day, I was reading a news report of a guy, and I was so inspired by it. It is so typically American of somebody out there--way out there thinking: I can do this. I read about a guy named Ken Mink. I don't know Ken Mink from a cord of wood.", u'Ken Mink comes into the house one night and says to his wife: Honey, it is back.', u'She said: What is back?', u'He is 73 years old.', u'Honey it is back.', u'What is back?', u'My shot.', u'He had been out shooting baskets in the backyard.', u'My shot--I am shooting baskets. I am not missing any.', u'He had been a college basketball player, and because of a prank, he got kicked out of college. At the age of 73, he is shooting baskets in his backyard and says: Honey, it is back.', u"So he sat down and wrote applications to college. A junior college said: Yes, we will give you a shot; you can come to school here and try out for the basketball team. At the age of 73, Ken Mink played basketball with a junior college team just a month ago and made two free throws. He was the oldest man, I think, by 42 years to ever score a point in a college basketball game. Isn't that wonderful? It is so inspiring that people don't know what they can't do.", u"As an aside, my Uncle Harold is 88 years old, and he is training for the Senior Olympics because he qualified to go to San Francisco to run in the 100-meter dash. He runs it in under 19 seconds, by the way, at age 88. My aunt thinks he had a stroke, she thinks he has gone crazy because he runs all over the country running races. My uncle is 88 and can run faster than most people his age and has 100 medals. I am inspired by my Uncle Harold and by Ken Mink, and I am inspired by people who don't know what they can't do.", u'I hope in the coming days when we talk about all the ingredients of all the issues, the proposals that are complicated and difficult, I hope all of us will understand, if we ask the American people to be a part of something bigger than themselves, to help this country recover and put this country back on track. You go back over two centuries of history, and there is not much this country cannot do. There is just not much America cannot do. This is a country that rolls up its sleeves and has great hope for the future.', u'I know my colleague from Oklahoma is here to speak. I appreciate his forbearance. I will be back Monday to talk some more about these issues.', u'There is no social program in this country as important as a good job that pays well. The reason I say that is the root of giving people hope about the future is to have opportunities for the American people to find a good-paying job, keep a job that has some benefits, to give them an opportunity to take care of their families. That is where we start.', u'I hope in the coming days, as we discuss and work on these issues, we will have the opportunity to call on what is the best in this country rather than the worst and come together and do what we can to restore to America the kinds of opportunities we have always felt will exist for our children.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/01/09/S239-8_designating-certain-land-components-of-the-nationa/'}