{"speaker_state": "ND", "speaker_raw": "mr. dorgan", "speaker_first": "Byron", "congress": 111, "title": "DESIGNATING CERTAIN LAND AS COMPONENTS OF THE NATIONAL WILDERNESS                      PRESERVATION SYSTEM--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-01-13/html/CREC-2009-01-13-pt1-PgS324-4.htm", "number": 7, "id": "CREC-2009-01-13-pt1-PgS324-4.chunk26", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Dorgan", "pages": "S324-S333", "speaker_party": "D", "date": "2009-01-13", "bills": null, "bioguide_id": "D000432", "order": 26, "speaking": ["Mr. President, I have been interested for some long while about new technology and the Internet and all those related issues.", "I recall reading a couple of years ago a statement by the former president of IBM in which he described the unbelievable leapfrog in technology and capability--most of it breathtaking. Most of us understand that because we use the Internet we can go anywhere in the world at our fingertips on the keyboard, but he described something breathtaking to me. He described the issue of storage density and the new capability of storage density. He said that we are on the cusp now of being able to reduce in storage density all of the works that exist in the Library of Congress--I think it is somewhere around 14 or 16 million volumes of work--which is the largest repository of human knowledge that exists anywhere on Earth; to be able to store that on a very small wafer the size of a penny.", "Think of that: a wafer the size of a penny representing the storage device that contains the largest repository of human knowledge in history. Pretty remarkable.", "Assume that you are able to walk around with a storage device the size of a penny in your jacket pocket which you can put into a computer and peruse all that human knowledge that has been gained since the start of human history. On that storage device would be a lot of information, but what wouldn't be on that storage device--of all the human knowledge accumulated since the beginning of time--would be how we get out of this financial mess that the country is now in. There is no formula, there is no rule, there is no experience that would give us a roadmap of how we get from here to where we need to be to get out of this financial wreck.", "We are indeed in a financial crisis. And the one thing that unites the smartest economists in the country or the deepest thinkers or the latest self-proclaimed greatest sage and all the rest of us, the thing that connects us all, is none of us has ever been here before. We are all walking in the woods for which there is no map and all we have is a guess as to how we are to try to put this economy back together.", "Now, some people say: Well, what does all that mean, this financial crisis? How do we understand that there is this wreckage occurring in the economy? Well, you can look at it a number of ways. You can look at the people who have been saving for a long period of time, investing their 401(k) in a mutual fund or in the stock market. After 30 years of work, they had a nest egg for retirement, but they have lost 40 or 50 percent of it, just like that. Half a lifetime of savings gone, like that. That is one piece of evidence. It is pretty dramatic for every family in this country.", "But there is other evidence as well. And that evidence especially, it seems to me, describes the crisis in our families in this country. If you look at last month's unemployment report, it says, in a kind of a sanitary way, that 524,000 people lost their jobs. Well, what if you just say 523,999 and then focus on the one, just one person who had to come home, in most cases, and tell a spouse: You know what, I have lost my job today. No, I am not a bad employee. I have worked hard for that company for 10 or 15 years, but they laid employees off today. To that one family, that is 100 percent unemployment, and that is a disaster for that family. Think of it. Last month, over half a million Americans had that discussion some night around the supper table: What are we going to do?", "And it is not just the half million people who lost their jobs last month or 2.6 million people who have lost their jobs since this recession started, and which has grown deeper; it is the hundreds of thousands and millions more who have not only had to say I have lost my job but who have had to say I have lost my house as well. It is pretty unbelievable.", "This is an extraordinary country, with great strength, and an economic engine that has been the wonder of the world. No one in the world has done what we have done to expand the middle class and give everyone a feeling of opportunity. No one has done that. I have described before the unbelievable accomplishments of our country. We have survived the Civil War, survived a Great Depression, and we have been through two World Wars. We represent the beacon of freedom around the world. We have always been a country that represents hope.", "I have been in so many parts of this world and asked people: What do you desire for your life? I remember being on a helicopter that ran out of gas between Nicaragua and Honduras in a mountainous area. We landed under power but we landed because we had no fuel, and campesinos from around the region came to see who had landed in this helicopter. We were stranded for about 4 hours until we were found. We had an interpreter, and so during a discussion, through an interpreter, I asked a young woman, who walked up with others--she had about three or four children with her, probably in her early 20s--what do you aspire to do for you and your family? Oh, I want to come to the United States, she said. Why? Because the United States is where there is opportunity and freedom, she said. So in a discussion up in the mountains between Honduras and Nicaragua someone who had never seen an American understood America as a place for her and her family, a place of opportunity and freedom.", "It is unbelievable what this place has represented to the rest of the world. We split the atom, we have spliced genes. As I have said before, we have cloned animals. We invent things--the silicone chip, plastic, and the radar. We cured smallpox and polio. We built the telephone, the television, the Internet, and the computer. We built airplanes and learned to fly them; built rockets to fly to the Moon. It is unbelievable what we have done. Our country is just that resourceful.", "But we have found ourselves in recent months in a very deep hole. We find ourselves right now perched on the edge of a cliff, and the question is: What do we do to try to restore economic health to this country so that next month the news is not another half million Americans have lost their jobs; so that perhaps next month, or some month in the future the news will be that more Americans are working, more Americans have found jobs, more Americans are owning homes. How do we do all that?", "The fact is, there is not anything in recorded human history that replicates this and there is not anyone who knows what is the menu to use to restore economic health. This country is in some very severe difficulty.", "I wish to talk about what all this means and what I think we have to do. President-elect Obama came to the Senate today and spent time with the Democratic caucus. He spent the lunch hour with us and spoke for nearly an hour. It was an extraordinary exchange of views. He is a very gifted person who I think has great promise and, I think, hope that we can restore economic health to this country. He is going to need a lot of help. He is going to need a lot of us, Republican and Democrat. He is going to need the American people to join in an effort to restore economic health to this country.", "In the Thomas Wolfe book ``You Can't Go Home Again,'' he describes the kind of unique character of the American people. He describes it as a quenchless hope, boundless optimism, indestructible belief. I think these qualities exist in this country and it has gotten us through many difficult periods and will again and will this time. But this will take some effort. This will not be easy.", "I have described before what has caused much of this. It is not rocket science to describe it. We have seen what I think is an unbelievable carnival of greed, creating and trading exotic financial instruments that had dramatic risks, attaching that risk to some of America's biggest financial institutions and some of America's biggest banks. To go right to the origin of it--I have said it before and I will say it again and again, as long as I have an opportunity to speak about this because you have to close the gate. You cannot restore confidence in this country until you close the gate. Here is the house of cards that was built. We know what happens to house of cards in a high wind and all that, it has come down.", "I described the other day, and I am going to once again, what is called a subprime mortgage scandal. They were advertising mortgages. We have all seen it. We have seen these advertisements. Here is the Countrywide ad. It was the biggest mortgage bank in the country. It now doesn't exist. It was subsumed into another company. By the way, the CEO of Countrywide, I am told--at least reading the newspaper--got away with a couple hundred million dollars for himself so he is not exactly shedding tears about all this. But here is what they were advertising for the American people: Do you have less than perfect credit? Do you have late mortgage payments? Have you been denied by other lenders? Call us. We would like to give you a loan.", "Does that sound like sound business practices? It doesn't to me. What does it mean? The broker was able to get $10,000, $20,000 in bonuses for the loan. The mortgage company took their cut. Then they securitized it. They sold the security and rolled it into others--like they used to in the old days pack sawdust in sausage and roll it all together--they rolled these loans into a securities instrument, sold it up to hedge funds, sold it to investment banks. And they put prepayment penalties into it so borrowers were locked in, 3 years from the teaser rate, to interest rates that the borrower couldn't possibility repay and everybody was fat and happy and everybody was making a fortune--millions of dollars. Everybody was making a fortune.", "The problem is it was a lot of air. It was not just Countrywide. Zoom Credit Company--here is what they said in their advertisements:", "Credit approval is just seconds away. Get on the fast track at Zoom Credit. At the speed of light, Zoom Credit will preapprove you for a car loan. Even if your credit's in the tank, Zoom Credit's like money in the bank. Zoom Credit specializes in credit repair and debt consolidation.", "And then they finished with this:", "Bankruptcy, slow credit, no credit--who cares?", "Does that look like a good business practice to you? It looks like a Ponzi scheme to me.", "This morning the judge in New York said Mr. Madoff, who had a $50 billion alleged Ponzi scheme, was not going to be incarcerated. He apparently bilked people out of $50 billion, but he is spending today in a $7 million penthouse apartment in New York City because the judge says: No, no, he should not be incarcerated. That was a Ponzi scheme, apparently. People thought they had money invested with him. They, in fact, did not. It turns out there was not the money they thought was in their accounts.", "But it is not just Mr. Madoff who had a Ponzi scheme. Do you think this is not a Ponzi scheme, a company such as this says: If you are bankrupt, you cannot pay your bills, you have slow credit, you have no credit, come to us; do you think that is not a Ponzi scheme? Because what do you think they did with that when they roped this customer into coming to them for a mortgage? They said: Tell you what, we have a sweet little deal for you. We will give you a mortgage called no-doc, that means you don't even have to demonstrate your income to us that will demonstrate you can repay it--no-doc loans. By the way, we will give you a mortgage, no documentation of your income, and we will give you a mortgage in which you don't have to pay any principal at all, just interest. Or, if that is not good enough, you don't have to pay all the interest for the first year. If that is not good enough, we give you a mortgage where we make the first 12 months' payments for you. But wait, we will give you a teaser rate. You can pay 2 percent interest rate. You can cut your home mortgage in half.", "We don't tell you about the fine lines that say we are going to reset the interest rate to a much higher level in 3 years and you are not going to be able to repay it. And, by the way, we are going to put a prepayment penalty in so you can't get out of this because--do you know what we are going to do with this mortgage? We are going to package it up with others, called securitizing it, and we are going to sell it so we don't have any responsibility for it anymore and a hedge fund is going to buy it. Do you know why a hedge fund is going to buy it? We have a prepayment penalty in there with high interest rates and it will reset in 3 years and we are going to make a lot of money. They were all fat and happy when they built this huge bubble and the bubble burst and it helped cause a collapse in this economy.", "I say all of that just to say it is not over. Go to the Internet right now, and see if you can find what I found--no-documentation loans. We still have shysters out there advertising this kind of nonsense: We will give you a loan. You don't even have to document it.", "What happened as a result of this? Some of the biggest financial names in our country, it turns out, were investing deeply in what we now understand is toxic assets. We all understand the word ``toxic.'' It always used to be associated with a waste dump, toxic waste dump. Maybe toxic is an appropriate term. When the Treasury Secretary says toxic assets, it seems to me the bowels of some of the biggest financial institutions represent toxic waste dumps because that is where these bad assets exist.", "So the Treasury Secretary came to us when it looked like everything was going to collapse and said I need $700 billion from the American taxpayers and I need it in 3 days and I have a three-page bill I want you to pass. Why? What I am going to do, I am going to buy these assets from the biggest financial companies in the country and relieve them from this toxicity deep in the bowels of the banks. I did not vote for it, but sufficient numbers of my colleagues voted for it to authorize $700 billion.", "Now $350 billion has either been spent or committed. The scandal is we cannot find out how the taxpayers' money has been used. To whom? For what purpose? Under what conditions?", "We know in total there is about $8.5 trillion that has so far been committed by the Federal Government. That means the taxpayer is on the hook for about $8.5 trillion--the Federal Reserve programs, $5.5 trillion; FDIC, $1.5 trillion; Treasury Department, $1.1. Do you know what? The Bloomberg News Corporation had to sue the Federal Government to get information about this. Isn't that unbelievable? They should not have had to sue anybody.", "Let me show you the statements that were made by the Treasury Secretary and others. Here is what the Treasury Secretary said on the 23rd of October:", "We need oversight, we need protection. We need transparency. I want it, we all want it.", "That is just words. It didn't mean a thing. There is no transparency. You cannot find out what is going on. The Treasury Secretary took $125 billion and shoved it at nine banks and said: I am going to invest in capital. I changed my mind, I am not going to buy any assets. So the TARP program, which got its named for troubled assets--there are no troubled assets purchased by the Secretary. He said: I changed my mind, now I want to give capital to banks.", "That is not necessarily a bad idea, except he took $125 billion and plugged it into nine banks, some of which didn't want it, and there were no strings attached. He said: I am doing this because I want you to expand lending. There was no requirement they expand lending, no requirement they not use it for bonuses or dividends.", "If you ask the Treasury Secretary: Did they expand lending with the $125 billion of taxpayers' money you sunk into capital, his answer is: I don't know. Ask the banks. They tell you money is fungible, we are not going to tell you that answer. We know don't know. But ask people wanting to get money from the banks. They will tell you there is no additional lending or expansion of credit. It was just a commitment on behalf of the American taxpayers of $125 billion in search of a solution that didn't exist because he didn't put strings on it or attach some conditions to it, so that is where we are.", "Ben Bernanke, head of the Federal Reserve Board, said on the 24th of October, ``Transparency is a big issue.'' I guess so. It is certainly a much bigger issue, given what he has done. He has moved massive quantities of money through the Fed--by the way the Fed opened its window to direct lending to investment banks for the first time in the history of this country. They used to only do direct lending to FDIC-insured banks. They opened the window to direct lending to investment banks. The question is, Who got the money? Under what conditions? How much? The answer is, We don't know. We are not telling you.", "That is unbelievable to me. There is nothing in the Constitution about this. The Constitution is a short little document that talks about powers, the powers of the executive branch, the powers of the legislative branch, and judicial branch. You go read the Constitution and try to figure out whether you think the opportunity exists for somebody, even in a crisis, to commit $8.5 trillion, $8.6 trillion on behalf of the American taxpayer and then tell us you will not to get information about this? Go to court. That is unbelievably arrogant, in my judgment.", "Having said all that--which is, in some ways, therapeutic for me to go through what has caused so much of this and to talk about the folly of the pursuit of a solution. That we cannot possibly succeed unless you have conditions and attachments to those moneys that are being used--all of this, it seems to me, is wrapped in a circumstance where we now find ourselves with a new President. He will be sworn in on the west front of this building next Tuesday. He inherits the most significant set of economic problems I think of any President since Franklin Delano Roosevelt. I don't think there is much question about that.", "The question is, Where does this go from here? You know the law of holes: When you are in a hole, stop digging. The question is, How do you stop digging? How do you find a way to put this back on track to some sort of growth? Where is the bottom? How do you stop this from falling off a cliff? There are all these folks, the so-called smartest people in the room, who share with me and with my colleague from Arkansas, who is the Presiding Officer--share the fact that none of us understand the answer. Nobody understands exactly what to do.", "But I wish to say this: I think at the root of this is always, and will always be, with this economy of ours, the issue of confidence. Do people have confidence about the future? If they are living in a place, in a country and at a time when they can be confident about the future--confident for themselves and their kids, confident that they will have a job, retain their jobs, have job security, have a decent payroll, have benefits in the future--then they are confident and do things that manifest that confidence: buy clothes, take a trip, buy a car, buy a house; they do the things that expand this economy. But when they do not have confidence--and the American people at this point do not--they do exactly the opposite, which contracts this economy. They defer all those purchases and decide, you know what, we don't have confidence that we are going to keep this job, have this income, provide for our kids. We need to cut back, and that contracts the economy.", "So the question is this: It is not, as I have said often, about how do you tune the engine on the ship of state. How do you go down to the engine room and take a look at every dial, gauge, lever, knob, and just adjust it just right?", "In fiscal policy or in monetary policy, how do you adjust it? Tax credits? M1B? Fiscal stimulus? It is not that at all, in my judgment, because there is not a perfect menu to provide confidence to the American people. And it does not matter how you adjust those issues if you do not find a way to instill confidence, the economy is going to contract. So I have introduced legislation with a number of pieces that I think are essential to try to provide that kind of confidence. Let me describe them.", "First and foremost, I do not think you can do this and give the American people confidence unless you look back and look forward. That means accountability, and accountability means looking back and looking ahead, it seems to me. I described the absurdity of Mr. Madoff running a $50 billion Ponzi scheme, living in his $7 million apartment in New York City, and the judge saying: That is okay. It seems to me there is an equal absurdity here of having the equivalent type of Ponzi schemes in which you loaded some of the biggest American financial institutions with dramatic amounts of risk and debt and say: Well, now that is past, no one is accountable. It seems to me someone is accountable for that. Are they still around? Were they getting $20 and $30 million a year? Some of them were. There was a recent investigative piece by the Washington Post describing the person in charge of risk management and describing a trader at the same firm, both making somewhere in the neighborhood of $20 million a year. Who is accountable for that, for the collapse as a result of the loading up of dramatic risk in an investment bank and then having the American taxpayers bail it out?", "Here are some of the so-called biggest institutions that were deemed ``too big to fail.'' Until this point, they have not only been ``too big to fail,'' they have been ``too small to regulate'' apparently because we have a lot of folks in this town who do not want to regulate anything. They want to be willfully blind, including those we pay to regulate these entities. They are the ones who helped us decide long ago, as a country: We are not going to look at derivatives, we will not regulate derivatives, and we are not going to regulate hedge funds. We are willing to countenance a lot of dark money out there because we do not need to see it. You know, the high priest of that thought was, of course, Alan Greenspan, whose notion of how you handle all of this is self-regulation. Self-regulation will work just fine, he said. Well, it turns out that was a miscalculation to the tune of some trillions of dollars. It did not work fine.", "Here is what we need to do--accountability going back. I have just described Alan Greenspan. He came and testified. He said: ``I made a mistake in presuming the self-interests of organizations, specifically banks and others, were best capable of protecting their own shareholders and their own equity in the firms.''", "You know the old saying that there is no education in the second kick of a mule. We know this. We knew this. We have been through this in the Great Depression. We were through the Gay Nineties and the Roaring Twenties. None of us lived then, but we learned the lessons and put in place the protections to make sure it never happened again.", "About 10 years ago, the Congress took apart most of those protections. I voted against it. I thought it was a terrible decision. But here we are paying the price for that.", "Those protections, it seems to me, at this point need to be reconnected. So what should we do? Well, first of all, I think, in addition to a rescue plan of some type, or a stimulus plan, as it is being called, it seems to me you need some type of taxpayer protection. Nobody is looking out for the taxpayer here, and the taxpayer is having to make the commitment through the Treasury Secretary, through the Federal Reserve, and through the Congress. Let's have a taxpayer protection plan or a Taxpayer Protection Act.", "One, I think we ought to extend the oversight, accountability, audit, and all the reporting provisions that were imposed originally by the Treasury Department under the Emergency Economic Stabilization Act to cover any financial entity that provides emergency economic assistance to private firms. There ought to be complete transparency, no secrecy, nobody saying: We will not tell you, we will not show you, we will not disclose to you.", "Second, all private firms receiving emergency financial assistance should be subject to the same set of rules and restrictions relating to executive compensation, golden parachutes, dividend payments, to name a few.", "You know, we had the auto industry executives come down here, and they were widely pilloried for flying Gulfstream IVs wing tip to wing tip from Detroit to Washington, DC. It turns out that there were over 20 commercial flights that day from here to Detroit and back. One could have sat them in first class and provided them Dr. Pepper in a paper cup, or whatever it is they do in first class, between Detroit and Washington, DC, and they would have been fine. But they flew down wing tip to wing tip in Gulfstreams and, you know, making $2 million, $2.5 million a month, whatever it was. There was a lot of criticism about it--justifiable, in my judgment. I want the auto industry to succeed, but that was not a very smart thing that day.", "But the question is, Why it is just the auto industry? Where are all of those folks who ran some of those big investment banks into the ditch? Where are the folks who caused that wreckage? How about the people who ran these big mortgage companies that were selling these unbelievable mortgages to people with bad credit and getting big bonuses as a result? When are they going to be brought here under subpoena and asked the same questions and subject to the same requirements?", "I think we ought to create a taxpayer protection prosecution task force. I believe there is a lot of illegal activity that has not been uncovered. And I do not think it ought to be laid at the feet of some attorney general someplace in some State. There ought to be a Federal prosecution tasks force empaneled, and that task force must make it a top priority to investigate and prosecute financial fraud cases and seek to recover any ill-gotten gains. The task force shall make recommendations to the Congress, within 60 days, about extending the statute of limitation in complicated financial crimes, if necessary.", "There ought to be a reform commission on the financial system that determines the causes of this financial nightmare. And the commission would report its findings, conclusions and make recommendations for preventing a similar debacle in the future. I do not think it is just a matter of jump-starting the economic engine; I think you have to rewire the system here. You have to rewire the financial system. This does not work.", "Securitizing instruments for which there was never any decent underwriting because you did not have to underwrite if you were going to send the risk upstairs--that does not work. And you cannot have dark money out there beyond the gaze of regulators.", "You do have to regulate. It seems to me you have to completely reform the financial system, and I do think the people who caused this wreck are going to be the ones who are going to help us reform the system.", "So those are four areas that I think we have to do on behalf of the American taxpayer.", "You know, my sense is that everyone in this country wants this new Government to succeed. President-elect Barack Obama campaigned across this country on the subject of change. We all understand the need for that change. The fact is, there is plenty of blame to go around. Lots of folks, Republicans, Democrats, one administration, another--there is a lot of blame. But it seems to me there are special obligations laid at the feet of those who in the last 8 years have decided to be willfully blind and decided that self-regulation was more important than having people do their jobs who were supposed to be regulating. And the result was the creation of a house of cards or a Ponzi scheme sort of thing that has caused dramatic damage to this country.", "Now, it is a mess, but I think this country can get out of it. I think it would be hard for anybody in this Chamber to decide to get up and go to work if they did not have an abiding hope about the future of this country. And I do. But that hope is joined, it seems to me, by requirements to find out what happened, take action based on what happened, and make sure it never happens again. That is not rocket science; that is what we are obligated to do.", "This is, as I said, a great country with a wonderful history of overcoming the odds. We have people who came to this country from different parts of the planet searching for opportunity. Most of us come from immigrants who came from one part of the planet or another, one part of this globe, and came to this country because they believed this is the place where opportunity existed.", "There was a man named Stanley Newberg who died, and there was a tiny little piece written in the New York Times about him some years ago. It was a piece that intrigued me, so I looked into it to find out what was this about, Stanley Newberg. It said, in this one-paragraph piece, something that I discovered more about. A man came to this country with his parents to flee the persecution by the Nazis of the Jews, and they came here and landed in this country, with nothing, in New York City. His dad had a job peddling fish on the Lower East Side of New York, and Stanley Newberg trailed along, this little tyke with his dad every day peddling fish. Then he went to school, and his parents struggled because they had nothing, and he did well in school. They struggled to get him some loans and try to help him get to college. He went to college, graduated from college, and went to work for an aluminum company. He did very well with the company and rose up to management in the company and then purchased the company.", "Later, he died. When they opened his will, Stanley Newberg, in his will, left $5.7 million to the United States of America. In his will, he said: For the privilege of living in that great country. Is that not remarkable? Here is a man who came here with nothing, was enormously successful, then at the end of his life left his inheritance to the United States of America. I am not suggesting everyone do that. I am suggesting it inspires me when people--in this case, coming here as a boy with nothing--understand the magic of what this country of ours offers in terms of opportunity and freedom. And I think, with all of the hand-wringing that exists in our country about these very serious troubles we face, I am absolutely convinced, if we work together, with a new President, a new Government, if we call the American people to be part of something bigger than themselves, to say this is a moment to try to put this country back on track and build better opportunity and greater opportunity for all Americans, I have great hope then for this country."], "capitolwords_url": "http://capitolwords.org/date/2009/01/13/S324-4_designating-certain-land-as-components-of-the-nati/"}