{u'speaker_state': u'DE', u'speaker_raw': u'mr. biden', u'speaker_first': u'Joseph', u'congress': 108, u'title': u'Senate', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-10/html/CREC-2003-04-10-pt2-PgS5137.htm', u'number': 58, u'id': u'CREC-2003-04-10-pt2-PgS5137.chunk17', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Biden', u'pages': u'S5137-S5157', u'speaker_party': u'D', u'date': u'2003-04-10', u'bills': [u'S. 3252', u'S. 1868', u'S. 2513', u'S. 152', u'S. 151', u'S. 226'], u'bioguide_id': u'B000444', u'order': 17, u'speaking': [u'Mr. President, I am pleased the Senate is considering the conference report to accompany S. 151, the Protect Act. As a member of the conference committee tasked with reconciling the differences between the House and Senate bills, I am gratified to see action being taken on this measure today. The conference report before us addresses one of the most important issues in America--protecting our kids from sexual and physical abuse. Enactment of this measure could literally save lives.', u"This bill will expand the nationwide AMBER Alert System to ensure maximum coordination between state and local law enforcement in their efforts to catch predators that kidnap kids. ``Amber alerts''--typically distributed through radio and television broadcasts and electronic highway signs--gained prominence after last summer's unfortunate and high-profile child abduction cases. These bulletins proved invaluable in their ability to disperse information about the missing children quickly and broadly--and they remain a critically important law enforcement tool.", u'The conference report that we consider today will expand and improve the program by establishing an AMBER Coordinator within the Department of Justice to enhance and centralize the operation of the communications system. It will establish minimum standards for coordination between various AMBER plans, particularly between state plans. And, perhaps most important, it will authorize two grants--one in the Department of Transportation to help sustain the AMBER alert programs themselves and a second in the Department of Justice to fund education, training, and related equipment. This common-sense legislation has been delayed far too long. We know that the AMBER Alert System helps save abducted children, and we should not let a single additional day pass before voting this measure into law. With this legislation, safeguards will soon be in place to protect children and their families.', u"The conference report also includes a negotiated version of the PROTECT Act, which this body unanimously adopted in February. The measure responds to last year's Supreme Court decision in Ashcroft v. Free Speech Coalition by writing a tough new child pornography law that, we hope, will allow prosecutors to go after those who traffic in child pornography--while not running afoul of the Court's first amendment holdings. Importantly, in addition to prohibiting the production and distribution of pornographic material depicting children, this bill achieves a range of other improvements to the law:", u"First, it strengthens penalties against repeat offenders. Second, it protects the privacy of children victimized by pornographers by preventing the introduction of any non-physical identifying information--like the child's name or social security number--into evidence at court. Third, it facilitates information-sharing between internet providers, who report incidents of child pornography and exploitation on their sites, and State law enforcement officers. And finally, it provides a civil remedy for victims of child pornography--including injunctive relief to stop immediately the bad conduct. These important improvements put children and their needs first. Is the legislation perfect? No. But it will move us substantially down the road to protecting out kids from predators, while preserving important first amendment principles.", u'I am pleased that several bipartisan proposals which I sponsored in the Senate will be included in this conference report. Like the AMBER Alert and child porn provisions, these additional initiatives will also protect our kids from child predators. I would like to take a moment to explain several of the provisions that I worked to see included in this conference report.', u'Section 108 establishes the Child Safety Pilot Program, an initiative that for the first time will permit groups like the Boys and Girls Clubs to apply directly to the Justice Department for background checks for their volunteers. It is a proposal that has been a long time in the making, and I am very pleased the conferees agreed to its adoption.', u'This section is drawn from legislation that I authored along with Senator Thurmond in the 107th Congress, the National Child Protection and Volunteers for Children Improvement Act. That bill passed the Senate unanimously but was not acted upon by the other body. I first raised concerns about the current state of background checks for volunteers in 2000 with the introduction of S. 3252. That bill and the bill that passed the Senate last year would have markedly simplified the current process for background checks for volunteers who work with kids.', u"Today, 87 million of our children are involved in activities provided by child and youth organizations which depend heavily on volunteers to deliver their services. Millions more elderly and disabled adults are served by public and private service organizations. Organizations across the country, like the Boys and Girls Clubs, often rely solely on volunteers to make these safe havens for kids a place where they can learn. The Boys and Girls Clubs and others don't just provide services to kids--their work reverberates throughout our communities, as the after- school programs they provide help keep kids out of trouble. This is juvenile crime prevention at its best, and I salute the volunteers who help make these programs work.", u"Unfortunately, some of these volunteers come to their jobs with less than the best of intentions. According to the National Mentoring Partnership, between 1 and 7 percent of children in child care settings, foster homes and schools are sexually abused. Organizations have tried to weed out bad apples, and today most conduct background checks on applicants who seek to work with children. Regrettably, these checks can often take months to complete, can be expensive, and many organizations do not have access to the FBI's national fingerprint database. These time delays and scope limitations are dangerous: a prospective volunteer could pass a name-based background check in one state, only to have a past felony committed in another jurisdiction go undetected.", u"Effective December 20, 1993, the National Child Protection Act, NCPA, P.L. 103-209, encouraged States to adopt legislation to authorize a national criminal history background check to determine an employee's or volunteer's fitness to care for the safety and well-being of children. On September 13, 1994, the Violent Crime Control and Law Enforcement Act of 1994 (P.L. 103-322) expanded the scope of the NCPA to include the elderly and individuals with disabilities.", u"As envisioned by Congress, the NCPA was to encourage states to have in effect national background check procedures that enable a ``qualified entity'' to determine whether an individual applicant is fit to care for the safety and well-being of children, the elderly, or individuals with disabilities. The procedures permit this entity to ask an authorized state agency to request that the Attorney General run a nationwide criminal history background check on an applicant provider.", u"``Qualified entity'' is defined at 42 U.S.C. 5119c as ``a business or organization, whether public, private, for-profit, not-for-profit, or voluntary, that provides care or care placement services, including a business or organization that licenses or certifies others to provide care or care placement services. . . .''", u"The authorized agency should access and review state and Federal criminal history records through the national criminal history background check system and make reasonable efforts to respond to an inquiry within 15 business days. Congress addressed this issue again in 1998 through enactment of the Volunteers for Children Act, Sections 221 and 222 of P.L. 105-251, ``VCA''. The VCA amended the NCPA to permit child care, elder care, and volunteer organizations to request background checks through state agencies in the absence of state laws implementing the NCPA.", u'Thus, the NCPA, as amended by the VCA, authorizes national fingerprint-based criminal history background checks of volunteers and employees (including applicants for employment) of qualified entities who provide care for children, the elderly, or individuals with disabilities, and those who have unsupervised access to such populations (regardless of employment or volunteer status), for the purpose of determining whether they have been convicted of crimes that bear upon their fitness to have responsibility for the safety and well-being of children, the elderly, or individuals with disabilities.', u'Three years ago, organizations seeking to conduct background checks on their employees and volunteers made me aware of serious problems with the current background check system, problems that were jeopardizing the safety of children. Groups like the Boys and Girls Clubs of America alerted me that, despite the authorities provided in the NCPA and the VCA, national check requests were often delayed, in some jurisdictions they were never processed, and that the prohibitive costs of some of these checks were discouraging entities from seeking the reviews.', u'Under current law, whether they want a state or national criminal background check, organizations must apply through their state-authorized agency. The state agency then performs the state check and forwards the request to the FBI for a national check. The FBI responds back to the state agency, which then forwards the information back to the volunteer organization. In Delaware, the State Police Bureau of Identification works with groups to fingerprint prospective workers and check their backgrounds.', u'A patchwork of statutes and regulations govern background checks at the state level; there are currently over 1,200 State statutes concerning criminal record checks. This has led to widely different situations in each state: different agencies are authorized to perform the checks for different types of organizations, distinct forms and information are required, and the results are returned in various formats that can be difficult to interpret. States have not been consistent in their interpretation of the NCPA and VCA. Put simply, the current system is extremely cumbersome, particularly for those organizations that must check criminal records in multiple states, and for those groups employing seasonal workers, such as summer camps, for whom time is of the essence when seeking the results of background checks.', u"After careful study of this issue it became clear to me that the concerns of groups such as the National Mentoring Partnership and the Boys and Girls Clubs are not merely anecdotal. In 1998, the FBI's Criminal Justice Information Services, CJIS, Division performed an analysis of fingerprints submitted for civil applicants purposes. CJIS found that the average transmission time from the point of fingerprint to the state bureau was 51.0 days, and from the state bureau to the FBI was another 66.6 days, for a total of 117.6 days from fingerprinting to receipt by the FBI. The worst performing jurisdiction took 544.8 days from fingerprinting to receipt by the FBI. In a survey conducted by the National Mentoring Partnership, mentoring organizations on average waited 6 weeks for the results of a national criminal background check to be returned.", u"The danger these delays post to mentoring groups and others cannot be overstated. Suppose a group seeks to hire a volunteer who grew up in a neighboring jurisdiction to work with children. The group has the volunteer fingerprinted at their local police department, forwards those prints along to the agency designated by state statute or procedure to receive such requests, and then waits for the national results. FBI data indicates they will wait close to four months, on average, for the final results of the background check. That's too long. It forces groups to choose between taking a risk on someone's background, not making the hire at all, or seeking out only candidates from their jurisdiction for whom a full national background check may not be necessary.", u"Delay is not the only problem with the current system. The NCPA/VCA caps the fees the FBI can charge for national background checks at $24 for employees. For state fees, the NCPA/VCA requires States to ``establish fee systems that insure that fees to nonprofit entities for background checks do not discourage volunteers from participating in child care programs.'' In a survey of mentoring organizations, the National Mentoring Partnership found that organizations were paying on average $10 for a State records check, plus the fee for a national check. For organizations utilizing hundreds of volunteers and employees, the costs of conducting thorough background checks can be exorbitant. Small, community-based organizations with limited funding often must choose between funding services to children and checking the criminal history records of prospective volunteers.", u"Section 108 does three things. First, subsection (a)(2) establishes a State Pilot Program that will facilitate the ability of youth-serving organizations in three States designated by the Attorney General to check the backgrounds of their volunteers. The intent of this provision is for State Pilot Program to operate as the Congress intended the National Child Protection Act to operate. That is, youth-serving organizations who attempt to check the backgrounds of volunteers under this section shall be able to access the FBI's national criminal history database when necessary. The requesting process will go through the appropriate State agency. The State will review its criminal history records, and then forward the organization's request along to the FBI if a national check is required. Under 108(a)(2)(D), all criminal history records will be provided to the State agency. The language in that section which reads ``consistent with the National Child Protection Act'' is intended to result in that State agency then making a determination of the potential volunteer's fitness to work with children. While (a)(2)(D) does permit the National Center for Missing and Exploited Children to access the criminal history records of the potential volunteer under (a)(2)'s State Pilot Program, it is my view that the Conferees intended this section result in fitness determinations being made by the appropriate State agency as under current law. Subsection (a)(2)(F) ensures that this determination will be provided to the organization in a timely fashion.", u"Second, subsection (a)(3) establishes a Child Safety Pilot Program. Under this subsection, three youth-serving organizations will be permitted to allocate a number of Federal background checks to their members or affiliates over an 18-month period. Current law does not permit these organizations to provide fingerprint cards directly to the FBI's criminal history records system in order to check the backgrounds of potential volunteers. This subsection changes that. Ninety days after the date of enactment of this conference report, the Attorney General will notify the Boys and Girls Clubs of America, the National Mentoring Partnership, and the National Council of Youth Sports that they have been statutorily designated to make 100,000 background check requests of the FBI. Allocations of these checks are set out in (a)(3)(C). The three eligible organizations may not accept fingerprint cards under this Pilot Program from any of their members or affiliates located in the three States designated by the Attorney General to participate in the State Pilot Program described in (a)(2). The organizations are required to obtain a signed statement from the potential volunteer along with the volunteer's fingerprints. Once the Attorney General receives fingerprint cards from the volunteer organizations, subsection (a)(3)(F) gives him 14 business days to provide any resulting criminal history records information to the National Center for Missing and Exploited Children. The Attorney General shall charge these three organizations no more than $18 to perform these checks. The National Center for Missing and Exploited Children will work with the three organizations to develop standards to determine how to evaluate the criminal history records information provided by the FBI, and to set standards to guide the fitness determination described in (a)(3)(G)(i). Nothing in this subsection requires the NCMEC to make such a fitness determination; the language of (a)(3)(G)(i) is discretionary. It is my view that the conferees intended this subsection to permit NCMEC to work with the eligible organizations in determining the fitness of prospective volunteers to work with children. However, it is my view that the conferees did not intend for NCMEC to perform this function unless adequate appropriations are allocated to it pursuant to subsection (c)(1). NCMEC shall not be liable for any fitness determination made pursuant to (a)(3)(G)(i), consistent with the limitation on liability set forth in section 305(a) of the conference report.", u"Third, subsection (d) requires the Attorney General to report to Congress on the implementation of the pilot programs at their conclusion, and to make legislative recommendations to Congress on whether the National child Protection Act requires amendments to ensure that organizations like those described in section 108 have access to prompt, effective, and affordable national criminal history background checks. It is important to point out that section 108 establishes only a pilot program for 100,00 checks. Members of the National Mentoring Partnership alone rely upon close to one million volunteers. The boys and Girls Clubs have close to 150,000 volunteers. Hundreds of thousands more volunteer with little leagues, soccer leagues, and other youth sports leagues affiliated with the National Council of Youth Sports. We should be doing more than establishing a pilot program, and I am disappointed the department of Justice continues to maintain that enactment of my legislation that passed the Senate last year, S. 1868, could overburden its fingerprinting infrastructure. Ensuring that those who volunteer to work with out kids in an investment that we should be willing to make. I intend to work to expand this Child Safety Pilot Program until ultimately all of those who want to access the FBI's criminal history records system are able to do so, consistent with the privacy protections provided by current law.", u"I thank Robbie Callaway and Steve Salem of the Boys and Girls Clubs of America for their strong support for my original bill and for this section would not be included in this conference report we take up today. Margo Pedroso of the National Mentoring Partnership has been extremely helpful to me and my staff in terms of educating Congress concerning the extent of the current problem, and I thank her and her organization for their support for this section. John Walsh with America's Most Wanted provided effective, timely advocacy for this provision and I am extremely grateful for his tireless commitment to protecting the Nation's children from criminals. I am also thankful for the efforts of Sally Cunningham of the National Council of Youth Sports for her organization's support for this program this year.", u"This bill also contains a provision I sponsored that reauthorizes Child Advocacy Centers. Child Advocacy Centers bring together law enforcement, prosecutors, child protective services and medical and mental health professionals to provide comprehensive, child-focused services to child victims of crimes. They provide immediate attention to young victims of sexual and physical abuse so that they are not ``twice abused,'' first by the perpetrator and second by a system which used to shuttle them from a medical clinic to a counseling center to the police station to the D.A.'s office.", u'Operating in all 50 states, Child Advocacy Centers served over 116,000 child victims last year. Of these victims, 26,934 received onsite medical exam, 27,684 received counseling and 69,443 went through a forensic interview process especially designed for children. Seventy-six percent of the children they serviced were under the age of 12. In Delaware, there are currently two operational Centers. Last year, Child Advocacy Centers in Delaware handled 1,000 cases where child victims as young as three alleged physical or sexual abuse.', u"Widely cited as an efficient, cost-effective mechanism of handling child abuse cases, Child Advocacy Centers are widely supported by police, prosecutors and the courts. Not surprisingly, communities with centers report increased successful prosecution of perpetrators, more consistent follow-up to child abuse reports, increased medical and mental health referrals for victims, and more compassionate support for child victims. It is also worth noting that in a May 1998 publication titled, New Directions from the Field, the Department of Justice included Children's Advocacy Centers as their number one recommendation for improving services to children who directly experience or witness violence--number one.", u"Mr. President, in 1994, this body passed the Violence Against Women Act, which I authored. This act made it clear that victims of domestic violence were victims in need of the full extent of this nation's medical and legal resources. My child advocacy provision is designed to bring this same type of concentrated focus, general awareness, and coordinated response to victims of child abuse", u"Section 607 is of the conference report includes my Secure Authentication Feature and Enhanced Identification Defense Act of 2003, also known as the ``SAFE ID'' Act. I would also like to thank Senator Hatch for joining me in introducing this legislation as a stand-alone bill and for helping to ensure that it became part of this conference report.", u'Mr. President, two of the terrorists who perpetrated the acts of 9/11 held false identification documents, which they purchased from a broker of false IDs. That broker was convicted under State law, but sentenced merely to probation. The judge and the prosecutor publicly lamented that the law did not subject such a person to harsher penalties.', u"These events focused new attention on an existing, growing problem--the ease with which individuals and organizations can forge and steal IDs and use them to harm our society. These circumstances weaken our efforts in the fight against terrorism; identity theft; underage drinking and drunk driving; driver's license, passport and birth certificate fraud; even child abduction. In the post-9/11 era, we must do more to prevent the creation of false, misleading or inaccurate government IDs. This has become an issue of national importance and therefore merits a national response.", u'In recent years, the ability of criminals to produce authentic-looking fake IDs has grown immensely. Today, unfortunately, it is becoming increasingly common for criminals to either steal or forge, and traffic in, the very items that issuing authorities use to verify the authenticity of their IDs.', u"These ``authentication features'' are the holograms, watermarks, and other symbols, letters and codes used in identification documents to prove that they are authentic. Unfortunately, today ID's carrying authentication features can be purchased on the Internet or through mail order outfits. In addition, breeder documents, such as birth certificates, are desk-top published, with an illegitimate embossed or foil seal. Put another way, not only do crooks forge identification documents, they also now illegally fake or steal the very features issuing authorities use to fight that crime.", u'Under current law, it is not illegal to possess, traffic in, or use false or misleading authentication features whose purpose is to create fraudulent IDs. That is why I have authored the SAFE ID Act. The SAFE ID Act would prohibit the fraudulent use of authentication features in identity documents. Specifically, the SAFE ID Act adds authentication features to the list of items covered by an existing law prohibiting fraud and related activity in connection with identification documents. In addition, the act requires forfeiture of any violative items, such as false authentication features and relevant equipment.', u"The act defines ``authentication feature'' as ``any hologram, watermark, certification, symbol, code, image, sequence of numbers or letters, or other feature that either individually or in combination with another feature is used by the issuing authority on an identification document, document-making implement, or means of identification to determine if the document is counterfeit, altered, or otherwise falsified.''", u"Holograms have long been used on credit cards, and are beginning to be deployed in identification documents. The term ``hologram'' is meant to include diffractive optical gratings and other optically variable devices, regardless of their manner of fixation to, or formation in, a document substrate.", u'Watermarks take a variety of forms including fabricated paper watermarks and digital watermarks. Watermarks have a long history of use as authentication features in paper, and were traditionally fabricated during the wet paper phase of the paper-making process by varying the thickness of paper fiber. Such conventional watermarks are now fabricated in a number of other ways, including chemical treatment. Generally, the watermark pattern--e.g., a logo--is revealed by viewing the document at an angel, or subject to certain illumination.', u'A second type of watermark is a digital code, sometimes referred to as a digital watermark. This code is secretly conveyed by an identification document using a number of steganographic technologies. In one, artwork on the document is altered in very slight respects to effect changes to the luminance, chromaticity, or reflectance at different locations across the artwork. This pattern is imperceptible to the human eye, but can be revealed by digitally scanning the document, examining the resulting data for these slight variations, and interpreting these variations to discern the digital code. The artwork encoded in this fashion can be a photograph, a logo--e.g., a seal of the issuing authority--or ornamentation--e.g., guilloche patterning. In other steganographic techniques, the background of the card is tinted with a subtle patterning, or a patterned texture is formed on the document. Again, such patterns are too slight to be recognized by human observers as conveying the digital watermark code, but the code can be discerned by scanning, and then analyzing the scan data.', u"This type of watermark finds application in detecting counterfeit, altered, and otherwise falsified documents in a number of different ways. For example, a photograph on a driver's license may steganographically convey a digital watermark code that identifies the issuing authority (e.g., the State of New Jersey). If the license is altered--by substituting a different photo--then analysis of the license will reveal the substitution because the photograph will not convey the expected digital code. Likewise, the blank stock on which driver's licenses are printed may convey, e.g., in a tint pattern, a digital code that identifies the issuing authority. If a suspect driver's license is found not to convey the expected code, it will be recognized as non-authentic.", u"In still other documents, the watermark can serve as a logical cross-check of other data or security features on the card. For example, the digital watermark code with which a driver's license is steganographically marked can convey a ``hash'' of the ASCII characters forming the lawful owner's name that is originally printed on the license. If the name on the license is altered, the hash resulting from that name will be different, and will not longer match the hash conveyed by the digital watermark code. Likewise, the birthdate printed on the license can be hashed and serve as the watermark. If the printed birthdate is altered, its hash will no longer match that conveyed by the steganographic encoding. By such arrangements, alteration of text and other elements of an identification document can readily be discerned by reference to digital watermarks.", u"Sometimes authentication features are used in the creation of so-called ``novelty IDs.'' These are documents that appear to be identification documents from recognized issuing authorities, but in fact are not. (An Internet search on the term reveals hundreds of web sites.) Sometimes such documents follow the exact layout of text, photo, and design elements used in authentic identity documents. However, such mimicry is not essential for such a ``novelty ID'' to be accepted as legitimate (e.g., a liquor store owner in California may not know what a genuine Vermont driver's license looks like). Such non-identical documents commonly make use of features that are relied upon by others in ascertaining the genuineness of an identification document. The definition of ``authentication feature'' thus embraces such features, and provisions elsewhere in the amended statute prohibit the use of such features on so-called ``novelty IDs.''", u"Subpart (4) extends the former statutory definition of ``false identification document'' from documents that are counterfeit ab inito, to also include documents that were originally issued lawfully, but subsequently altered for a purpose of deceit.", u"In like manner, subpart (5) makes clear that ``false identification document'' includes both features that were never genuine, but appear to be genuine, as well as features that originally were genuine but were subsequently (i) tampered with or altered for purposes of deceit; or (ii) diverted, or intended for diversion, without the authorization of the issuing authority.", u"Subpart (6) is amended to define ``issuing authority.'' This term includes ``quasi-governmental organizations,'' such as The Port Authority of New York and New Jersey, and governmentally chartered entities (e.g., the United States Postal System and the U.S. Federal Reserve System).", u'Mr. President, this section will give law enforcement officials a powerful tool to crack down on identity thieves. According to the U.S. Department of Justice, up to 700,000 people in the United States may be victimized by identity bandits each year, costing the average victim more than $1,000. Additionally, banks lost at least $1 billion to identity thieves last year. The SAFE ID Act will also go a long way toward combating the nationwide problem of underage drinking. Underage drinking is a serious problem with dangerous, and sometimes deadly consequences. The SAFE ID Act will help prevent underage drinking by making it harder for fraudulent criminals to provide young people with fake IDs. It perhaps goes without saying that legislation such as this, which makes it harder to obtain fake IDs, will also make it harder for those who abduct innocent children to mask their identity and thereby avoid detection.', u'Mr. President, it is rare that we have before us legislation that would effectively address problems as disparate as homeland defense, identity theft, underage drinking, and child abduction. The SAFE ID Act would do just that, by cutting the legs out from under those who would misuse technology to mislead government authorities.', u'I am pleased that we were also able to include in the conference agreement the text of the Illicit Drug Anti-Proliferation Act, a bill which I introduced with Senator Grassley in the Senate as S. 226, and that Representatives Coble and Smith introduced in the House of Representatives.', u"This legislation arose out of a series of hearings Senator Grassley and I held in the Senate Caucus on International Narcotics Control on the risk that the so-called ``club drug'' Ecstasy poses to young people and the predatory behavior of some promoters of all-night dance parties--known as ``raves''--in distributing the drug to them.", u'The bill provides federal prosecutors the tools needed to combat the manufacture, distribution or use of any controlled substance at any venue whose purpose is to engage in illegal narcotics activity.', u'Rather than create a new law, it merely amends a well-established statute to make clear that anyone who knowingly and intentionally uses their property--or allows another person to use their property--for the purpose of distributing or manufacturing or using illegal drugs can be held accountable, regardless of whether the drug use is ongoing or occurs at a single event.', u"The bill is aimed at the defendant's predatory behavior, regardless of the type of drug or the particular place in which it is being used or distributed. One problem that we are facing currently involves so-called ``club drugs'' and raves. According to the Partnership for a Drug Free America, teens who report attending a rave are seven times more likely to have tried Ecstasy than teens who report not attending a rave. I find this statistic quite troubling and I hope that the changes made by the conference report before us today will make promoters think twice before endangering kids in this manner.", u"Despite the conventional wisdom that Ecstasy and other club drugs are ``no big deal,'' a view that even the New York Times magazine espoused in a cover story, these drugs can have serious consequences, and can even be fatal. Earlier this year we got some encouraging news: after years of steady increase, Ecstasy use is finally beginning to decrease among teens. That said, the rate of use remains unacceptably high and we still have quite a bit of work to do to counter the widespread misconception that Ecstasy is harmless, fashionable and hip.", u"At a 2001 Drug Caucus hearing, witnesses testified that rogue rave organizers commonly go to great lengths to portray their events as safe so that parents will allow their kids to attend. But the truth is that some of these raves are drug dens where use of Ecstasy and other ``club drugs''--such as the date rape drugs Rohypnol, GHB and Ketamine--is widespread.", u'We know that there will always be certain people who will bring drugs into musical or other events and use them without the knowledge or permission of the promoter or club owner. This is not the type of activity that my bill would address. My bill would help in the prosecution of rogue promoters who not only know that there is drug use at their event but also hold the event for the purpose of illegal drug use or distribution. That is quite a high bar. The coalition of Licensed Beverage Associations and the International Association of Assembly Managers, who initially expressed concerns that my bill would make their members liable for the actions of their patrons, have endorsed my legislation because they realized that my bill was not aimed at responsible party promoters.', u"I am confident that the overwhelming majority of promoters are decent, law abiding people who are going to discourage drug use--or any other illegal activity--at their venues. But there are a few promoters out there who are taking steps to profit from drug activity at their events. Some of these folks distribute drugs themselves or have their staff distribute drugs, get kickbacks from drug sales, have thinly veiled drug messages on their promotional flyers, tell security to ignore drug use or sales, or send patients who need medical attention to a hospital across town so that people won't link emergency room visits with their club.", u"My bill has met fierce resistance from a number of groups who have not felt the need to be constrained by the facts. Earlier this week the Drug Policy Alliance, a group whose goal is to end criminal penalties for marijuana, sent out an alert to get people to call their Senators and Representatives to register their disapproval of my bill. The background information they provided on the issue discussed my bill interchangeably with a House bill that I have never had any association with, have never supported, and was not being discussed by the conference committee. Rather than quoting the legal standard in my bill--which makes clear that an individual would have to knowingly maintain a place for the purpose of drug use--the Drug Policy Alliance chose to quote from the House bill that (1) has a legal standard--that the individual ``knows or reasonably ought to know'' that a controlled substance will be used at their event--that is far lower than that in my bill and (2) is specifically targeted at raves and promoters. What is more, on their web site, the Drug Policy Alliance makes the outlandish claim that:", u"The ``RAVE'' Act threatens free speech and musical expression while placing at risk any hotel/motel owner, concern promoter, event organizer, nightclub owner or arena/stadium owner for the drug violations of 3rd parties--real or alleged--even if the event promoter and/or property owner made a good-faith effort to keep their event drug-free. It applies not just to electronic-music parties, but any type of public gathering, including theatrical productions, rock concerns, DJ nights at local bars, and potentially even political rallies. Moreover, it gives heightened powers and discretion to prosecutors, who may use it to target events they personally don't like--such as Hip-Hop events and gay and lesbian fundraisers.", u'The law that my bill amends, 21 U.S.C. 856, has been on the book for nearly two decades and I am unaware of it ever being used to prosecute a legitimate business. My bill would not change that fact.', u"The reason that I introduced this bill was not to ban dancing, kill the ``rave scene'' or silence electronic music--all things of which I have been accused. Although this legislation grew out of testimony I heard at a number of hearings about the problems identified at raves, the criminal and civil penalties in the bill would also apply to people who promoted any type of event for the purpose of drug use or distribution. If rave promoters and sponsors operate such events as they are so often advertised--as places for people to come dance in a safe, drug-free environment--then they have nothing to fear from this law. In no way is this bill aimed at stifling any type of music or expression--it is only trying to deter illicit drug use and protect kids.", u'Again, I am glad that this measure was included in the conference report. I believe it is a fitting addition to a bill whose purpose is to protect children.', u"I am pleased that we were also able to include in the conference agreement section 10 of S. 152, the ``DNA Sexual Assault Justice Act of 2003,'' a bill which I introduced with Senators Specter, Cantwell and Clinton, along with 20 bipartisan cosponsors, in the Senate and that Representatives Green and Maloney introduced in the House of Representatives. This bill unanimously passed the Senate in the 107th Congress as S. 2513.", u"Section 611 would amend Title 18 to encourage federal prosecutors to bring ``John Doe/DNA indictments'' in federal sex crimes. Specifically, the provision amends 18 U.S.C. Sec. 3282 to authorize explicitly federal prosecutors to issue an indictment identifying an unknown defendant by this DNA profile within the 5-year statute of limitations. If the indictment is issued within the 5-year statute of limitations, the statute is then tolled until the perpetrator is identified through his or her DNA profile at a later date. The John Doe/DNA indictment would permit prosecution at anytime once there was a DNA ``cold hit'' through the national DNA database system.", u'While the Justice Department is permitted currently to bring John Doe/DNA indictments under Rule 7 of the Federal Rules of Criminal Procedure, see, e.g., United States v. Fawcett, 115 F.2d 764, 767 (3d Cir. 1940) (an indictment is an accusation against a person, not against a name, and hence the name is not of the substance of the indictment), they have not been frequently used in federal sex offenses. Accordingly, section 611 in no way should be construed, by negative implication, as suggesting that a DNA profile is the only alternative method of identification in criminal indictments.', u'Joe Doe/DNA indictment strike the right balance between encouraging swift and efficient investigations, recognizing the durability and credibility of DNA evidence and preventing an injustice if a cold hit happens years after the crime if law enforcement did not promptly process forensic evidence. Providing incentives for law enforcement to test quickly crime scene DNA from sexual assaults will also help identify sex offenders (who are often recidivists) to permit their speedy apprehension and prosecution.', u"In conclusion, Mr. President, this conference report will do a lot to protect our kids. I commend the Chairman of the Judiciary committee Senator Hatch for his efforts. Our ranking member Senator Leahy dedicated himself to passing a meaningful Amber Alert bill. The staffs of the Senate and House Judiciary Committees worked long hours to get us to this point today. I am especially grateful for the efforts of Makan Delrahim, Mike Volkov, Reed O'Connor and Jennifer Wagner of Senator Hatch's staff. Thanks also to Bruce Cohen, Ed Pagano, Julie Katzman, Steve Dettelbach, Tim Lynch, Tara Magnere and Jessica Berry of Senator Leahy's staff. The majority and minority staffs of the House Judiciary Committee worked equally hard to produce this conference report. I am appreciative of the efforts of Phil Kiko, Steve Pinkos, Will Moschella, Jap Apperson, Sean McLaughlin, Beth Sokul and Katy Crooks of Congressman Sensenbrenner's staff. Also I would like to thank Ted Kalo with Congressman Conyers and Bobby Vassar and Greg Barnes with Congressman Scott for their working during the conference committee.", u'Finally, and most importantly, I thank my Judiciary Committee staff for their efforts on behalf of this conference report. Neil MacBride, Eric Rosen, Tonya Robinson, Marcia Lee, Jonathan Meyer, Louisa Terrell and my very able law clerk Tracy Carney each ensured that many of my legislative priorities were included in this conference report and in so doing they helped to ensure our kids will be safer tomorrow then they are today. I urge my colleagues to vote in favor of the conference report.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/04/10/S5137_senate/'}