{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 108, u'title': u'ENERGY AND WATER DEVELOPMENT APPROPRIATIONS ACT, 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-09-15/html/CREC-2003-09-15-pt1-PgS11435.htm', u'number': 126, u'id': u'CREC-2003-09-15-pt1-PgS11435.chunk15', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S11435-S11451', u'speaker_party': u'D', u'date': u'2003-09-15', u'bills': None, u'bioguide_id': u'F000062', u'order': 15, u'speaking': [u'Mr. President, in addition, the nuclear posture review said we need to develop new types of weapons so we can use them in a wider variety of circumstances and against a wider range of targets, such as hard and deeply buried targets, or to defeat chemical and biological weapons. Even the New York Times suggests we would even consider a first strike against a nonnuclear country if that country possessed biological or chemical weapons.', u'It seems clear that this administration is no longer focused solely on the role of nuclear weapons for deterrence. Rather, the new triad proposed by the administration has grouped nuclear and conventional weapons together on a continuum, believing each has an equal role on the battlefield.', u'During the cold war, the nuclear triad consisted of air, land, and sea nuclear forces--bombers, ALBMs, ICBMs and SLBMs. The new triad consists of offensive strike forces, missile defense--which has yet, incidentally, been shown to work--and a responsive infrastructure to support the forces. Strategic nuclear forces are combined dangerously, in my view, with conventional strike capabilities in the offensive leg of the new triad.', u'This new triad represents a radical departure from the idea that our strategic nuclear forces are primarily intended for deterrence, not for offense as the new triad proposes.', u'In a few months, after issuing the Nuclear Posture Review, President Bush signed National Security Presidential Directive 17 indicating the United States might use nuclear weapons to respond to a chemical or biological attack. I find the Nuclear Posture Review and NSPD-17 deeply disturbing.', u"Some have maintained we don't need to concern ourselves too much with these documents because they are merely intellectual exercises. In fact, at a hearing of the Defense Appropriations Subcommittee in May, I asked Secretary Rumsfeld about where the administration was going on these issues. He responded, in essence, that there was nothing to be concerned about because current research to develop nuclear weapons is just a study. But the fact is, the administration has begun to take concrete steps toward developing new classes of nuclear weapons. In fact, the administration's statement of policy for the fiscal year 2004 Defense authorization bill may well have been more honest than intended. This is the statement of administration policy:", u"The administration appreciates the Senate Armed Services Committee's continued support of our national defense and support for critical research and development for low-yield nuclear weapons.", u"As Fred Celec, the Deputy Assistant Secretary for Defense for Nuclear Matters, stated: If a hydrogen bomb can be successfully designed to survive a crash through hard rock or concrete and still explode, ``it will ultimately get fielded.''", u"That is his statement: If a hydrogen bomb can be successfully designed to survive a crash through hard rock or concrete and still explode, ``it will ultimately get fielded.''", u"That is where we are going, Mr. President. I believe it is in this context that we must view the funding requests in this bill. This is not an esoteric funding request. I don't believe it is just a study. I believe it is the second step in the study and in the development of these so-called advanced nuclear concepts of moving up test readiness, of building a huge modern pit facility. The legislation before us today contains funding to start that process of developing this next generation of nuclear weapons, clear and simple.", u'I strongly support a robust military, and our safety interests and our security interests should be protected, but I believe we are going to make our Nation and our allies less secure, not more, if the United States opens the door to the development, testing, and deployment of new tactical and low-yield nuclear weapons.', u"I think there are several things wrong with the logic which suggests that using these weapons is acceptable. First, using nuclear weapons, even small ones, will cross a line that has been in place for 60 years. I don't want to be a Member of the Senate who crosses that line and has to explain to my five grandchildren why I voted to sanction a new generation of nuclear weapons, whether it is a robust earth penetrator or whether it is a tactical battlefield weapon, because you cannot protect from the radiation. What grandmother or mother wants to send their son or daughter on to a battlefield with tactical nuclear weapons? Sixty years of history is in the process of being reversed.", u'It was the Secretary of State, GEN Colin Powell, who wrote in his autobiography about possibly using tactical nuclear weapons in Europe to thwart a Soviet invasion. Let me read what he said. He wrote:', u'No matter how small these nuclear payloads were, we would be crossing a threshold. Using nukes would mark one of the most significant political and military decisions since Hiroshima.', u'That is what we are doing, I say to my colleagues--one of the most significant decisions since Hiroshima--and his statement in his book is just as true today.', u'Second, I wish to speak for a moment about the fact that there is no such thing as a clean or usable nuclear bomb. According to Stanford University physicist, Dr. Sidney Drell, the effects of a small bomb would be dramatic. A 1-kiloton weapon detonated 20 to 50 feet underground--1 kiloton detonated 20 to 50 feet underground--would dig a crater the size of Ground Zero and eject a million cubic feet of radioactive debris into the air. This chart shows 1 kiloton at 30 feet and it will eject a million cubic feet of radioactive debris into the air.', u'A low-yield weapon would have very little utility in trying to destroy a deeply buried underground bunker. Given the insurmountable physics problems associated with burrowing a warhead deep into the earth, destroying a target hidden beneath a thousand feet of rock will require a nuclear weapon of almost 100 kilotons. That is 10 times the size of the bomb dropped on Hiroshima.', u'As this chart shows, if a bunker buster were able to burrow into the earth to reach its maximum feasible depth--that is about 35 feet--it still would not be deep enough to contain a bomb with an explosive yield of only .2 kilotons, 75 times smaller than the bomb that exploded over Hiroshima, let alone a 100-kiloton bomb.', u'Let me make the point. To destroy a typical bunker or another underground target, such as a chemical or biological weapons facility, you would need to burrow down at least 800 feet, which is not physically possible, or detonate a 100-kiloton weapon whose fallout and destruction belie the idea that an antiseptic nuclear weapon can be developed. Anything short of that would not contain the fallout.', u'A fireball would break through the surface, scattering enormous amounts of radioactive debris--1.5 million tons for a 100-kiloton bomb--into the atmosphere. As this map of the Korean peninsula shows, just the path fallout, with travel in typical weather, would place both South Korea and Japan in severe danger while placing millions of innocent people at risk if a nuclear bunker buster were to be used in North Korea. We can see it used at this point. We can see the path of fallout. It is devastating.', u'Ultimately, the depth of penetration of the robust nuclear earth penetrator is limited by the strength of the missile casing. The deepest our current earth penetrators can burrow is 20 feet of dry earth. Casing made of even the stronger material cannot withstand the physical forces of burrowing through 100 feet of granite, much less 800 feet.', u'I believe it is deeply flawed to argue, as some robust nuclear earth penetrator proponents do, that because it would penetrate the earth before detonating, it would be a clean weapon. It will not be.', u'In fact, far more than the added explosive power a nuclear weapon provides, the most important factor in destroying a deeply buried target is knowing exactly where it is. Someone is not going to drop a bomb such as a robust nuclear earth penetrator unless they know exactly where the target is. If they know exactly where the target is, there are other things that can be done. It can be destroyed with conventional weapons. Access to it can be prevented by destroying entrances, cutting off electricity, cutting off air ducts. Cutting off a bunker in this way renders it useless just as effectively as destroying it with a nuclear blast.', u'The fact is that our intelligence is weak. So I very much doubt we are going to be throwing around bunker busters of 100 kilotons that are nuclear with this fallout spread when we really do not know, among the tens of thousands of holes the North Koreans have in the ground, exactly what is what.', u'Thirdly, the development of new low-yield nuclear weapons could lead--and this is where we are going--to the resumption of underground nuclear testing in order to test the new weapons. This would overturn the 10-year moratorium on nuclear testing. So we are changing 60 years of history. We are overturning a 10-year moratorium. This could lead other countries to resume or start testing, actions that would fundamentally alter future nonproliferation and counterproliferation efforts.', u'The March 2003 Arms Control Today points out an interesting thing:', u"In 1995, many of the world's nonnuclear states made it clear their continued adherence to the NPT was contingent on the cessation of all nuclear-yield testing. . . . A decision to resume testing to build low-yield nuclear weapons could deal the regime a fatal blow while providing the United States a capability of questionable military value.", u'This is where we are going with this bill. We are moving up test readiness from 24 to 30 months to 18 months. So inherent in this bill is the beginning of expedited testing, overturning 60 years, going against the nonproliferation treaty, which will then encourage other nations to do the same, and beginning testing once again.', u'According to the 2003 Report to Congress on Nuclear Test Readiness, 18 months is the minimum time necessary to prepare a test once a problem is identified. Yet even during the cold war when tests were ongoing on a regular basis, the Nuclear National Security Agency found that it required 18 to 24 months to design and field a test with full diagnostics.', u'As purely a technical matter, 18 months is also an extremely short timeframe for test readiness. So why are we doing it? Why are we doing it now with no pressing need? Why is the administration pushing so hard for the absolute minimum time necessary to conduct a test?', u'This tells me exactly where this administration is going. Even putting aside the concern I have about the message that the United States moving ahead with test readiness sends to the rest of the world, this short time period may well not be technologically feasible.', u'In an op-ed in the Washington Post on July 21, Secretary of Energy Spencer Abraham said this:', u'We are not planning to resume testing; nor are we improving test readiness in order to develop new nuclear weapons. In fact, we are not planning to develop any new nuclear weapons at all.', u'Then what are we doing this for? Fourteen million dollars last year, $50 million this year, a $4 billion modern pit facility program over 10 years. What are we doing it for? I think what the Secretary did by these comments is really an injustice in terms of casting a web over these moves that is not credible.', u"I can only deduce that despite all the ``this is just a study'' rhetoric, there is an intention to test, and this administration is reopening the nuclear door to develop a new generation of tactical battlefield nuclear weapons, and I do not want to be a part of it.", u'In fact, in a September 3 interview, Fred Celec stated:', u"If you say, I've got to go to design a new nuclear weapon . . . you probably will have to have a nuclear test.", u"Likewise, I have serious concerns about the intentions behind the funds included in this bill for work on the modern pit facility. As I have said, the modern pit facility is the administration's proposed $4 billion plan where new plutonium pits for nuclear weapons will be fabricated. This facility, when completed, would be able to produce 250 to 900 plutonium pits per year.", u"To put this in perspective, if the proposed modern pit facility operated at half of its capacity, it could equal or exceed China's entire new nuclear arsenal in 1 year. This production would be in excess of our current inventory of 15,000 plutonium pits.", u'What does this say to other nations? What does this say to China? What does it say to Iraq? What does it say to Iran, Pakistan, India, or any other nation? What does it say to North Korea?', u'At a time when we should be lessening our reliance on nuclear weapons and lessening the amount of fissile material available which might fall into the hands of terrorists, encouraging other countries in the world to do likewise by following our example, why do we need this new production capability?', u'The Department of Energy has already begun a separate $2.3 billion pit fabrication and plutonium chemistry complex at Los Alamos, which will begin producing 20 pits per year in 2007 and can be equipped and enlarged to produce as many as 150 pits per year. So what do we need this for? No one has answered that question.', u"With the current age of our stockpile pits averaging 19 years, and the Department of Energy estimating a pit minimum lifetime to be 45 to 60 years, with no ``life-limiting factors'' being identified, why put our Nation $4 billion further into debt by creating additional capacity for plutonium pits we don't need? We can't find anything that indicates why we need these additional plutonium pits. As I said, we already have a $2.3 billion program to produce 20 pits that can go up to 150 pits. Are we going into some kind of enormous program that we don't know about?", u'The House report language in their version of the energy and water bill put it this way:', u'It appears to the Committee that the Department is proposing to rebuild, restart, and redo and otherwise exercise every capability that was used over the past 40 years of the cold war, and at the same time prepare for a future with an expanded mission for nuclear weapons. Nothing in the past performance of NNSA convinces this Committee that the successful implementation of the Stockpile Stewardship Program is a foregone conclusion, which makes the pursuit of a broad range of new initiatives premature.', u'This was just written. This was considered by the House of Representatives, and the House of Representatives had the guts to take it out of the bill. So this amendment would put in place a 1-year stay. It is a little different from the House bill. It would put in place a 1-year stay on site selection for the modern pit facility. If the administration can come forward with a convincing rationale and plans in a year, we can revisit this issue. But until then, we should not be supporting this new initiative.', u"Today, America's current conventional and nuclear forces vastly overpower those of any other nation. So for me, it is difficult if not impossible to reconcile building a multibillion-dollar nuclear bomb factory, which is what this is, as we preach the importance of limiting proliferation and preventing other nations from developing weapons of mass destruction. And, if I may say so, it is hypocritical. It is hypocritical; we say one thing to others and we do an entirely different thing ourselves. If that is not hypocrisy, I don't know what is.", u'Under the Nuclear Non-Proliferation Treaty, nuclear weapon states are committed to halting so-called vertical proliferation. That means they are prohibited from increasing their nuclear stockpiles. They are prohibited. The purpose is to encourage other nations to halt horizontal proliferation, whereby more and more nations become nuclear capable. That is what the NPT is trying to do. They are trying to stop it, and we are doing exactly the opposite. If our country goes down the road of developing and bringing the modern pit facility on line, we will effectively undermine the nonproliferation treaty.', u"I know the Bush administration doesn't like it. I know they don't attend meetings. I know we are now on a big unilateral binge, where we know better than anybody else. But this is for our children and our grandchildren. Perhaps more than any other this represents the country we try to be and the country we are going to be.", u'I think with this legislation, and by going down this path, we undermine the nonproliferation treaty. Maybe that is what they want to happen. And by our example we create an incentive and we present a challenge to others with nuclear aspirations to develop them.', u"I don't know whether that is the intention. We know ballistic missile defense does the same thing. I think we are seeing, in Iraq, where unilateralism is not working. We have before us an $87 billion supplemental which will bring the cost of the war to about $166 billion so far. Yet we are starting a whole new nuclear program.", u"I guess why I don't like it, most of all, is it is all done under the guise of study, of development. The facts are never really put on the table. It just kind of happens. Then some get kind of ``suckered'' into it, if I can use that word, because of the economics of doing it in this State or that State or competing for it.", u"We need to begin to think what we are competing for. I don't want us to compete for something that is going to encourage China to begin nuclear weapons production or begin testing. I don't want to encourage something that is going to say to Pakistan and India: We developed tactical battlefield nuclear weapons. Look at our example. That is what we are doing and we don't see it.", u'Finally, to those who argue that the United States needs new weapons for new missions, I should point out that the United States already has a usable nuclear bunker buster, the B61-11, which has a dial-to-yield feature, allowing its yield to range from less than a kiloton to several hundred kilotons. When configured to have a 10-kiloton yield and detonated 4 feet underground, the B61-11 can produce a shock wave sufficient to crush a bunker buried beneath 350 feet of layered rock.', u"If, indeed--I don't think there is--but if there is a legitimate military mission for these kinds of weapons, the experts tell us we already have one. We don't need new nuclear weapons. On the other hand, the U.S. military, the strongest and most capable military force the world has ever seen, has plenty of effective conventional options designed to penetrate deeply into the earth and destroy underground bunkers and storage facilities. These range in size from 500 pounds to 5,000 pounds, and most are equipped with either a laser or a GPS guidance system. The 5,000-pound bunker buster, like the guided bomb unit 28/B, is capable of penetrating up to 20 feet of reinforced concrete, or 100 feet of earth.", u'The GBU-28 was used with much success in Operation Enduring Freedom in Afghanistan.', u"Other conventional bunker busters were used to take out Saddam Hussein's underground lairs in Operation Iraqi Freedom. In fact, the U.S. military possesses a conventional bunker buster--the GBU-37--which is thought to be capable of taking out a silo-based ICBM.", u'I only wish that instead of beginning the research and development of a new generation of weapons, this administration would lead efforts to prevent nuclear development and prevent the spread and delegitimize the use and utility of nuclear weapons. Oh, how I wish they would. Instead, with these appropriations a new nuclear arms race will begin. Let there be no doubt. I know it as sure as I am standing here now. I know it from the judgment of past history. I know how difficult it has been. I know just how difficult it was to reach agreements with the Soviet Union to begin to ratchet down the nuclear arsenal of both of our countries. We will be dealing with governments far more difficult to deal with than the Soviet Union, like those typified by North Korea. If we appropriate these dollars, we can expect that other nations will follow, that a new nuclear race will begin to develop, and the chance that one day, somehow, some way they will be used against us. Those chances are clear. Let there be no doubt.', u'As the Economist concluded in its May 17 issue:', u'In their determination to leave no weapons avenue unexplored [the administration] is proposing to lead America along a dangerous path.', u"This is why our amendment seeks to strike the funding in this bill for the development of the robust nuclear earth penetrator and the other so-called advanced concepts--I hate calling nuclear weapons ``advanced concepts''--including low-yield weapons, and to limit the funding for enhanced test readiness and the modern pit facility.", u"Right now our country is spending well over $400 billion on defense. Next year we will spend more on our military than all of the other 191 nations on the planet combined. If we can't protect ourselves without thinking about nuclear weapons, who can? Who can? We spend more than 191 nations combined--all of the other nations on Earth. Yet the proposal is that we reopen the nuclear door and begin a new generation of nuclear weapons.", u"I think once again we will see rogue states basically conclude that they will be safe from the United States only if they develop their own nuclear weapons quickly. I think that is exactly what is happening in North Korea, which has responded to the Bush administration's aggressive posture by claiming that only a ``tremendous military deterrent'' will protect it from the United States. Now Iran is following suit. Will we encourage India and Pakistan to develop tactical nuclear weapons as well?", u'Indeed, by seeking to develop new nuclear weapons ourselves, we send a message that nuclear weapons have a future battlefield role and utility. This is the wrong message. It takes us in the wrong direction. In my view, it will cause Americans to be placed in greater jeopardy in the future.', u"We are telling others not to develop nuclear weapons and not to sell fissile materials, but we continue to study and design new nuclear weapons ourselves. Again, ``hypocrisy.''", u"I urge my colleagues to support this amendment. The House has totally eliminated the money. We don't do exactly that. We eliminate some and we fence others. We delay the pit facility for 1 year. We don't use the money for water projects, and we don't use it for deficit reduction.", u"I urge my colleagues to support this amendment. I urge them to realize that we are at a historic turning point. It may well be that people do not remember the Enola Gay, they don't remember Hiroshima, they don't remember Nagasaki, and they don't remember that 220,000 people were killed instantly in both of those strikes. They don't remember Chernobyl and what radioactive fallout does to people.", u'I see this as a very historic vote. The way is carved for us by the House of Representatives. They have eliminated funding. They have done what is right. I hope we follow suit.', u'I yield the floor.', u"Outlining a broad overhaul of American nuclear policy, a secret Pentagon report calls for developing new nuclear weapons that would be better suited for striking targets in Iraq, Iran, North Korea, Syria and Libya. The Nuclear Posture Review, as the Pentagon report is known, is a comprehensive blueprint for developing and deploying nuclear weapons. While some of the report is unclassified, key portions are secret. In campaigning for office President Bush stressed that he wanted to slash the number of nuclear weapons and develop a military that would be suited for the post-cold war world. The new Pentagon report, in fact, finds that non-nuclear conventional weapons are becoming an increasingly important element of the Pentagon arsenal. But the report also indicates that the Pentagon views nuclear weapons as an important element of military planning. It stresses a need to develop earth-penetrating nuclear weapons to destroy heavily fortified underground bunkers, including those that may be used to store chemical and biological weapons. It calls for improving the intelligence and targeting systems needed for nuclear strikes and argues that the United States may need to resume nuclear testing. The New York Times obtained a copy of the 56-page report. Elements of the report were reported today by the Los Angeles Times. One of the most sensitive portions of the report is a secret discussion of contingencies in which the United States might need to use its ``nuclear strike capabilities'' against a foe. During the cold war, the United States used nuclear weapons to deter a Soviet attack on Western Europe. But now, the Pentagon report says, the nation faces new contingencies in which nuclear weapons might be employed, including ``an Iraqi attack on Israel or its neighbors, or a North Korean attack on South Korea or a military confrontation over the status of Taiwan.'' Another theme in the report is the possible use of nuclear weapons to destroy enemy stocks of biological weapons, chemical arms and other arms of mass destruction. Pentagon and White House officials turned down repeated requests for interviews on the report. The Pentagon issued a statement this evening noting that the purpose of the review was to analyze nuclear weapons requirements, not to specify targets. ``It does not provide operational guidance on nuclear targeting or planning,'' the Pentagon statement said. ``The Department of Defense continues to plan for a broad range of contingencies and unforeseen threats to the United States and its allies. We do so in order to deter such attacks in the first place.'' ``This administration is fashioning a more diverse set of options for deterring the threat of weapons of mass destruction,'' the Pentagon statement continued. ``That is why the administration is pursuing advanced conventional forces and improved intelligence capabilities. A combination of offensive and defensive, and nuclear and non-nuclear capabilities is essential to meet the deterrence requirements of the 21st century.'' Critics responded to the report by complaining that the Bush administration was not only pushing for the development of new types of nuclear weapons, but broadening the circumstances in which they might be used. ``Despite their pronouncements of wanting to slash nuclear arms, the Bush administration is reinvigorating the nuclear weapons forces and the vast research and industrial complex that support it,'' said Robert S. Norris, a senior research associated at the Natural Resources Defense Council and an expert on nuclear weapons programs. ``In addition the Bush administration seems to see a new role for nuclear weapons against the `axis of evil' and other problem states.'' Classified versions of the report were provided to Congress in January but the disclosure now could become a public relations problem for vice President Dick Cheney, who is scheduled to leave on Sunday for a 10-day trip to Britain and Middle Eastern countries. The disclosure of the administration's ambitious nuclear plans is likely to spark criticism from European groups that have long supported more traditional approaches to arms control. Middle Eastern leaders may be alarmed to learn that the Pentagon sees Iraq, Iran, Syria and Libya as potential nuclear battlegrounds. One of the most sensitive portions of the report is its discussion of countries that do not have nuclear arms. Recalling the Cuban missile crisis, the report noted that the United States might be caught by surprise if an adversary suddenly displayed a new ability involving weapons of mass destruction or it a nuclear arsenal changes hands as a result of a coup in a foreign land. ``In setting requirements for nuclear strike capabilities, distinctions can be made among the contingencies for which the United States must be prepared,'' the Pentagon report states. ``Contingencies can be categorized as immediate, potential or unexpected.'' ``North Korea, Iraq, Iran, Syria and Libya are among the countries that could be involved in immediate, potential or unexpected contingencies,'' it added. ``All have long- standing hostility toward the United States and its security partners; North Korea and Iraq in particular have been chronic military concerns.'' It said, ``All sponsor or harbor terrorists, and all have active'' programs to create weapons of mass destruction and missiles. Among Iraq, Iran, Syria or Libya none has nuclear weapons, though Iraq and Iran are making a serious effort to acquire them, according to American intelligence. American intelligence officials believe that North Korea may have enough fissile material for one or two nuclear weapons, but there is considerable debate as to whether it has actually produced one. Significantly, all of those countries have signed the Nuclear Nonproliferation Treaty. Washington has promised that it will not use nuclear weapons against non-nuclear weapon states that have signed the Nuclear Nonproliferation Treaty unless those countries attack the United States or its allies ``in alliance with a nuclear weapon state.'' The policy was intended to discourage outsider nations from seeking to develop nuclear weapons. But conservatives argue that Washington should be able to threaten the use of nuclear weapons as a way to deter one state from attacking the United States with chemical or biological weapons. Earlier this month, Richard Boucher, the State Department spokesman, repeated the policy but then added that ``if a weapon of mass destruction is used against the United States or its allies, we will not rule out any specific type of response.'' His qualified statement along with the Pentagon report raises the question of whether the Bush administration still plans to abide by the longstanding policy. One former senior American officials said that the development of new weapons to attack non-nuclear states would not in itself contradict American policy since it would be no more than a contingency. But using them would contradict the policy, he said, unless the nations violated their commitments to the Nuclear Nonproliferation Treaty by developing nuclear weapons. ``I would not say that developing a bunker-busting nuclear weapon for use against these countries would by itself violate that pledge,'' the former American official said. ``But using nuclear against them would unless they violated their assurance by acquiring nuclear weapons.'' The Pentagon report discussed other contingencies as well. The report stated that China is also a potential adversary and is modernizing its nuclear and conventional forces. While Russia has the most formidable nuclear force, the report took the view that relations with Moscow have vastly improved. ``As a result, a contingency involving Russia, while plausible, is not expected,'' the report states. Still, the report said that the United States cannot be sure that relations with Russia will always be smooth and thus must be prepared to ``revise its nuclear force levels and posture.'' In addition to surveying the potential situations in which nuclear weapons might be employed, the report discussed the sort of force that might be needed. The Bush administration has said that it plans to reduce strategic nuclear weapons to between 1,700 and 2,200 warheads, a big reduction from the 6,000 or so nuclear weapons that the United States has now. Critics of the Bush administration say the cuts are roughly the same as those foreseen by the Clinton administration, which agreed that future strategic arms treaty should reduce nuclear weapons to between 2,000 and 2,500 warheads. While the reductions projected by the Bush administration seem deeper, the Pentagon has changed the rules for counting nuclear weapons and no longer counts bombers or nuclear missile submarines that are in the process of being overhauled. Adding new detail to previous briefings, the Pentagon says that its future force structure will have the following components. By 2012, the United States will have 14 Trident submarines with two in overhaul at one time. They will be part of a triad that will include hundreds of Minuteman III land-based missiles and about 100 B-52 H and B-2 bombers. ``This will provide an operationally deployed force of 1,700 to 2,200 strategic nuclear warheads and a wide range of options for a responsive force to meet potential contingencies,'' the report says. But the Pentagon report said that nuclear planning is not merely a question of numbers. The Pentagon also wants to improve existing nuclear weapons and possibly develop new ones. The report cites the need to improve ``earth-penetrating weapons'' that could be used to destroy underground installations and hardened bunkers. According to a secret portion of the Pentagon study, more than 70 nations now use underground installations. It notes that the only earth- penetrating weapon that exists is that B61 Mod 11 bomb and that it has only a limited ``ground-penetration capability.'' The report argues that better earth-penetrating nuclear weapons with lower nuclear yields would be useful since they could achieve equal damage with less nuclear fallout. New earth-penetrating warheads with larger yield would be needed to attack targets that are buried deep underground. The report said it is very hard to identify such underground targets but that American Special Operations Forces could be used for the mission. Another capability which interests the Pentagon are radiological or chemical weapons that would be employed to destroy stockpiles of chemical or biological agents. Such ``Agent Defeat Weapons'' are being studied. The report also argues that Washington needs to compress the time it takes to identify new targets and attack them with nuclear weapons, a concept it calls ``adaptive planning.'' In general, the Pentagon report stresses the need for nuclear weapons that would be more easy to use against enemy weapons of mass destruction because they would be of variable or low yield, be highly accurate and could be quickly targeted. Pentagon officials say this gives the United States another tool to knock out enemy chemical, biological or nuclear weapons. But critics say that the Bush administration is, in effect, lowering the nuclear threshold by calling for the development of nuclear weapons that would be easier to use. The need to maintain the capability to rapidly expand the American nuclear arsenal in a crisis, such as ``reversal of Russia's present course,'' is also a theme of the report. The Pentagon calls this hedge ``the responsive force.'' The notion that the United States is reserving the right to rapidly increase its nuclear forces has been an important concern for Moscow, which has pressed Washington to agree to binding limits and even destroy some of its warheads. The Responsive Force, the Pentagon report says, ``retains the option for the leadership to increase the number of operationally deployed forces in proportion to the severity of an evolving crisis,'' the Pentagon report said. As part of this concept, bombs could be brought out of the non-deployed stockpile in days or weeks. Other efforts to augment the force could take as long as a year. To maintain the nuclear infrastructure a number of steps are planned. The Pentagon says that an ``active'' stock of warheads should be maintained which would incorporate the latest modifications and have the key parts. The report says that the United States needs a new capability to produce plutonium ``pits,'' a hollow sphere made out of plutonium around which explosives are fastened. When the explosives go off they squeeze the plutonium together into a critical mass, which allows a nuclear explosion. The Pentagon said the production of Tritium for nuclear warheads will resume during the fiscal 2003 year. Another sensitive political point involves the report's discussion of the United States moratorium on nuclear testing. The Bush administration has refused to ratify the Comprehensive Test Ban treaty, but says it has no plans yet to resume nuclear testing. But the report suggests that it might be necessary to resume testing to make new nuclear weapons and ensure the reliability of existing ones. ``While the United States is making every effort to maintain the nuclear stockpile without additional nuclear testing, this may not be possible in the indefinite future,'' it said."], u'capitolwords_url': u'http://capitolwords.org/date/2003/09/15/S11435_energy-and-water-development-appropriations-act-20/'}