{"speaker_state": "TX", "speaker_raw": "mr. gohmert", "speaker_first": "Louie", "congress": 112, "title": "THE PRESIDENT'S JOBS BILL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-09-23/html/CREC-2011-09-23-pt1-PgH6449.htm", "number": 143, "id": "CREC-2011-09-23-pt1-PgH6449.chunk1", "volume": 157, "chamber": "House", "session": 1, "speaker_last": "Gohmert", "pages": "H6449-H6453", "speaker_party": "R", "date": "2011-09-23", "bills": null, "bioguide_id": "G000552", "order": 1, "speaking": ["Mr. Speaker, we're going into recess for a week. We passed a bill to keep the government running. Some of us were concerned that we were compromising with ourselves, but supposedly it was a bill that, though we compromised with ourselves, that the Senate could pass. Now we find out they've tabled the bill, and now they're talking shutdown.", "It's extremely disconcerting when it seems that one group believes that the best way to win politically is to have a shutdown and blame Republicans. It's also disconcerting to have a President come into this body here, speak to the House and Senate, stand here at the historic podium and lecture this body on the President's jobs bill that didn't exist while he was lecturing us.", "It was entirely consistent, though, with exactly 2 years before that when the President's polling data showed that people didn't think that the President's ideas for health care were good, and since he is such an incredibly gifted reader of speeches, apparently he felt if he came back to the House floor and were able to use the teleprompters and read to the body that he would be able to convince everyone to go along with the government takeover of health care completely. And that day, he kept representing things about ``his bill,'' ``this bill,'' ``my bill,'' ``my plan,'' ``this plan,'' and there was no plan. There was no bill at that time either.", "So it was not terribly surprising that the President would come in here again 2 years later when polls are not looking good and tell us that we had to pass a bill that didn't exist and that he had a plan but the plan didn't really exist.", "Eventually, we got a copy of his bill, even though for 6 days nobody filed an American Jobs Act. So I went to the trouble of filing one. I felt if the President wanted to fuss at us for not passing the American Jobs Act, there ought to be one. So mine was two pages. His is 155.", "But it's amazing, and especially with all the stuff going on with Solyndra in California and the scandal that that has become, that this administration twisted and pushed and potentially distorted things in order to get half a billion dollars to a company which wasn't doing well, and then turn around and turn the agreement upside down.", "Secured creditors, those that provide the money, are supposed to be paid first in the event that there's not enough to go around for everyone. And yet somebody in this administration--maybe a number of somebodies it appears right now--changed the deal so that the secured creditors, the American taxpayer, the government, would not get paid back first.", "My days as a district judge in Texas and chief justice would seem to indicate that that kind of thing is fraud upon the American people. The investigation is going on, so we'll find out more about that as it does.", "It's interesting that in the President's so-called jobs bill that really will destroy more jobs than it creates, he's got these constant references to priority to the use of green practices, and it's got lots of provisions, apparently, that will ensure that any other Solyndras out there, any other companies that are trying to get government money for a business that can't make it on its own but they're close enough to the administration, they feel like they could get loans, they could get grants for things that cannot be commercially feasible, that this is the way to go. And we see that throughout the bill.", "Apparently, half a billion dollars squandered for crony capitalism was not enough. There's more provisions for that in the President's so-called jobs bill. Of course, we've got the payback to unions and language in here for prevailing rates and that kind of thing. Some folks that I talk to would be glad to have a job at whatever rate they could get. There are those folks.", "Yet, when the administration pushes a jobs bill that's going to make the prevailing wage the price to be paid for wages so high that a business cannot afford to hire those extra people, have we really done the American people any favors? We can't even create entry-level jobs because of what this administration keeps pushing and trying to heap upon the American people.", "And there is a little bit of money for infrastructures. I say ``a little bit.'' Compared to the overall price tag of $450 billion, you would think that we could do a little better than what the President is proposing if he wants a $450 billion infrastructure bill. But the truth is it isn't an infrastructure bill.", "We heard this same language about the so-called stimulus back in January of 2009, that we needed bridges. He talked about bridges back then, the bridge in Minnesota, this bridge, that bridge, they all need to be fixed, and we can do it, but we need this stimulus bill to do all this infrastructure repair. Well, it was kind of the bait-and-switch thing.", "I certainly didn't support that stimulus bill. I believe Republicans were unanimous on that. It was not a stimulus bill. You could see that. There was such a small percentage going to stimulus that we would consider true stimulus. Infrastructure, we do have failing infrastructure, roads, bridges, things that need to be repaired, sewage plants and different things, but that bill had just a tiny trickle coming out. And again, this is percentagewise, it really was not an infrastructure stimulus. The people were told one thing and yet got another.", "Now, one of the ways the Federal Government gets its control of people, State governments and local governments, is by throwing money out there and saying, Here, we're going to help you. And once that money is received, they start getting all these strings that go with it. Now, if you're going to keep getting Federal money, then you're going to have to start doing this, that, and the other.", "In fact, there is one provision in the President's so-called jobs bill that ought to send shivers through people in the State governments all over the country, because there's a provision that says if the States receive any money at all from the Federal Government, basically for any program, then they waive their sovereign immunity, opening up themselves for lawsuits in yet another area where States have never been able to be sued before.", "So I'm not sure what jobs that creates. I know it helps the plaintiffs' lawyers, and perhaps that's the whole goal of the President, to help plaintiffs' lawyers. But what a disaster.", "Nonetheless, we know that Fannie and Freddie, which may end up costing the country trillions of dollars, brought us to the brink of absolute financial disaster. And so what does the President propose? Well, houses, maybe they get a loan, $50,000, $100,000 or so, different amounts. Well, what costs more than housing? That would be infrastructure. When we talk about houses, we're talking about tens of thousands, hundreds of thousands, maybe. With infrastructure, we're talking about hundreds of millions, billions.", "So what does the President propose for that? The American Infrastructure Financing Authority. And the good news is that that will be--and I'm reading from page 40 of the President's so-called jobs bill. It says the American Infrastructure Financing Authority is established as a wholly-owned government corporation.", "Happy days. Wholly owned government corporation. But if somebody's concerned that people that would be running the President's American Infrastructure Financing Authority that would start trying to do the financing for these massive infrastructure projects, if you're concerned they might not have good business sense, if you're concerned they might not understand how an economy really is stimulated, how real jobs in the real private sector are created, you don't have to worry because the next page, page 41, says the board of directors--and this is just so exciting to read--is consisting of seven voting members appointed by the President.", "Now there's excitement. The President has shown that when he picks people--well, okay, it's true that they come from universities and places where they have letters after their names. But do they really know how to create jobs? Well, so far we've got a big old ``no.'' They don't know what they're doing. They have PhDs after their names, and they just don't know what they're doing in trying to get the economy going, stimulating the economy. It's scaring investors these days. But the President will appoint the seven board members of the American Infrastructure Financing Authority.", "When you look through the President's bill, Mr. Speaker, I think it's a good indication of the aspirations and goals of this administration if the people of America will give them 4 more years. Because if you look, the Federal Government will be in charge of infrastructure. Well, we've seen how that worked with student loans. Students, their parents, trying to go to college, get college paid for. We know that college costs have gone through the roof. I wanted my three children to have the chance that I did to go to a major university. I didn't want them to be burdened with debt simply because I gave up lucrative work and decided to try to help my State and country.", "So we took out student loans. You can take them from banks, from private lending institutions; and there were provisions for student loans. But under Speaker Pelosi and this President, Harry Reid in the Senate's leadership, the Federal Government took over the student loan business. Well, I thank God that I got loans for my kids to go through college before we took over, as a Federal Government, the student loan business. Because I would hate for not just me, but anyone, especially from the opposite party of the President, those in power, to have to go begging to the Obama administration: Please, would you loan me money so my child can get a college education?", "We put the Federal Government in charge of who can get loans? Who can get a college education? That's not what was intended for this country, to have the Federal Government make decisions on who can get educated and who doesn't.", "I know it scares people sometimes to have these examples brought up; but in 1973, that summer I was an exchange student to the Soviet Union--I had had a couple of years of Russian language, and I was an exchange student there. And one of the things that surprised me was, in the Soviet Union, the federal government there decides who gets to go to college. They tell you who gets to go to college.", "Now, never mind that here in America sometimes the most successful business people, some of the most successful scientists may have made some grades that weren't very good in college, but maybe came back in grad school and then really showed promise and did well, but it didn't matter. Maybe they didn't do all that great in high school, got to college and made good grades here in America.", "But in Russia, it didn't matter. It didn't matter what your inner drive was, that you had a yearning to help in health care, make some discovery in medicine. It didn't matter that you had a vision for how to create some new engineering work. It didn't matter because the government told every student whether you would be allowed to go to college or whether you would not, whether you would go work in the factory or whether you would go and teach. The government told people what they got to do with their lives and who got to have a college education.", "Now, I became friends with numerous Russian college students. I was impressed and I liked them very much. But I could not imagine such a system back then. And I was so grateful and thankful that I was from the United States. I made good grades in high school and college, good enough to go to law school, but I just was so grateful that I lived in a country that really was the land of the free and the home of the brave.", "It's fantastic. Because when I had a yearning in my heart to do something and fix something here, I didn't have to beg the government: Will you please allow me to follow my life's goal, my life's pursuit?", "This used to be the only country in the world where any parent could tell their child you can be whatever you want to be. Now, we're kind of proud of Jamie Foxx in east Texas. He grew up in Terrell. And I ran into him in Los Angeles last year and told him I was from Tyler, Texas.", "He said Tyler, Texas. He said, you know, my childhood memory about Tyler, our family came over to the Tyler State Park--it's a beautiful park on a lake, one of the most visited State parks in the State of Texas--and he said, you know, Tyler had the highest diving board I had ever seen. I had never seen one that high. And people told me, Jamie, if you can climb up there and go off that diving board, you can do anything you want with your life, anything. He said he was scared, but he climbed up there, that high diving board, and went off the board because he wanted to be whatever he wanted to be. And now he is so successful as a singer, actor, all these kinds of things.", "You could be what you really wanted to be in this country, but it's scary to see that changing. And when I see moves in this country that I had nightmares seeing them happen in the Soviet Union, it's a little scary here. The Federal Government's going to get to tell people whether they can have a student loan or not? That's not a good idea. And yet the Federal Government, under Speaker Pelosi's leadership and the President's leadership, President Obama, and Harry Reid, we put the private lenders out of business because the Federal Government--I guess they sold some people on the idea it would be politics free. Yeah, right--they would do a better job of picking out who should get a student loan to go to college. I couldn't believe those things came back.", "And seeing the socialized medicine in the Soviet Union back in those days, visiting med schools, clinics and things--I had a little need for health care back then--I was so thankful that in America we had so much better health care. And we didn't have to depend on the government to tell us what we could have treatment for or what we couldn't, what we had to get on a list to maybe get treatment for or what we couldn't. This was America, where doctors could strive to be the greatest they could be and to help humanity, and then make money at the same time.", "I had one Soviet friend, college friend that summer, who some lady ran off to tell on him. And I said, why would she do that?", "He said, well, in America you can get ahead by working hard and making money, and money can give you power in America. Here, in the Soviet Union, he said, the only way to elevate yourself is by stepping on others.", "You saw it repeatedly. They couldn't wait to run and tell government authorities on each other. Basically, you could tell who was spying on an American. It wasn't hard to see. You could tell who was spying on the other students. It wasn't hard to see.", "And I was grateful to be from the home of the brave, land of the free, land of the free and home of the brave. And I see things changing, and it breaks my heart.", "Now, another thing I observed in the Soviet Union back in 1973, we went to a daycare facility, and it was made very clear that children didn't really belong to parents in the Soviet Union. They were the property of the government.", "The parents would be allowed to keep their children so long as they trained them up in the way the government said. But if the government ever had one of these stool pigeons that ran in and reported that parents maybe were teaching children that they should strive to be the greatest they could be and do what they wanted to do, for example, that was totally opposite of the government's teaching, and it would be a basis for you're teaching them evil things.", "I had a student friend, Russian friend who was removed from the camp where I was because somebody told on him, that he was being too friendly to me. He never said anything negative about his country, but we had frank discussions about a free market system compared to a socialist system. And they were very honest, candid discussions. And yet, he did nothing wrong, but he was removed, and he was told if he had contact with me again, he would be kicked out of college and go to work in Siberia or some other place that would be very unpleasant.", "I saw when a government controls people's lives. And I was shocked at daycare. And I was so grateful to live in a country where children belong to their parents, and the parents cared about seeing that they were raised up in the way they should go. And they may disagree with the government and that's okay in America. But they could disagree with the government, and they were still not at risk of having their children removed.", "And now, more and more, with political correctness setting in in this country, people are told, you raise the children the way we say is proper; otherwise, we'll take them away. And it keeps coming back as hints from what I saw 38 years ago. It's hard to believe this stuff is happening.", "When I look at the American Infrastructure Financing Authority, I see things down the road that this creates. And you can't help but believe that it will end up as the student loan business was. We create a Federal entity run by the President's cronies that will make decisions on who gets lending for infrastructure.", "You could envision a day, just like with student loans, maybe the private lenders still keep lending and that goes for a while. But as we saw with flood insurance, the Federal Government got into the flood insurance market and said, you know what? These private lenders are not selling it as cheaply as we think they should, so we'll get involved to give them a choice.", "Well, what the private insurance companies found was they are not allowed to run at a loss for a long period of time. They go out of business, go bankrupt. Yet, the Federal Government has no problem with running in the red, so the Federal flood program has run in the red for years. It doesn't appear there's any hope that it will ever get to the black.", "And, naturally, the Federal Government drives all the private insurance companies out of the business because the Federal Government can do it cheaper and run in the red. I can envision that happening with the American Infrastructure Financing Authority.", "Mr. Speaker, you think about a day when a local government, a State government, has no lender that can lend on infrastructure because the Federal Government started small and got bigger, and now nobody lends but the Federal Government. And once again, we create a situation. It's the potential, and if you don't look at the potential consequences of what we do in this body and the unintended consequences that can occur, we do damage to America.", "If the President had his way, and I feel sure that if he has four more years, there's a good chance he will, we'll have an American Infrastructure Financing Authority, and eventually local governments, State governments, entities will have to come begging to the President or to the new czar of whatever it is and say, please, please, could we please have a loan to fix our roads or to build new infrastructure that our people are crying out for? Please? We promise we'll be good. We'll do what you tell us. God forbid we should get to a system that way. But we're on the way. We see it happening more and more.", "We dangle money out to States and local government through grants. You want to keep getting the grants? Do what we tell you. The Founders never intended that. Never intended that. Bad enough that we set up a system where we order unfunded mandates of State governments. Before the 17th amendment things weren't perfect. They did need fixing, so I'm not advocating complete repeal.", "But there has got to be a way to restore power back to the States that it lost when State legislatures could no longer select the U.S. Senators. And I'm aware, there were some abuses there, but we have got to get a veto power, some leverage back to the States again so the Federal Government doesn't keep doing the kind of thing that this President throws out in his bill.", "And, of course, more and more of the airwaves are being moved toward broadband. So at page 75, something that tells you a lot about where this President wants to go for the future, he has the establishment of the Public Safety Broadband Corporation. But not to worry, page 76 points out this establishes a private, nonprofit corporation to be known as the ``Public Safety Broadband Corporation.'' It says, and I'm quoting, ``which is neither an agency nor establishment of the U.S. Government or the District of Columbia.''", "But they will control broadband. So anyone that might have broadband coming in, maybe get television, computer, Internet, radio through broadband, well, guess who comes into your home or place of business through your broadband? It's control of the new Public Safety Broadband Corporation.", "In 1984 there was that eye that looked out into every room from something hanging on the wall. It was Big Brother watching everything. How comforting to know this President wants Big Brother watching us through our computer, watching us through the means of broadband.", "But if you're worried, well, it says, this will not be, and I'm quoting, ``neither an agency nor establishment of the United States Government or the District of Columbia.'' That's great news.", "So who will be controlling this new Public Safety Broadband Corporation? We see that in the next section a little further down in page 76.", "``The following individuals, or their respective designees, shall serve as Federal members.'' These are the people that will control the Public Safety Broadband Corporation that this administration wants to impose and inflict upon America, controlling all broadband.", "You have the Secretary of Commerce, the Secretary of Homeland Security, the Attorney General of the United States, and the Director of the Office of Management and Budget.", "That's comforting, very comforting.", "There will be non-Federal members so they don't have just a total monopoly on control. In fact, there will be--the next section says--non-Federal members on the board. Well, who might they be? The Secretary of Commerce, in consultation with the Secretary of Homeland Security and the Attorney General, shall appoint 11 individuals to serve as non-Federal members of the board.", "Isn't that comforting. You've got Cabinet members appointed by the President--but don't worry. The President won't control all of it, although his appointees appoint the rest of them, and they're going to control the broadband.", "I think this is what America can expect when you have the President push forward a bill that, until I filed my American Jobs Act, there was no American Jobs Act down here in the House; and that's where it had to be filed because the Constitution requires all revenue-raising bills to begin here in the House. They have to originate here.", "So great news. I mean, boy, if the President has his way, more and more Federal control. Infrastructure. If you need infrastructure, well, isn't that rosy. You can go begging to the Federal Government someday.", "But it's at page 133, as I'm moving through this bill, that you find section 376: Federal and State Immunity. But it doesn't address Federal immunity at all. It doesn't even touch Federal immunity. It, in fact, says, ``A State shall not be immune under the 11th Amendment of the Constitution from a suit brought in a Federal court of competent jurisdiction for a violation of this act.''", "We don't have the constitutional power to waive sovereign immunity for the State. This is an incredible overreach by the President taking away the sovereign immunity of a State not to be sued. He proposes a bill, and says, Not only am I proposing this bill, but I'm going to stick in a provision--it's here on page 133--that says, States, you can be sued if you don't follow my law--my bill--to the T.", "How could the Federal Government waive States' sovereign immunity? I can tell you. Under constitutional law, the Federal Government cannot waive States' sovereign immunity. Only a State can waive its sovereign immunity. The Federal Government cannot have anyone waive its sovereign immunity. Sovereign immunity is only waived for the Federal Government if the Federal Government decides to waive it.", "So how can the President stick in a bill that allows States to be sued willy-nilly under this bill? It's in the next provision.", "``A State's receipt or use of Federal financial assistance for any program or activity of a State shall constitute a waiver of sovereign immunity under the 11th Amendment to the Constitution, or otherwise, to a suit brought by an employee or applicant for employment.''", "He recognizes constitutional law. The Federal Government cannot waive sovereign immunity for a State, but the President says, You know what? If you receive one dime from the Federal Government for any program, then that is an affirmative waiver of your right not to be sued under some bill that we make up here in my czar capital in Washington.", "We also heard about going after the millionaires and billionaires. Now, as people have been told over and over, the CBO--the Congressional Budget Office--that scores bills cannot score a speech unless, of course, the Director gets called to the White House and gets intimidated, and then perhaps they will. But in the meantime, generally, you cannot score a speech. There has got to be a bill. So it doesn't matter what a President says in a speech in this body or if he spends millions and millions and millions of dollars running around the country telling people to pass a bill that for so long did not exist here in the House. What matters is what's in a bill.", "So the President says he's going after millionaires and billionaires, but if you look at page 134 and page 135, you'll find out what the President really thinks constitutes a millionaire or a billionaire. At the bottom of page 134, it's subtitled, ``A 28 percent limitation on certain deductions and exclusions.''", "So who loses deductions? Who is going to get punished for making too much money? How many millions do you have to have before this President wants you punished and taxed extra? What does this President consider to be a millionaire or a billionaire who's not paying their fair share and who should pay more?", "It's in black and white now. The President's bill says that it applies to the taxpayer whose adjusted gross income is above $125,000 if you're married, filing separately.", "So, under the President's definition of who's a millionaire and billionaire who's not paying their fair share and who needs to pay a lot more, it's defined here in black and white as a married person filing separately who makes more than $125,000. That's in the President's bill. If you're married filing jointly, then you get to be exempted unless you make over $250,000 jointly as a couple. Well, with $250,000 as a couple and $125,000 as an individual, it's still ", "So how about if you're single and you're not married? Well, good news there. You can have either a $200,000 exemption or a $225,000 exemption if you're single and head of the household. So it's potentially worth $100,000 to get divorced. The government is saying we'll give you an extra $75,000 to $100,000 exemption if you'll just get divorced and live together. ", "Now, I'm not sure who came up with this. Obviously, the President's waving the bill around now, now that there's one printed, but he's advocating that you're better off financially--we'll reward you financially--if you'll just get divorced and live together. I'm not sure if that's his effort to placate people who want gay marriage to say, Look. You're financially better off not getting married, see? You've got an extra $75,000, $100,000 exemption if you'll just stay unmarried.", "So why would you want to get married?", "I don't know what his thinking was. I can't imagine why he would want to punish married people who are working hard and making this kind of money. But sure enough, that's in the President's bill.", "Happy days.", "He's had talks before about eliminating the alternative minimum tax, which was never meant to apply to the tens of thousands of people that it does. Well, guess what? On page 135, subsection (b) talks about additional amounts. Subsection (c) talks about the additional AMT amount. So we're going to add to the AMT. I know he said we were going to get rid of it, but actually, in his bill, where you really see what he's thinking, he adds to it.", "Now, the biggest help for independent oil producers is called the ``deductibility of intangible drilling costs.'' These are the expenses of an independent oil company in producing a well; it's the costs of doing business. Any other manufacturer that produces a product is allowed to deduct the costs of doing business, but this President wants to demonize those things and call them what they're not. He calls them a subsidy. They're not a subsidy. A ``subsidy'' under any dictionary's definition is, in essence, a gift or a grant of money. There's no gift or grant of money to the people taking these deductions. They get to deduct the cost of producing oil and gas.", "And when you find out that over 94 percent of the oil and gas wells drilled on the land in the continental United States are drilled by independent producers, not Exxon, not Shell, not the President's dear friends at British Petroleum who were so ready to endorse the cap-and-trade bill, negotiating when to come out in favor of cap-and-trade the very day the Deepwater Horizon platform blew, losing lives, devastating the gulf.", "But then at the same time giving the President a chance to punish States like Texas, Louisiana, Alabama, Mississippi who had so many thousands of jobs lost when he declared a moratorium that it has cost this country dearly by rigs having to leave American waters and go to other countries. And does that hurt the big oil companies? No. It means there is less oil and gas being produced, which means they will charge more and make more profit.", "So taking out the most important deduction for independent oil companies will devastate them, and it doesn't even apply to the major companies he says he's going after. So, once again, he says he's going after major oil, taking away their subsidies. Well, they're not subsidies. They're deductions for business expense.", "And on the other, what he really does in black and white in the bill--nobody has to take my word for it--he repeals the deduction that only applies to oil companies that produce less than a thousand barrels of oil a day. It doesn't even apply to the majors. The majors don't get that. They're able to do such vast production that they can survive without it. The independent producers can't.", "And a lot of people don't know like we do in East Texas where, during World War II, it was the largest oil field ever discovered in the world, but those, mainly wells still being drilled there, a lot of it for natural gas now, being drilled by independent producers, produce less than a thousand barrels a day. You can't go to a bank and get a loan to drill an oil or gas well. You can't. The odds are not good enough that it's going to be commercially productive.", "So what most independents do, they'll say take 18, 25 percent, something like that of their own well that they're going to drill and then they will sell working interests in that well and get investors to put up their money, because if an independent oil producer supplies all the money for their own wells, they hit three or four dry holes, it's what puts some of them out of business. So they're smart enough, they spread out the risk, because it certainly is risk, and so they don't lose everything when it's a dry hole.", "What section 435 does is devastate the ability to raise capital through investors investing because it repeals the oil and gas working interest exception to passive activity rules. So the working interests don't get the deductions passed through to them that they are normally allowed to do for the expenses they invest.", "Any independent oil producer can tell folks--and I've heard it over and over--you take away people's ability to invest, to deduct for what they're paying in, they're not going to pay into that. The odds aren't too good, that oftentimes the money they get back--if it is a commercial well--just barely pays the amount of expenses. If you don't pass through the deductibility of what they paid in, then it's a huge loss to them. So you're not going to have people investing like they do now. And it is tough to raise capital. They'll tell you.", "The President devastates an independent oil company's ability or gas company's ability to raise capital. This bill will devastate America. It's a great example of the President and Senate leadership saying we're going to do this and they do something entirely opposite. Those who have ears need to hear.", "With that, I yield back the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2011/09/23/H6449_the-presidents-jobs-bill/"}