{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-20/html/CREC-2011-07-20-pt1-PgS4729-5.htm', u'number': 109, u'id': u'CREC-2011-07-20-pt1-PgS4729-5.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S4729-S4739', u'speaker_party': None, u'date': u'2011-07-20', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u" Executive nominations received by the Senate: THE JUDICIARY MICHAEL WALTER FITZGERALD, OF CALIFORNIA, TO BE UNITED STATES DISTRICT JUDGE FOR THE CENTRAL DISTRICT OF CALIFORNIA, VICE A. HOWARD MATZ, RETIRED. IN THE AIR FORCE THE FOLLOWING NAMED INDIVIDUAL FOR APPOINTMENT TO THE GRADE INDICATED IN THE REGULAR AIR FORCE UNDER TITLE 10, U.S.C., SECTION 531(A): To be lieutenant colonelMARY F. HART-GALLAGHER THE FOLLOWING NAMED OFFICER FOR REGULAR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR AIR FORCE UNDER TITLE 10, U.S.C., SECTIONS 531(A) AND 716: To be majorRAYMOND S. COLLINS THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES AIR FORCE UNDER TITLE 10, U.S.C., SECTION 624: To be majorDAVID B. BARKERDANISHIA A. BARTONMELISSA J. BEASLEYTERECA V. BENTONJAMIE SUE BINGRANDOLPH T. BOSCHMERRITT M. BROCKMANSCOTT A. BROWNJAMES M. CAMILLERIBRIAN M. CARUTHERSMARIABETHY PULIDO CASHKENNETH M. CHAPMANSHAWN M. COFFINDANIEL C. COLEMANBONITA Y. DENNISKELLY LYNN DETERINGJOI BLYTHE DOZIERMICHAEL R. EMERSONIAN C. ERSKINEDAVID A. FERGUSONSTEVE V. FLEMING, JR.STEVEN M. FOXEMIRZA G. GRADIZRONICA S. GRUVERCHANG M. HANFRED L. HARRISADAM G. HENSONTODD M. HOGGATTKIRK D. HUNTSMANJAMIE M. KAAUAMOALEXEI KAMBALOVNATHAN T. KELLETTSYLVIA CHIHYUN KIMAMANDA M. LAWSONJOSHUA J. LESLIEJORDAN H. LINDEKERANDALL L. LIVENGOODCHARLES E. LUEKERPAUL E. MACDONALD, JR.STEPHEN W. MARTINCHRISTOPHER B. MATHEWSRENEE A. MCCLENNONWENDY J. MORENOMARLON A. MUTHUVEERANJOY U. NAVARROPHILLIP D. OLIPHANTLISA A. PERRYBECKY K. QUENNEVILLEDANIEL J. RIVASBRENDA TALINA ROBERTSVICKI K. ROBLESJAVIER A. RODRIGUEZTODD M. ROMANDAWN M. ROSEJOSEPH H. ROUNTREETIMOTHY A. SCHMIDTHEIDI P. SIMPSONTANYA M. SIMULICKSTATWELL G. SINCLAIR, JR.JAMES A. STEWARTLEWIS RANDOLPH TAYLORTHOMAS JASON TELFERALISON M. THOMASJASON T. TOMPKINSROBERT E. TRAYLORNEVA J. VANDERSCHAEGENMERLINDA VERGONIOWILLIAMSGLORIA JEN WALSKITOBIE A. WETHINGTONJOCELYN M. WHALENLINDSEY KAY WILLHARDTTHOMAS E. WINDLEYRYAN K. YATESTANYA R. YELVERTONANGELA M. YUHAS THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES AIR FORCE UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelWADE B. ADAIRTRACY L. ALLENSUSAN G. ANGUSNORA ASHBYJOYCE C. BEATYPAMELA BELLGARVINJACQUELINE L. BOWERSWILLIAM CHADRICK BREEDLOVEDAVID B. BROWNTERA Y. CARTERGREGORY A. COLEMANANADIS COLLADOVALENTIN JEFFREY N. COOKSARAH A. COORS DAVIDSONROBERT A. CORBYMANUEL DOMINGUEZSTEPHANIE K. DUSZATOMMY D. FRANKLIN, JR.RICHARD A. FRENCHMARIA D. GRAVESRONALD J. GREENAWAYRODNEY A. GUMBISHALAN C. HARDMANALISHA N. HENNINGJOHN J. ISTVANRANDALL G. IVALLCHRISTOPHER R. JOSEPHMATTHEW S. KRAUCHUNASTED C. LEMONJAY T. LUDESCHERROGER E. LYNCHKATHLEEN M. MACKEYPATRICK R. MISNICKROYCE F. MOOREJAMES F. MULLENKENNETH C. PERRYCAROLINE D. PLAHUTALYDIA A. RADFORDEDWARD E. RHODES IIIJONATHAN E. RICHARDSJENNIFER E. RIGGINSMARK W. ROGERSAMY ELIZABETH RUSSOANDREA NIKITAMONA RYANALVIN SCOTT, JR.BRYAN K. SIMPSON, SR.JOSE A. SORTOMARY E. STEWARTJAY W. VEEDERELIJIO J. VENEGAS, JR. THE FOLLOWING NAMED INDIVIDUALS FOR APPOINTMENT TO THE GRADES INDICATED IN THE REGULAR AIR FORCE UNDER TITLE 10, U.S.C., SECTION 531(A): To be lieutenant colonelJOHNATHAN M. COMPTONMAURICE E. YOUNG To be majorAMY M. HENSELBENJAMIN J. MITCHELL THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES AIR FORCE UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelJESSE ACEVEDOGILBERT A. ACOSTAMARC M. ADAIRCHARLES D. ADAMSRYAN J. AERNIJEREMY S. AGTEKIRSTEN G. AGUILARPETER A. AGUIRRE, JR.KRISTOPHER H.O. AHLERSJAMES D. AKERSTODD J. ALDRICHJOSEPH R. ALKIRE IIMATTHEW S. ALLENANTONIO ALVARADOAIMEE C. ALVSTADERIC K. AMISSAHCAROLYN F. AMMONSJOHN M. AMODEOBRIAN P. ANDERSONGRETCHEN E. ANDERSONKYLE G. ANDERSONMATTHEW P. ANDERSONSTEVEN J. ANDERSONTOBIN G. ANDERSONTORA B. ANDERSONCHAD W. ANNUNZIATANOEMI ANTEDOMENICOVERONICA V. ANTEOLAANTHONY F. ANTOLINEERIK J. ANTONWILLIAM E. ANTONIUSRICHARD M. ARCHERNATHANIEL ARDS, JR.JASON P. ARNOLDORBELIN ARREOLADAVID A. ARRIOLAJACK R. ARTHAUDWILLIAM H. ASHFORDLAMONT ATKINSDAVID A. ATKINSONMATTHEW C. ATKINSONPETER G. AXTELLKATHERINE M. BAILEYMICHAEL C. BAILEYRANDY S. BAILEYRYAN N. BAKAZANMATTHEW B. BAKERJEFFERY A. BALDWINPAUL D. BALDWINJEFFREY B. BANKSSEAN K. BARDENTERRY R. BARENBERGMARGARET A. BARKERRICHARD ALLEN BARKSDALE, JR.JOSEPH A. BARRYJUSTIN P. BARRYBRIAN C. BARTELSDERRICK Q. BARTONALEXANDER D. BASCOMELVIN E. BASKERVILLE, JR.MATTHEW L. BAUGHJOHN A. BAYCURABRIAN O. BEALESTODD W. BEARDROBERT C. BEARDENWILLIAM W. BEATTYJAMES D. BEATYGREGORY S. BEAULIEUJAMES A. BECKERJASEN J. BECKMANKRISTI L. BECKMANGREGG C. BEEBERCARY M. BELMEARJOHN F. BELOBRIAN L. BELSONFRANCIS M. BENEDICTDAVID J. BENNETTKENNETH A. BENTONKYLE A. BENWITZJONATHAN T. BERARDINELLIJENNIFER A. BERENGERKEVIN S. BERGANMATTHEW M. BERGGRENSCOTT E. BERGRENCHANDLER L. BIGELOWKENNETH L. BLACKJAMES A. BLACKMANAARON M. BLAIRANGIE I. BLAIRJOSEPH T. BLAIRDICK J. BLAKEMOREALAN E. BLANCHARDBRYAN L. BOBECKTIMOTHY J. BODEBENJAMIN D. BOEHMJEFFREY W. BOGARJOSHUA E. BOHNARTMICHAEL B. BONDERNEST L. BONNERROBERT J. BONNERWILLIAM P. BOOTHMICHAEL J. BORDERS, JR.DAVID M. BORGESONTIMOTHY J. BOSBENJAMIN L. BOYDDAVID J. BOYDMICHAEL J. BOYERMATTHEW J. BRADLEYCHRISTOPHER P. BRADYAMANDA D. BRANDTMATTHEW L. BRANDTRICHARD W. BRANSONJEANNE M. BRASSEURMARCUS D. BRAZELLJONATHON H. BREINGANJOSHUA D. BROOKSJIMMY K. BROWNMARK BROWNMATTHEW T. BROWNMICHAEL L. BROWNTHOMAS W. BROWNMICHELLE R. BRUNSWICKSCOTT A. BRYANTGEORGE M. BUCH, JR.WILLIAM A. BUCKINGHAMDANIELLE M. BUDZKOJASON B. BURCHTRACY K. BURGEMICHAEL G. BURKOTTDANIEL C. BURTZBENJAMIN C. BUSCHCHRISTOPHER M. BUSQUEJAY E. BUTTERFIELDANDREW C. CAGGIANOCHARLES B. CAINBRYAN T. CALLAHANANDREW J. CAMPBELLHARRIET L. CAMPBELLJASON S. CAMPBELLMICHAEL J. CAMPBELLRYAN A. CAMPBELLMICHAEL T. CANCELLARERODOLFO G. CANCINO, JR.MATTHEW S. CANTOREAPRIL J. CANTWELLRYAN K. CARIGNANDAVID W. CARLSONMICHELLE C. CARNS JOLLEYJAMES R. CARROLLJOHN M. CARROSRICHARD P. CARVERSCOTT D. CASEBRANDON A. CASEYMICHAEL J. CASEYMARGARET E. CASTEELCHRISTINE A. CATRIBSEAN ANDRE L. CELIMARSHALL F. CHALVERUSJAMES I. CHAMBERSSIU FAI JOHN CHANRAJA J. CHARICHRISTOPHER R. CHERRYCHRISTOPHER E. CHILDRESSROGNALD E. CHRISTENSENMATTHEW E. CLAPPJASON T. CLARKMICHAEL A. CLARKEDWARD G. CLARKE IVCHAD W. CLEMENTZBRIAN M. CLIFFORDMARK B. CLIFFORDRICHARD R. COALSON, JR.WILLIAM E. COBBMICHAEL A. COEJEFFREY S. COHENJOHNSTON A. COILSEVERINE R. COLBORGFREDERICK A. COLEMAN IIIDENVER J. COLLINSJUSTIN K. COLLINSBENJAMIN D. CONDERAY D. CONLEYANNEMARIE CONTRERASMATHEW A. CONTRERASBENJAMIN M. COOKCHARLES D. COOLEYMARCUS L. COOLEYJEREMY C. COONRADJEFFREY B. COOPEROMAR F. CORALPAUL S. CORNWELLEDITH I. CORREAPEREZPAUL T. CORYKEVIN COUSINAMY M. COXDAVID P. COYLEKEVEN P. COYLEBRIAN J. COYNEGREGORY F. CRAVENCHARLES T. CREECHJONATHAN M. CREERDOUGLAS O. CREVISTONJERRY L. CRIGGER, JR.MIGUEL A. CRUZFELIX J. CRUZMONTANEZCHRISTOPHER M. CUNNIFFMATTHEW T. CUNNINGHAMTHORSTEN H. CURCIOANN M. CURTISGREGORY K. CYRUSJONATHAN M. DAGLEYLISA K. DAHLRYAN R. DAHLMICHAEL D. DAILEYMARK K. DANGERTHOMAS D. DANIELCHRISTOPHER C. DANIELSHUMPHREY DANIELS IIIBART W. DARNELLJONATHAN G. DAVISMATTHEW L. DAVISMICHAEL N. DAVISMICHAEL P. DAVISRICHARD O. DAYDARTAGNAN R. DEANDAJOHN J. DEENEY IVKARRINA M. DEGARMOKIRK A. DEITRICHRAMON CARLOS P. DEJESUSJOHN D. DELBARRIOANTONIO C. DELELLOJOSHUA D. DEMOTTSGAVIN W. DEPEWANDREW E. DEROSAMICHAEL L. DEROSAJAMES M. DETWEILERALEXANDER F. DEVOEBRIAN M. DEWITTKENNETH D. DEWLENNICHOLL R. DIALANTHONY DIAZCHAD DIAZJOEY L. DIBLEJASON T. DIGIACOMOJOHN M. DILLARDJOHN D. DISEBASTIANERNESTO M. DIVITTORIOMATTHEW R. DOMSALLAJACK DONAHUE, JR.WILLIAM R. DONALDSONCOLIN P. DONNELLYJOEL A. DOPPPHILIP C. DORSCHEURETHA T. DOTSONJASON D. DOTTERTYRONE D. DOUGLASDANIEL D. DOYLEMICHAEL J. DROSTROSALIE A. DUARTEBRIAN T. DUFFYJOHN E. DUKES, JR.MASON R. DULACHARLES E. DUNAWAY, JR.MICHAEL W. DUNNMATTHEW F. DURKINBRADLEY S. DYERJEROLD S. DYKEIRA S. EADIEOCTAVIO F. ECHEVARRIACHARLES E. EDDYWILLIAM W. EDMUNDS IIIGORDON T. EDWARDS IIIMICHAEL A. EDWARDSROGER EFRAIMSENMITZI L. EGGERERIC E. EIBEJASON C. EISENREICHCHRISTIAN G. ELENBAUMJULIE ELIZABETH ELENBAUMDAVID M. ELLIOTTJEFFREY R. ELLIOTTHANS K. ELLISONDENISE R. EMERYTONY D. ENGLANDJOHN W. ENGLERTDAVID C. EPPERSONLISA L. A. EPPERSONKRISTOPHER J. EPPSRAYMOND R. ESCORPIZOMICHELLE C. ESTESMICKEY R. EVANSNICHOLAS B. EVANSWILLIAM M. EVANS, JR.REESE D. EVERSTODD R. EWY IAN M. FAIRCHILDBRIAN J. FAIRWEATHERNOLAN T. FAJOTAJAWAD FAROOQTIMOTHY A. FARRDAVID A. FAZENBAKERMATTHEW S. FEHRMANKEVIN W. FENNOIAIN D. M. FERGUSONMATTHEW U. FETZERJASON R. FICKJEREMY A. FIELDSANTHONY S. FIGIERAJAMES A. FINLAYSONKENNETH A. FISHERSCOTT V. FITZNERRICHARD F. FLAMAND IIRANDY R. FLORESDERRICK J. FLOYDJOHN S. FLYNNJACK W. FLYNT IIIDANIELLE D. FOLSOMBRYAN P. FORDBENJAMIN D. FORESTBYRON P. FORMWALTMATTHEW G. FORSYTHROBERT J. FOSTERJONATHAN J. FRAMPTONSTEPHEN R. FRANCEJOANN K. FRANKJOSEPH A. FRANKINOJASON M. FRAZEEGLEN A. FRAZIERKARL D. FREDERICKTIMOTHY A. FREDERICK, JR.JULIE A. FREEDMANBRIAN K. FREEMANERIC FREEMANJOEL P. FREYENHAGENERIC W. FRITHHEATH W. FRYECHRISTOPHER K. FULLERJIMMY D. FULLERALISTAIR D. FUNGEMICHAEL S. FURNESSLAUREL V. GAMMONGLENN D. GARAYALEJANDRO GARCIA, JR.MARCOS GARCIA, JR.MICHAEL S. GARRETTPATRICK K. GATESANGEL M. GAUDCHRISTOPHER A. GAYF. SELWYN GAY IIIMATTHEW T. GENELINSTEVEN T. GEOHAGANCHANCE W. GERAYMICHAEL S. GERNEYBORIS M. GERSHMANWALTER D. GIBBINSDANE P. GIBSONCOLLIN S. GILBERTRONALD E. GILBERTGREGORY W. GILLELANDKOUJI P. GILLISBRIAN D. GILPATRICKJASON R. GINNFRANK J. GLAVICMATTHEW G. GLENBRIAN D. GOLDENKEVEN J. GOLLAJEFFREY J. GOMESERIC H. GONZALEZFRANCISCO R. GONZALEZ, JR.KIMBERLY A. GONZALEZREYNALDO GONZALEZ, JR.BRETT J. GOODENLAURA G. GOODMANMATTHEW G. GOODMANMICHAEL C. GOODMANRICHARD A. GOODMANSTEVEN T. GRACEBRYAN L. GRADDYALLEN GRADNIGO, JR.MELVIN D. GREEN IIIRICHARD I. GREENMANCHADWICK D. GREERAIMEE N. GREGGNICHOLAS H. GREGORLESTER M. GREGORYANDREW C. GRIGGSBRENT W. GRIMEMATTHEW M. GROLEAUROBERT E. GROVERMARK D. GUILLORYCYNTHIA L. GUNDERSONRYAN E. HADENGUY R. HAGENTIMOTHY D. HALESHANE N. HALLBRENDAN L. HALLORANNICHOLAS A. HALUPKAJEFFREY A. HAMBLINCOURTNEY A. HAMILTONDAVID K. HAMMERDAVID A. HAMMERSCHMIDTTHOMAS W. HANCOCKMATTHEW C. HANDLEYRAYMOND F. HANDRICHGAGE E. HANDYCORY M. HANNACHRISTOPHER F. HANSENJACK F. HARMANLEWIS B. HARPER, JR.CHAD MARTIN HARRISDANIEL A. HARRISMICHAEL B. HARRISNICHOLE M. HARRISTAMMIE L. HARRISJOHN P. HARTIGAN IIIANNETTE I. HARVEYSTEPHEN M. HARVEYWILLIAM P. HARVEYERIC S. HASSINGERTRAVIS J. HAWKERCHRISTOPHER S. HAWKINSBRIAN C. HAYNESKYLE B. HEADNATHAN J. HEALYJEREMIAH S. HEATHMANMARK D. HEDDENDEREK B. HEIFNERDAVID O. HEISTKURT C. HELPHINSTINEJEFFREY M. HEMMESBRYAN S. HENDERSONDANIEL G. HENDRIXWADE A. HENNINGTRAVIS W. HERBELINMATTHEW L. HERDERRENE D. HERNANDEZTIMOTHY A. HERRITAGEWENDELL S. HERTZELLEIVAN M. HERWICKMICHAEL S. HESSEIAN R. HESTERJERRY R. HICKEYCLIFTON L. HICKSJOHN G. HIGBYMATTHEW K. HIGGINSPATRICK N. HILGENDORFCRAIG A. HODGESMICHAEL R. HOGSEDJASON T. HOKAJBENJAMIN A. HOLLOMARK A. HOLMESJOHN E. HOLOVICH, SR.AUSTIN LINNELL HOLTHAUSWILLIAM D. HOLYFIELDJAMES D. HOODAARON M. HOPPERSCOTT M. HOPPERMICHAEL G. HORLBECKFRANCISCO M. HORNSBYMICHAEL A. HOROWITZERIC W. HOSAFROSBRANDT L. HOUSECHRISTOPHER M. HOWARDNATHAN R. HOWARDDENNIS H. HOWELLWILLIAM J. HOWERYKATHLEEN S. HUBSCHERCOLIN R. HUCKINSFRANCIS RICHARD HUGHESJAROD C. HUGHESKIRK HUGHESMICHAEL E. HUGHESSARA M. HUISSCAELI A. HULLJASON I. HUMBLEJESSE W. HUNTWILLIAM H. HUNTERANDREW B. HUNTOONKYLE R. HURWITZROBERT J. HUTTJAY E. HUTZELLDAMON A. INGRAMDREW M. IRMISCHERTODD A. IVENERSWAMINATHAN B. IYERDENNIS E. JACKTHEOPHILUS D. JACKMANHANK D. JACKSONROBERT J. JACKSONSARAH E. JACKSONJIMMY T. JACOBSONJOHN M. JACOBUSPIOTR R. JAHOLKOWSKIBERT B. JEANCOTINA R. JENKINSJAMES A. JERNIGANDERYK W. JETERJAMES W. JETER IIIANDREW M. JETTDAVID B. JOERRESFELIX S. JOHNFINNANDRE T. JOHNSONBRANDON R. JOHNSONGREGG S. JOHNSONJARED M. JOHNSONJASON D. JOHNSONJAY A. JOHNSONMAX E. JOHNSONOLIVER R. JOHNSON, JR.SCOTT E. JOHNSONCHARLES E. JONESHUNTER KENT JONESJASON L. JONESJEREMY L. JONESMATTHEW E. JONESTIMOTHY L. JONESBENJAMIN R. JONSSONGARDNER J. JOYNERLORENA M. JUAREZLAMONT A. JUBECKJENNIFER S. JUDD VELASQUEZNED L. JUNEBRIAN W. KABATJOY M. KACZORCHRISTOPHER J. KADALAKENNETH R. KAUPPCHRISTOPHER S. KAYDUSTIN D. KECKLOREN D. KEENANSTEPHANIE R. KELLEYBURL E. KELTON IIIIAN W. KEMPALBERT A. KENNEDYDIMITRI KESIJANETTE D. KETCHUMSTEVEN A. KETCHUMSHAYNE K. KIEFERMICHAEL D. KINGRONALD J. KINGKEVIN J. KIRSCH, JR.BRYAN M. KITCHINMICHAEL E. KLAPMEYERDAIN O. KLEIVJEFFERY W. KLEMSTINEKYLE W. KLOECKNERERIK J. KNAUFFMICHELLE R. KNEUPPERTODD T. KNIGHTROBERT G. KNOWLTONDANIEL E. KOBSJAMES A. KODATANDREW J. KOEGLDAVID A. KOEWLERDALE A. KOLOMAZNIKTHOMAS A. KOORYKYLE R. KORVERKEVIN R. KOTULAJEFFREY J. KOTZMICHAEL KOWALTAYLOR E. KRENKELCHRISTOPHER D. KRETSINGERDENNIS J. KRILL, JR.SEAN A. KROLIKOWSKICHRISTOPHER M. KUESTERJEFFREY D. KUHNCOLBY J. KUHNSDAVID D. KUNICKJAE H. KWAKSAMUEL KWANTODD J. LAFORTUNEDAVID J. LAIRDTOM C. LAITINENFRANK P. LANDRY IIIKALLIROI LAGONIK LANDRYMARC A. LANGOHRTHOMAS S. LANKFORDJOHN B. LANTZCHRISTOPHER LAPIETRACHRISTOPHER J. LARDNERAARON J. LAROSEPETER L. LARSENPETER S. LASCHWILLIAM S. LATIMERANDREW S. LAUERJUSTIN W. LAVADOURBARRY J. LAWLORANDREW G. LAWRENCEPAUL R. LAWRENZMATTHEW A. LEARDBRIAN W. LEBECKANGELA C. LECHOWICKCHRISTY N. LEEJAMES LEEROBERT A. LEETHOMAS S. LEENICHOLAS J. LEONELLIMATTHEW E. LEWINMARK C. LEWISTRAVIS W. LEWISKATHERINE A. E. LILLYC. EVERETT LILYAANDREW W. LINDSTEVEN A. LINDQUISTSTEPHEN B. LINDSEYCHRISTIAN J. LINGENFELDERSCOTT E. LINTNERJOHN E. LITECKYBARRY E. LITTLESAMUEL A. LITTLEJOHN C. LOFTON IIICATHERINE M. LOGANLUKE S. LOKOWICHROBERT A. LONGROBERT F. LONGVALARIE A. LONGDAVE A. LOPEZHECTOR G. LOPEZJAMES R. LOVEWELLTAMMY K.C. LOWDONALD C. LOWEGREGORY B. LOWESEAN E. LOWEWILLIAM E. LOWERYJAMES C. LOZIERTIMOTHY M. LUCASALEJANDRO LUYANDO IIIPHILIP W. LYNCHSCOTT D. LYNCHJAMES C. MACH, JR.KENNETH P. MAINMICHAEL S. MAKSIMOWICZCALEB ANDREW MALCOLMJAMES L. MALEC, JR.MARSHALL G. MALHIOTEDZEL D. MANGAHASDANIEL J. MANGANJAMES R. MANSARDGEDEON H. MARIAMJASON E. MARINOSUSANA S. MARKINLOUIS J. MARNELL IIINICHOLAS J. MAROTTAEDWARD F. MARQUEZ, JR.ANDREW L. MARTINANDREW P. MARTINDOMINICK J. MARTIN JIM E. MARTINKEVIN C. MARTINWILLIAM R. MARTIN IIMELCHIZEDEK T. MARTINEZJASON L. MASCIULLIBRADFORD J. MATEPEDRO ENRIQUE MATOSMONICA M. MATOUSHCHRISTINE ANNE MAUMELVIN E. MAXWELL, JR.CONNIE M. MAYMICHAEL S. MAYMATTHEW W. MCANDREWROBERT K. MCCABERICKEY G. MCCANN, JR.RONALD D. MCCARTYKEITH E. MCCORMACKDAVID M. MCCOYGARRETT E. MCCOYMICHAEL T. MCCOYSCOTT A. MCCOYNEIL P. MCCRACKENRICHARD A. MCCURDYJASON D. MCCURRYERIN S. MCDONALDJAYSON M. MCDONALDSHAWN P. MCGHEERICHARD E. MCGLAMORYDANIEL J. MCLAGANNATHAN A. MEADSCOTT A. MEAKINJEFFREY S. MEANSERIN P. MEINDERSROBERT J. MEISTERAPRIL D. MENCHRICHARD MICHAEL MENCH, JR.EDWARD V. MENDONESLARRY D. MERCIER, JR.ROGER R. MESSERHEATHER K. MEYERJOSEPH R. MEYERJEFFREY L. MEYERSTRINIDAD K. MEZATHAD R. MIDDLETONMICHAEL V. MILEYDAVID S. MILLERDOUGLAS R. MILLERKENNETH J. MILLERWENDY J. MILLERJASON T. MILLSDAVID M. MILNERANTHONY MINCERDWIGHT D. MINNICKLORI A. MINNICKKEVIN V. MINORANTHONY L. MIRANDANATHAN B. MITCHELLCRAIG D. MOESEAN R. MONTEIROJASON R. MOONEYBRIAN D. MOOREEUGENE A. MOORE IIIDAVID E. MORGANERIC E. MORGANGREGORY A. MORISSETTEMICHAEL C. MORMANROSS C. MORRELLCHRISTOPHER B. MORRISJASON L. MORRISGERALD C. MULHOLLEN, JR.JUSTIN A. MULKEYMONTE T. MUNOZDANIEL J. MUNTERDIZZY B. MURPHYERIC M. MURPHYTAMARA C. MURPHYJESSE L. MURRAYYIRA Y. MUSEDARRELL A. MYERSANTHONY M. NANCETODD A. NATHANIELRANDY S. NAYLORJULIO A. NEGRONCHRISTOPHER M. NEIMANBRYAN PAUL NELSONKEITH L. NELSONRAYMOND P. NELSONMARK C. NEMISHVICTORIA L. NEMMERSJOHN W. NEPTUNEDAVID T. NEUMANMARK J. NEWBILLJOHN M. NEWTONTINA H. NGUYENTUAN A. NGUYENMARCUS W. NICHOLSTHOMAS A. NIDAYJASON R. NIELSENALBERT NIEVESCALEB M. NIMMOGREGORY W. NITAMICAH NODINEJOEL C. NONNWEILERAARON G. NORRISBRIAN P. NOWINSKILEO M. NOYESJEREMY B. NYGRENROBERT K. OAKES IIIROY H. OBERHAUSDEVIN O. ODOWDGALEN K. OJALAMICHELE J. OLSENMATTHEW L. OLSONRICHARD M. OPERHALLMATTHEW M. ORLOWSKYPATRICK J. OROURKEJAY A. ORSONSTEVEN H. OSBORNEWILLIAM L. OTTATIDAVID B. OWENJAMES P. OWENMILKO R. PADILLATHOMAS P. PAGANODAMIAN D. PANAJIADAVID A. PAPINEAUROBERT M. PARKERMICHAEL B. PARKSRUSSELL L. PARRAMOREJAMES J. PARSLOWRAYMOND G. PARTLOWYORK W. PASANENWILLIAM P. PASTEWAITANDREW H. PATEDAVID K. PATTERSONDAVID S. PATTERSONJASON P. PAVELSCHAKBRIAN C. PAYNEROBERT E. PEACOCKGEORGE A. PEASANTKENNETH E. PEDERSENMICHAEL J. PEELERANTHONY J. PELKINGTONAARON D. PEPKOWITZCLAYTON JOSEPH PERCLEELEANOR S. PEREDOVICTOR M. PEREIRATODD J. PERLMANCHRISTOPHER W. PETERSEDWARD C. PETERSMARK T. PETERS IIERIN D. PETERSONSTEFANIE S. M. PETERSONCAREY E. PETITSTEPHEN H. PEUTESTEPHEN PHILLIPSJOSHUA J. PICCIRILLODAMIEN F. PICKARTGREGORY B. PICKETTEPATRICIA Y. PIEJOHN M. PILONGDAVID L. PITTNERKIRSTIN L. PLAGGECHRISTOPHER J. PLOURDELYNN LOUISE PLUNKETTJAMES A. W. POINTERJOHN F. POLKOWSKIDANIEL E. POLSGROVEJOHN A. PORCHETIMOTHY W. PORTERJEREMY P. POTVINORVAL A. POWELLCRAIG D. PRATHERSHELLY PRESCODTHOMAS J. PRESTONDEREK D. PRICEJEREMY E. PROVENZANODAVID R. PRYORANDREW MICHAEL PURATHSCOTT GRAYSON PUTNAMDINA L. QUANICOJEFFREY M. QUEENCARLOS A. QUINONESNATHAN R. RABEMICHAEL J. RADERMACHERJASON J. RAFFERTYMICHAEL J. RAFFERTY IIJEREMY A. RALEYMARQUS D. RANDALLROBERT W. RANDALLERIK J. RANKEJAMES R. RAPALLO, JR.MICHAEL C. RASBACHDAVID E. RAYMANROBERT T. RAYMONDDANIEL J. REBECKYBRYAN K. REDASHPETER S. REDDANEDWARD J. REDERBRIAN L. REECEKURT N. REGLINGCHRIS E. REICHARDTJERIME L. REIDROBERT B. REIDROBERT D. REIMERCARRIE A. REINHARDTMATTHEW W. RENBARGERJASON M. REPAKJASON SANCHEZ RESLEYFRANK N. REYESRAMSAMOOJ J. REYESKEVIN R. RHODESCHRISTOPHER M. RICETIMOTHY L. RICHARDSONMATTHEW B. RICHTERJEROD G. RICKJUSTIN A. RIDDLEJONATHAN D. RITSCHELKEVIN A. RIVEROWILLIAM E. ROACHROBERT R. ROBBSANDRA C. ROBERTS MORROWJOHN C. ROBERTSMARIA C. ROBERTSBENJAMIN S. ROBINSCLAYTON E. ROBINSONJORI A. ROBINSONJOHN D. ROCHEROY V. ROCKWELLJUNE F.D. RODRIGUEZCHAD A. ROGERSTHOMAS C. ROGERSDANIEL S. ROHLINGERJONATHAN M. ROMAINEGEOFFREY J. ROMANOWICZRICHARD J. ROMANSKILANCE ROSAMIRANDAJAMES F. ROSS, JR.JOSEPH J. ROTHFRANCOIS H. ROY IIJONATHAN S. ROYERCHAD E. C. RYTHERJOSEF E. SABLATURAJEFFREY A. SALEMKELLY M. SAMSPETER A. L. SANDNESSMARK A. SANDORELIOT A. SASSONDANIEL M. SAUCERLYNN E. SAVAGEMICHAEL A. SAVILLEMICHAEL M. SAXTRAVIS J. SCHEELSTEPHEN L. SCHEINNICOLAS J. SCHINDELERCHRISTOPHER G. SCHLAKDAMIAN SCHLUSSELJASON A. SCHMIDTDANIEL T. SCHMITTMATTHEW A. SCHNOORDONALD E. SCHOFIELD IIJOHN M. SCHUTTELAWRENCE J. SCHUTZNATHAN C. SCOPACJOHN DANIEL SCOTT IIBARRY R. SECRESTDAVID C. SEITZPETER A. SELKEY, JR.JAMES D. SELLNOWCHRISTOPHER SENSENEYSHAWN A. SERFASSMARIO A. SERNAJASON R. SETTLEJOHN M. SEVIERDEVIN L. SHANKSGRANT BROOKE SHARPEJOSEPH L. SHEFFIELDJEROMIE K. SHELDONMICHAEL S. SHELDONDAVID R. SHORTJON L. SHUMATEJOSEPH P. SIBERSKIKENNETH A. SIERRAJAMEY P. SILLENCECHAD A. SILVAMATTHEW M. SIMMONSTIMOTHY J. SIMMONSEDWARD H. SIMPSONJAMY L. SIRMANSTRAVIS D. SJOSTEDTJAMES D. SKELTONMARK ROBERT SLOANALBERT E. SMITHANDREW M. SMITHANTHONY L. SMITHBENJAMIN T. SMITHDANIEL W. SMITH IIIJESSE D. SMITHTRACEY E. SMITHVERONICA E. SMITHWILLIAM H. SMITHBRIAN L. SNYDERDARREN D. SOKOLJONATHAN M. SONGERCADE R. SONNICHSENWILLIAM G. SOSNOWSKIANDREW A. SOUZADANNE EMMETT SPENCEGUY T. SPENCERJAMES H. SPENCERMITCHELL R. SPILLERS, JR.EDWARD T. SPINELLIERIC J. SPRINGERDANIEL C. ST PIERREJAMES W. STAHLTHOMAS W. STALEYDONALD L. STARLINGWILLIAM R. STAUSBRADLEY J. STEBBINSDERICK N. STEEDANDREW J. STEFFENRICHARD E. STEGGERDAKAYLE M. STEVENSRODNEY S. STEVENSWILLIAM M. STOVERDAWN M. STRAIGHTSTEVEN A. STRAINJOHN C. STRATTONTHOMAS A. STRATTONKELLY L. STRONGERIC M. STRUMPFKRISTOPHER W. STRUVECHEN Y. SUBETH ANN SUBEROPATRICK C. SUERMANNCLIFFORD V. SULHAMJOHN D. SULLIVANLAWRENCE T. SULLIVANSEAN P. SUTHERLANDGARY A. SWAINBRETT T. SWIGERTSTEPHEN C. SZTANKIRSTIE I. TALBOTJEFFREY M. TANGRICHARD C. TANNERMICHAEL A. TARABORELLI, JR.ROY R. TATE, JR.MICHAEL B. TATUMANDREW J. TAYLORJASON T. TAYLORSTEPHEN T. TAYLORTERENCE G. TAYLOR KEVIN B. TEMPLINPETER G. TERREBONNE, JR.VINCENT M. TERRELLKATRINA A. TERRYCHAD R. TESKEBRIAN C. THILLBRYAN W. THOMASDILTRICE M. THOMASJOHN M. THOMASMICHAEL A. THOMASBRIAN A. THOMPSONLANE D. THOMPSONSHAWN O. THOMPSONGREGORY D. THORNTONCASEY J. TIDGEWELLMICHAEL C. TODDJAMES M. TRACHIERJOHN D. TRANTRENT W. TRIPPLECHRISTOPHER D. TROYERAARON A. TUCKERBRADLEY E. TURNERKENNETH D. UNDERWOODROBERT T. UNGERMAN IIIDENNIS W. UYECHIROD L. VALENTINETARA R. VALENTINETHOMAS B. VANCE, JR.JEFFREY S. VANDUSENJERRY M. VANDYKESPENCER T. VANMETERMATTHEW T. VANNJASON F. VATTIONIBRADY P. VAUCLINOMAR A. VELASCOMARGARET F. VENCIUSSHANE M. VETTERDOUGLAS W. VIEWEGDAVID L. VILLAJUSTIN M. VINCENTGRANT T. VINEYARDSHAD D. VINSONJILEENE M. VIVIANSJASON D. VOORHEISCHRISTOPHER M. WACHTERWILLIAM O. WADETED A. WAHOSKEANTHONY L. WALKERBRADLEY C. WALKERJASON C. WALKERPHILLIP WALKER, SR.JEFFREY A. WALLACEWILLIAM M. WALLISERICK JOHN WALLMANSHAWN P. WALRATHSTACY E. WALSERBRENDAN P. WALSHMICHAEL O. WALTERSBRANDE HELEN WALTONZACHARY S. WARAKOMSKIBENJAMIN GRAY WARDRANDY S. WARDAKRICHARD L. WARRMICHAEL S. WATSONJEFFERY A. WEAKJAMES C. WEAVERJONATHAN D. WEBBJOHN S. WEIRJEFFREY H. WELBORNNAOMI M. WELCOMELINWOOD E. WELLS, JR.KIMBERLY LEE WELTERBRENT D. WENTHURWILLIAM W. WENZELDERRICK J. WEYANDSCOTT P. WEYERMULLERRYAN W. WHITEPAUL W. WHITFIELD, JR.JONATHAN C. WHITNEYJUSTIN A. WHITSONSTACY S. WIDAUFJASON T. WIEHRDTDAVID A. WIELANDSTEVEN T. WIELANDCOLIN C. WIEMERJANINE O. J. WIGGINSCHRISTOPHER M. WILCOXBRIAN K. WILKERSONBRADY J. WILKINSGARY M. WILLIAMSNICHOLE L. WILLIAMSSARAH C. WILLIAMSSEAN A. WILLIAMSALAN L. WILLINGHAMDARREN M. WILLISCLINTON M. WILSONJAMES G. WILSONKEITH D. WILSONKYLE J. WILSONROCKIE K. WILSONWAYNE W. F. WILSONAARON N. WILTHEATH WIMBERLEYJOSEPH H. WIMMERBRIAN D. WITKOWSKYJEFFREY S. WITTTHOMPSON C. WOFFORD IIIKEITH M. WOLAKIAN S. WOLFEMARK R. WOLFEDAVID B. WOODLEYJOHN P. WOODRUFFCHRISTOPHER WORDENCARRIE L. WORTHPAUL S. WRIGHTRASHEEM J. WRIGHTMICHAEL C. WYATTBENJAMIN A. WYSACKJARED C. YARRINGTONJASON D. YEATTSJEFFREY W. YOSTMATTHEW J. ZAMISKASHAIO H. ZERBAJESSE B. ZYDALLIS IN THE ARMY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTION 12203: To be colonelKATZ B. CINDY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 4336(B): To be colonelWILEY C. THOMPSON THE FOLLOWING NAMED INDIVIDUAL FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY DENTAL CORPS UNDER TITLE 10, U.S.C. , SECTIONS 531 AND 3064: To be lieutenant colonelMARSHALL S. HUMES THE FOLLOWING NAMED INDIVIDUAL FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL SERVICE CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be majorCYRUSS A. TSURGEON THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTION 12203: To be colonelCOLLEEN F. BLAILESCURTIS T. CHUN THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTIONS 531 AND 716: To be majorBRAD M. EVANSJAY S. KOST THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR ARMY UNDER TITLE 10, U.S.C., SECTION 531: To be majorMATTHEW J. BAKERRUSSELL B. CHAMBERS THE FOLLOWING NAMED INDIVIDUALS FOR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES ARMY MEDICAL CORPS UNDER TITLE 10, U.S. C., SECTIONS 531 AND 3064: To be lieutenant colonelJOSEPH B. RUSINKO To be majorVIRGILIO A. CANTUSTANLEY H. CHAOPAUL S. LAJOSMARIO A. MIGLIETTAPAULA S. OLIVER THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY DENTAL CORPS UNDER TITLE 10, U.S.C. , SECTIONS 624 AND 3064: To be majorCHARLESPAUL T. ANONUEVOBRECK S. BREWERKANIKA L. DAVILAABBY M. DEBONISPETER N. DROUILLARDNICKOLI DUBYKJOSEPH M. DUTNERSTEPHEN K. EDWARDSNASSER I. FIQIABRANDON M. GAGEROBERT N. GILLIAMKAREN E. GONZALEZTORRESPRABHDEEP S. GREWALZACHARY H. HIGHBERGERJERRI D. HINESNGHIA N. HOWILLIAM C. JEFFREYMEENAL P. JOHNSONLELAND B. KIMBALLJACOB L. KITSONDAVID H. KWONTIMOTHY A. LEWKURTIS G. LIGHTHEARTANDREW C. MARSHALLALVIN B. MATTESONSLOAN D. MCLAUGHLINJAMES D. MEDWICKLARRY L. MUNKJUSTIN M. NELSONTIMOTHY J. NEUNERADAM R. OCHSNERMILTON M. ONGZACHARY A. PAUKERTMICHAEL S. PETERMANSAMUEL E. POINDEXTERSHANE S. PORTERDAVID L. REDMONDMURRAY M. REEFER, JR.JASON D. ROELUCERO SANABRIAMICHELLE D. SARNOMARC M. SERRAJESSICA S. SHARPKRISTIN L. SOILEAUCHRISTOPHER D. SWAGERTYFELICIA V. SWINNEYJEREMY M. THOMPSONMATTHEW B. THOMPSONSAMIRA F. THOMPSONJUSTIN M. TRISLERJ R. TUCKERJOHN F. UNDERWOODJOHNNY R. VIDICALAN D. WALKERTRACY E. WALTERS THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR ARMY UNDER TITLE 10, U.S.C., SECTION 531: To be majorDAVID H. BURNHAMJAMES C. CLEMENTSARMANDO V. CORRALANN DIRKSQUINCY GAINESJAMES R. HOCKMICHAEL E. LAMBERTGAETANO C. MANGANOWALLACE M. MATTOSFREDERICK PALMERPATRICK W. SCANLANRANDALL S. VERDE THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL CORPS UNDER TITLE 10, U.S. C., SECTIONS 624 AND 3064: To be majorMICHAEL A. ADAMSJEFFREY B. ADLERJASPAL AHLUWALIAOMOLARA R. ALAOMAZER ALLYKAREN A. ALVAREZJONG ANJASON ANDRESMATTHEW S. ANGELIDISWASIL M. AQILKELLY A. ARBLASTERANTHONY ARNETTGAVIN W. ARNETTSYLVIA G. ARORACHARLES ASHERCHARLES ATKINSONEDWARD P. BAHKDREW C. BAIRDDAGOBERTO BALDERASTODD P. BALOGRAYMONDA L. BARBOURMICHAEL BARTOSZEKROBERT A. BASSETTKELLY A. BEARBRAD B. BECKMANNMEGAN M. BELPREZETHAN S. BERGVALLJOHNNY R. BERNARDKATHRYN E. BERRYMANAARON M. BETTSELIZABETH A. BLANKDAVID V. BODENICHOLAS O. BOESARAH BOLDTREED A. BONVICINOMELISSA L. BORDENPAUL H. BORNEMANNANDREW J. BRACKBILLJENNIFER BREEDLOVECHRISTOPHER C. BREUDERPAUL A. BREWERAARON C. BRINKMANRICHARD A. BRODERICKANGELA R. BRYANSUMMER D. BRYANTJASON B. BUENAVENTURAMIKI A. CAINCHRISTOPHER J. CALCAGNOSCOTT W. CALCAGNOTERRA L. CALLAHANWILLIAM G. CALLISNAPOLEON A. CAMPOSSAMUEL CANCELRIVERAJORGE E. CAPELLAGONZALEZKEVIN A. CARTERJULIA M. CAVALLAROLACIA R. CHAPMANJOHN B. CLARKMICHELLE S. CLARKTREVOR CLAYTONGUY CLIFTONJUSTIN P. COCOGARRETT W. COLBYSHAWN P. CORCORANCHRISTOPHER COWANBENJAMIN E. CRABBCRISTINA CRUZCRESPOJUSTIN M. CURLEYJOSEPH DAILEO A. DAMASCOMATTHEW R. DEBIEC KRISTIAN E. DELGADOANDREW S. DELMASJESSE P. DELUCASALLY P. DELVECCHIOSKY A. DENNISTONJEREMIAH J. DEPUEZACHARIAH M. DEYOUNGJONATHAN F. DICKENSMICHAEL M. DICKMANMARY DIGIULIOCHRISTOPHER D. DOWNERIAN R. DRISCOLLSCOTT A. DRUMMONDMARK C. DUBERMELISSA E. DUBERLEIGH D. ECKERTKIM EDHEGARDJAMES ELDERBEAU ELLENBECKERTROY ELLISZAHER ELMIRMATTHEW EVANSADAM EVERETTMELISSA FAGATASHEEMA L. FAIRRUTH S. FAIRCLOTHMICHAEL J. FARRELLTODD FEATHERSDARRELL J. FERGUSONCOLBY A. FERNELIUSJAMES B. FESKORYAN P. FOLEYMIRANDA C. FOWLERANTHONY R. FRATTALONESHARON L. FRATTALONEDENNIS T. FUJIIBRIAN K. FUJIOKAJOHN J. GARTSIDENICOLE M. GIAMANCOSTEVEN W. GILLROYMICHAEL E. GOLDBERGGARCIA H. GONZALEZSCOTT D. GOODROADROSCO S. GOREDAVID W. GRANTMAX L. GRATRIXJON R. GRAYCHARLES E. GROOTERSAMIT K. GUPTAJEFFREY A. GUTHRIEMITCHELL T. HAMELEANDREW HAMMERCHADWICK B. HAMPTONBRIAN R. HANEYJACOB J. HANSENSTEPHEN A. HARPERJASON N. HARRISLEAH E. HASTINGSTRAVIS T. HAWKSMAXIMILIAN W. HECHTJASON D. HEINERBRYCE C. HEITMANRHINE N. HEJRANPAUL W. HENDRIXBRANDI N. HICKSERIC J. HILLTINA HILLSMICHELLE N. HOANGQUOCGIAMARC H. HOHMANSUSANNA N. HOLTSONNY S. HUITRONOLIVIA T. HUNTEPAUL F. HWANGLUIS G. IZQUIERDOKHALID JABOORIJONATHAN JICHRISTOPHER JOHNJACQUELINE M. JOHNSONJOSEPH S. JONESROBERT A. JONESKAMALJEET S. KALSIGRACE KANGPATRICIA KAPUNANBENJAMIN KASESEAN KEARNEYDAVID M. KELLERJEREMY B. KENTLEAH K. KERNANREBECCA A. KESSLERMATTHEW C. KIDDJEEHUN M. KIMYOUNG S. KIMKATE E. KINNAIRDALISON R. KINSLERCHARLES A. KITLEYELIZABETH A. KNAZEKCHIEF S. KNIFETODD C. KNUDSONCHRISTINE J. KOCAROLINE M. KOLBGREGORY P. KRAUSBRIAN R. KRIETEMATTHEW D. KUHNLEMARY L. KWOKELENA H. KWONCHAD E. LAMPHEREANGELA LANTANGJOSEPH T. LANZI, JR.NOELLE S. LARSONJARED I. LENZRICHARD N. LESPERANCEGARY LEVYTRACY L. LEVYLEYI LINMATTHEW J. LINCOLNJEREME P. LONGABRAHAM LOOCARLTON A. LOOMISSPENCER E. LUDLOWEMILY E. LUERSSENJAMES E. MACEJOSHUA MANDEVILLEANTHONY L. MARKANA E. MARKELZJORGE I. MARTINEZOSORIOMITCHELL C. MARZOTABATHA H. MATTHIASRYAN J. MCDONOUGHMEGAN H. MCKINNONHSIANG C. MCLAUGHLINBRANDI S. MCLEODLAWRENCE W. MCMILLIONNATHAN E. MCWHORTERCHRISTOPHER J. MEYERMARCY MEYERJOEL MILLERLONNIE MILLERNATHANIEL R. MILLERDAUN J. MILLIGANJOSHUA D. MITCHELLDAVID MOOREMELINDA J. MORTONBENJAMIN A. MOSESSUSAN M. MOSIERJOHN E. MUSSERCHRISSY A. NAVEJARJAMES R. NEINERSEAN R. NELSONJAMES NICHOLSONUPNEET K. NIJJARTYLER M. NIXONDEREK T. NOELTIMOTHY A. NYDAMCRYSTALE J. OAKMANFREDERICK P. OBRIENKEARY E. OCONNORCOLLEEN M. OLSONADAM R. OLSSONHEATHER M. OMARABRIAN OREILLYLINDSAY R. ORMSBYRASTISLAV OSADSKYHAINES K. PAIKSTEPHEN PARADAANGELO H. PAREDESDENNIS J. PARKPATRICK M. PARKERSHIMUL S. PATELTANVI D. PATELVINCENT J. PAULKATHRYN M. PAYNEKEVIN S. PAYNEJESSICA J. PECKANGELA PENNKEITH H. PENSKACORYELL J. PEREZPAUL G. PETERSONTHACH PHAMKIMBERLEY J. PHILLIPSSAMUEL C. PHINNEYJENNI PICKINPAUGHINOCENCIOTIMOTHY P. PLACKETTBENJAMIN F. PLATTMARK D. POIRIERJOHN J. POULINDOUGLAS F. POWELLNATHAN F. PURSIFULLRAYMUNDO C. RACELARASEL M. RANAMICHAEL A. REDDANGELA L. REETZKURT J. REYESROBERT D. RICESHANE M. RINEHARTBRADLEY A. RITTENHOUSEPAUL M. ROBBENMATTHEW D. RODGERSDEREK J. ROGERSCHRISTOPHER J. ROSEMEYERFRANCISCO C. RUBIOJEREMY K. RUSHJENNY L. RYANKATHLEEN C. RYANJUAN C. SAAVEDRASHARI L. SAMMSJOHN R. SANTAANAERIN S. SEEFELDTBRETT M. SHAFFERMOHAMMAD A. SHAHSHAHROOZ SHAYEGANMALIA A. SHIMOKAWAPAUL J. SHOGANJISON SIMJOHN W. SIMMONSMICHAEL P. SIMPSONJASON D. SMITHRYAN C. SMITHNIKOLAUS T. SNESHKOFFJON S. SOLBERGJAEKYUNG SONGADAM T. SOTOKEVAN M. SPENCERCHRISTOFFER A. SPOJADANIELLE A. STACKHOUSEGREG E. STARLEYLAUREL R. STEARNSTHERON R. STINARDANIEL STINNERFRANKLIN STUMPJOSHUA J. STUTZMANTHOMAS A. SUMMERSZOE E. SUNDELLERIC M. SWANSONDUSTIN TAUFERNERRANDOLPH TAYLOR IINATHANIEL TEAGUEHILLARY THOMASKEVIN M. TOUCORY TRICKETTJEFF TZENGALICE UYRAMESH VENKATARAMANDAVID L. WAITEDANIELLE WARNERMATTHEW WEBBMARK WELCHMELANIE D. WHITMANSCOTT WHITWORTHSCOTT WILCHEKSHAPRINA R. WILLIAMSBART J. WINTERKELLY J. WINTERSEAN R. WISEALLAN G. YOUNGPAULA YOUNG THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelGEOFFREY R. ADAMSSCOTT R. ALLENPATRICK S. ALTENBURGPHILIP W. ANDERSONNIKOLAI L. ANDRESKYPAUL M. ARMSTRONGSHERMAN ARMSTRONGARIC N. ARNOLDROBERT R. ARNOLD, JR.KENNETH S. ATESDENNIS R. ATKINS IIIGAIL E. ATKINSCHRISTOPHER S. AUCLAIRROBERT G. BAILEYVINCENT P. BAILEYJAMES J. BAIRD IIIDARIEN L. BAISLEYTODD E. BAJAKIANKOO BAKERMICHAEL D. BAKERTHOMAS W. BAMFORDGARY A. BANTADSHAWN M. BARNESCATINA M. BARNESRICKSMAURICE O. BARNETTTHOMAS J. BARRETTSTEVEN T. BARRYAARON C. BARTALISA M. BARTELSCOTT L. BARTLEYLAWRENCE O. BASHABASSEY E. BASSEY IIIBRETT A. BASSINGERJAMES E. BATCHELORBRYAN K. BATSONTAMMY L. BAUGHRICARDO A. BAUTISTATIMOTHY R. BECKGARY M. BELCHERVINCENT J. BELLISARIOJASON M. BENDERIAN S. BENNETTLEROY D. BENTONPAUL E. BERGSTEPHEN M. BERTMICHAEL R. BIANKOWSKI, JR.DREW A. BISSELLWILLIAM R. BLACKJAY A. BLAKLEYPHILLIP J. BORDERSPETER S. BORETSKYJOSEPH W. BOSCIAKIRT R. BOSTONCLARENCE W. BOWMAN IIIEDWARD A. BRADYWILLIAM P. BRAMANCHRISTOPHER C. BRESKOTIMOTHY S. BROADENAXKEVIN BROADNAXWILLIAM F. BROCKMAN IIIJARETT D. BROEMMELGEORGE B. BROWN IIIROBERT S. BROWNDUDLEY C. BROWNELL IIIJAMES E. BROWNLEE, JR.JAKOB C. BRUHLJEFFREY C. BRYSONJEFFREY D. BUCKROBERT S. BUINISKISDALE W. BURBANKROBERT L. BURGESSCHARLES R. BURNETTLUCIEN CAMPILLOGREGORY A. CANNATAKEVIN S. CAPRABARRY R. CARLSON, JR.ADAM J. CARSONCHRISTOPHER M. CARTERMARCUS D. CARTERRAFAEL E. CATHELINEAUDCHAD C. CHALFONTMALCOLM O. CHANDLERDERRICK W. CHENGMARK S. CHILDRESSBRYAN J. CHIVERSERIC CHOYDEREK P. CHRISTENSENMARK W. CHRISTENSENJUSTIN T. CHUMAKKENDALL J. CLARKE CHRISTOPHER J. CLAYDOMENIC P. CLEMENTISPENCER J. CLOUATREMARC A. CLOUTIERDANIEL K. COFFEYSTEVEN R. COLEMICHAEL D. COLEMANTIMOTHY E. COLLIERDARYL L. COLLINSRICHARD C. COLLINSKEVIN A. COMFORTMICHAEL W. CORLEYSTACEY P. CORNTRAVIS W. CORNETTJIM B. CORRELLORLANDO V. COSMEPATRICK M. COSTELLOBARBARA R. CRAWFORDDAVID W. CRIPEJOHN R. CRISAFULLIEDWARD C. CROOTRODNEY J. CRUMMATTHEW J. CRYSTALLUIS A. CUBILLANHERNANDEZBENJAMIN F. CURETONJASON A. CURLJASON D. CZARMATTHEW B. DALEMARK R. DANNERJOHN P. DAVISJOHNATON L. DAWBERALLISON L. DAYERIC J. DEALJOSEPH S. DEGLIUOMINICORY J. DELGERRICHARD A. DENNISJEROME F. DENTEJAMES M. DEPOLO, JR.ALEXANDER G. DERANEYDAVID P. DIAMONDRYAN S. DILLONABRAHM C. DIMARCOROBERT B. DIXONBRAD L. DOBOSZENSKINEIL B. DOHERTYDENNIS P. DONEGAN, JR.JAMES T. DONOVANDARRELL A. DOREMUSMICHAEL A. DOUGLASWILLIAM M. DOWLINGJONATHAN H. DOYLEFREDERICK J. DUFAULTRICHARD A. DUNBARRICHARD L. DUNTONLUIS A. DUPERONJOHN R. DYKE IIIMICHAEL R. EASONDANIEL H. EDWANDEYNEL M. EDWARDSDOMINICK L. EDWARDSEDWARD D. ELDRIDGEDANIEL G. ELLIOTTTROY N. ELLISBRAD W. ENDRESJARED B. ERICKSONDANIEL A. J. ERKERJOSEPH E. ESCANDONSHANNON ESPINOZAMICHAEL L. ESSARYMARCOS A. ESTRADACASTROEDWARD R. EVANS IIILAKEI C. EVANSJASON A. EVERSPETER W. FARRELLKATHLEEN B. FARRENDAVID M. FAULKMICHAEL J. FAZIOTHOMAS B. FENOSEFFJASON E. FIGUEIREDOLUIS M. FONTANEZROLONBRETT C. FORBESLUIS A. FREGOSOANGELA L. FUNAROROBERT A. GAGNONROBERT J. GARBARINOWILLIAM B. GARBER IIIRICHARD R. GAREYMARCUS A. GENGLERRANDY D. GEORGEMARK C. GILLESPIEJOHN W. GIOPDARRYL W. GLASSCHRISTOPHER N. GLOVERMICHAEL G. GONZALEZDAVID W. GORDON IVTHOMAS R. GORDON, JR.MICHELLE M. GOYETTEJOHN M. GRANTZRICHARD A. GRAVESNATHAN M. GRAYTRAVIS B. GRAYTHOMAS M. GRECOJAMES D. GREERDENNIS M. GRIMSLEYPAUL B. GUNNISONKARSTEN J. HAAKEDEWEY C. HAINESCHRISTINE E. HALEJOSEPH E. HALLORAN IVROBERT D. HALVORSONGEORGE L. HAMMAR IVWILLIAM J. HAMPTON IVROGER S. HARBISONPATRICK K. HARKINSBERNARD J. HARRINGTONCHAD M. HARRISDUSTIN K. HARRISBRADLEY P. HARVEYSTEPHEN S. HARVEYROBERT J. HASKINBRANDON H. HAVRONJOSEPH A. HAWKINS, JR.BYRON S. HAYESBRADLEY J. HERMAN, JR.AXEL HERNANDEZLUIS R. HERNANDEZJOSHUA P. HIGGINSJOSEPH J. HODGSONCHARLES P. HOGEBOOM IVDAVID A. HOLLISKENNETH K. HOLMSTROMCAROLINE K. M. HORTONMARK C. HOUSTONJONATHAN D. HOWELLJOHN M. HUBBARDTIMOTHY L. HUDSONSEAN F. HUGGINSANTHONY V. HUGHESBENJAMIN E. HWANGERNEST J. IRVIN IICHARLES E. JACKSTEPHEN S. JACKMANBRETT G. JACKSONEDWARD M. JAGODZINSKIJAMES M. JAMESMICHAEL R. JAZDYKPHILLIP G. JENISONPETER R. JENSENEDWARD J. JOHNSON, JR.ERIC M. JOHNSONMARK C. JOHNSONSEBASTIEN P. JOLYJASON J. JONESWILLIAM L. JUDSONMARK G. KAPPELMANNELLEN J. KELLEYMATTHEW F. KETCHUMJASON T. KIDDERDOUGLAS D. S. KIMJAMES M. KIMBROUGH IVMILTON L. KINSLOWKEVIN L. KIRBYWILLIAM L. KIRBYSCOTT W. KIRKPATRICKSCOTT W. KOASTMATTHEW J. KONZPAUL J. KREMERTIMOTHY R. KREUTTNERSCOTT C. KRUSESEAN H. KUESTERCORNELIUS W. KUGLERCHRISTOPHER T. KUHNDOMINIC Y. KUSUMOTOJOSE R. LAGUNAMARC V. LAROCHEPAUL L. LARSONSCOTT A. LEBLONDTHEODORE J. LECOUFFEDANIEL L. LEEJAMES K. LEE, JR.DARREN D. LEMASTERHEATHER A. LENTZALLEN D. LETH, JR.ALEXANDER F. LEWISAPISIT LEWISCHAD B. LEWISMARK A. LIBBYANDREW N. LIFFRINGPETER A. LINDTRAVIS J. LINDBERGERIC N. LINDSAYTIMOTHY A. LINDSAYMATTHEW R. LITTLEJOHN T. LITZBRIAN S. LOCKEANDREW R. LOEBRONALD E. LOFTON, JR.JAMES B. LOVEKEVIN J. LOVELLJEREMIAH C. LUMBACACREDE J. LYONSROMEO R. MACALINTAL, JR.JON P. N. MADDALONIRYAN O. MAENDERTOBIN A. MAGSIGSCOTT J. MALONE IIISAAC C. MANIGAULTGERALD G. MAPPSTEPHEN T. MARCHANTTANYA T. MARKOWRAUL E. MARQUEZHERNANDEZHUNTER M. MARSHALLTODD H. MARSHBURNHARRY C. MARSON VRICHARD A. MARTINROBERTO R. MARTINEZTHOMAS R. MATELSKIERIC L. MAXWELLMATTHEW R. MAYBOUERVIRGINIA A. MCCABEMICHAEL C. MCCAYCAROL A. MCCLELLANDCLIFTON R. MCCREADYIAN A. MCCULLOHKIMEISHA Y. MCCULLUMERIN A. MCDANIELKENNETH P. MCDANIEL IIIJOHN J. MCDERMOTT IIIBRIAN D. MCDONALDJEFF H. MCDONALDGEORGE F. MCGRATH IIILADD D. MCGRAWANDREW S. MCINTYREDANIEL S. MCKEEGANCHRISTOPHER T. MCKINNEYGEOFFREY A. MCLAUGHLINTHELONIOUS F. MCLEANBURRELLMICHAEL G. MCLENDONSEAN J. MCWILLIAMSCHRISTOPHER MEDINABRIAN C. MELLENRICHARD V. MELNYKNORBERTO R. MENENDEZ IIIOTMARO A. MENJIVARDOUGLAS W. MERRITTMARK D. METZGERRUSSELL D. MEYERHILARY J. MILLERGEORGE O. MIMSMICHAEL A. MINENI, JR.JAMES E. MIXSON IIICHARLES F. MOEHLENBROCKMACEDONIO R. MOLINARAPHAEL B. MONTGOMERYPAUL M. MOODYJULIO V. MORALES IIIMICHAEL P. MORANRANDOLPH M. MORGANJEROME S. MORRISONJOHN C. MORROWSINLAN MORROWTHEDRIC J. MOSELEYFRANCIS R. MOSSJOHN C. MOSTELLARVANESSA Y. MOYEMICHAEL S. MULLINSSTEVEN E. MUNDYJEANJACQUES T. MURPHYROBERT A. MURPHYWILLIAM C. NALLGREGORY J. NARDISCOTT C. NAUMANCHRISTINE M. NELSONCHUNGMATTHEW P. NEUMEYERSTEPHEN T. NEWMANKEVIN T. NICHOLASSHANNON E. NIELSENKATRISA L. NORWOODJOSEPH M. OCALLAGHAN, JR.JOSE H. OCASIOSANTIAGOSHAWN P. OCONNORBENJAMIN R. OGDENPATRICK M. OHARADAVID J. OLSONCAMERON M. ONEILMARK P. OTTJOSEPH E. PACEMARK A. PAPPALWILLIAM M. PARKERGREGORY A. PARKINSMICHAEL D. PARSONSRODEL F. PASIBEMATTHEW C. PAYNEBRIAN A. PEDERSENJON S. PENDELLMICHAEL N. PERRYLEE I. PETERS IIIWILLIAM R. PETERSONPAUL A. PFEIFFERROBIN K. PICKELJEROME L. PIONKCHRISTOPHER S. PITTMANCARTER L. PRICEKEVIN B. PRICERUSSELL M. PRICECHARLES A. PUDIL IIJASON M. RAILSBACKRENE RAMOSRIVERABRIAN C. RAUOWEN G. RAYBRENDAN C. RAYMONDGREGORY J. RECKPAUL M. REEBKENNETH N. REEDKYLE A. REEDTIMOTHY J. REEDBRANDON E. REEVESJOHN T. REINERTLUIS O. REMIGIODANA E. RESNICKMICHAEL A. REYBURNEDWIN REYESMONTANEZJENNIFER A. REYNOLDSJOHN M. REYNOLDSNATHAN P. REYNOLDSJESUS T. REYNOSOSTEPHEN M. RHUDY, JR.DANIEL L. RICEARIE C. RICHARDSJOHN P. RICHARDSALVARO F. ROAWALTER G. ROBERSON, JR.KURT W. ROBERTSSAMUEL R. RODRIGUEZRICHARD K. ROPERSTEPHEN V. RUZICKASEAN J. RYANRAFAEL SAENZDENNIS A. SALCEDOERICK J. SALISBURYIKE L. SALLEEMICHAEL J. SALVOANDREA L. SAMPSONSTEVEN M. SATTINGERMATTHEW C. SAUNDERSTIMOTHY L. O. SAVIDGEMATTHEW SCALIAMICHAEL A. SCARPULLAFRANK P. SCHANTZROBERT J. SCHEXNAYDERERIC A. SCHMIDT TIMOTHY J. SCHMITTJEFFREY SCHRICKDARRYL T. SCHROEDERGERD D. SCHROEDERJAMES C. SCHWARTZ, JR.GREGORY C. SCRIVENSSTACY M. SEAWORTHALLAN M. SELBURGSCOTT A. SENDMEYERTIMOTHY R. SHAFFERWILLIAM J. SHAVCEJEFFREY A. H. SHAWJERAL J. SHELTONMARK B. SHERKEY, JR.DAVID R. SHOUPESAMUEL S. SHRADERJAMES D. SIDESPAUL A. SIGLERCHRISTOPHER A. SIKESALEXANDER V. SIMMONSRAYMOND T. SIMONSJEFFEREY A. SLOWNBRADFORD W. SMITHCHARLES J. SMITHCLOYD A. SMITH, JR.EDLYN E. SMITHJASON E. SMITHKELSEY A. SMITHTYLER B. SMITHWAYNE C. SODOWSKYERIC G. SORENSONPHILLIP D. SOUNIAJOSEPH R. SOWERSJON R. SPELLKEVIN SPIELMANWARREN E. SPONSLER, JR.STEPHEN J. STASEVICHJENNESS F. STEELEMICHAEL P. STEPHENS, JR.MICHAEL A. STINNETTCARRINGTON L. STOFFELSKEVIN J. STOLLTOMMY E. STONERDANA T. STOWELLDAVID A. STRANGEJENNIFER L. STRIEGELERIC S. STRONGPATRICK J. SULLIVANRICHARD J. SUROWIECGRAHAM R. SWENSONNEIL TATORT G. TAYLORTONY TAYLORJAMES L. TENPENNYERICH R. THENCHRISTOPHER W. THOMASJOEL W. THOMAS IICHARLES S. THOMPSONMARK W. THOMPSONMICHAEL A. THOMPSONMICHELE A. THOMPSONJEFFREY A. TIEGSMATTHEW J. TIESZENERIC B. TOWNSSTEVEN B. TRAUMMARK L. TROMBLEEMICHAEL J. TROTTERJAMES J. TUITE IVJAMES E. TURLEYMARCIA J. TUTTTIMOTHY S. TYSONRONALD H. UPTONJOHN B. VAN HOOKCHRISTIAN G. VAN KEURENGEOFFREY R. VANEPPSMARK D. VERTULITIMOTHY C. VILESTITO M. VILLANUEVASAMUEL L. VOLKMANWILLIAM D. VOORHIESCHRIS A. WADEBLAINE N. WALESJOSHUA H. WALKERBRADLEY J. WALLACEDOUGLAS R. WALTERJOHN P. WALTONCHRISTOPHER J. WARDMARK S. WARDENSTEPHEN WARGORONALD A. WARNERMICHAEL B. WEATHERSSETH A. WEAVERSYLVESTER O. WEGWUHEATHER E. WEIGNERMATTHEW R. WEINSHELSHAMAI T. WELLONSPATRICK C. WENTZCHRISTOPHER M. WHELANEDWARD S. WHITAKERJOHN C. WHITE, JR.RYAN H. WHITTEMOREMARCUS A. WILDYCURTIS D. WILEYPATRICK S. WILKINSJOHN C. WILLIAMSJOHN M. WILLIAMSLEEVAINE WILLIAMS, JR.RAYMOND E. WILLIAMSRHONDA Y. WILLIAMSANTHONY T. WILSONJEREMY S. WILSONMARK A. WINKLERSCOTT M. WINTERKEVIN D. WISSELAARON W. WOLFPHILLIP E. WOLFORDFREDERICK D. C. WONGROBIN S. WOODYJOHNNY WORKMAN, JR.BRIAN K. WORTINGERNANCE J. WRIGHTTED D. YATESRODNEY R. YOUNGWILLIAM R. YOUNGDAMON M. YOURCHISINJOHN J. ZEIGLERANDREW S. ZIESENISSD005671D002838D005789D002100D002605D002495D006597D010372D002598D001162D003921D002565D001537D005579 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelALISSA R. ACKLEYSTEPHANIE R. AHERNTHOMAS S. AKINANDY R. ALLENDANIEL P. ALLMACHERROBERT R. ANDERSONMARIA T. ANGELIWANDRA F. ARNOLDSCOTT C. BAGERSTEPHEN K. BARKERMARK W. BARLOWCHRISTOPHER T. BARRYJOHN M. BARRY, JR.CHAD T. BATESERIK M. BAUERJOHN W. BAUERDAMON A. BECKNELCEASAR P. BERGONIABRIAN A. BISSONNETTEWARD T. BLACKLOCK IIIMARK A. BOEKEBRIAN C. BOLIOCRAIG J. BONDRAAQUANITA R. BONDSTIMOTHY B. BORAASWILLIAM E. BOSWELLJESUS E. BOTELLOCOOPER D. BOWDENSTEVEN T. BOWERDONALD W. BRADY, JR.WILLIAM H. BROOKS IIIERIC L. BROWNJUSTIN W. BROWNJAMES W. BRYANT, JR.TED M. BRYANTBENJAMIN D. BUALATWILLIAM B. BURLEYJEREMY D. BUSHYAGERRAYMOND D. BUTLERRICHARD D. BUTLERJASON C. CALDWELLTERENCE A. CALIGUIREJAMES J. CAMERONCHAD E. CAMPFIELDSHAWN B. CARDENDAVID F. CAREYSHAWN E. CARPENTERHORACE CARTER, JR.RICHARD K. CASSEM IIROBERTO R. CASTILLOJENNIFER CHAPMANDONALD J. CHARRONJAMES A. CHARTERSCHRISTA M. CHEWARKEITH T. CHINNBRIAN J. CHWOJDAKCHRISTOPHER W. CIRINOGREGORY S. COBURNJOHN D. COLWELL, JR.KRIS M. COLWELLJASON P. CONROYBRADLEY J. COOKBRANT R. CORNISHDAVID J. CREASMANDANIEL J. CURTISTIMOTHY G. DALTONBRIAN S. DAVISJACQUELINE H. DAVISROGER K. DAVISKEITH L. DAWSONPHILIP H. DAWSONMICHAEL R. DEANMATTHEW S. DENNYKAREN J. DILLJOHN J. DISMERJAMES R. DOOLEYTHOMAS W. DORREL, JR.JAMES L. DOTY IIISEAN P. DUVALLMARY T. EBERSTDAVID P. ELSENMICHAEL C. ENOSSAMUEL A. ESCALANTECHARLES D. FAINTDUANE A. FAIRFAXGARY E. FARLEY, JR.ANDREW T. FERGUSONJENNIFER P. FINCHMICHAEL D. FORBISYVETTE FOSTERIAN E. FRANCISRONALD L. FRANKLIN, JR.STEVEN J. FREDERIKSENERNEST A. FREUNDJOSEPH A. FUNDERBURKECOREY S. GERVINGKURT D. GIESEMATTHEW T. GILLSCOTT D. GILMANJOHN C. GIORDANOMICHAEL A. GLODEBRANDON S. GLOVERCURBY W. GRAHAMJESSICA L. GREGRISJON D. GRIESEGREGORY C. GRIFFINJENNIFER S. M. GRIFFINRANDALL D. GRIGG, JR.GEORGE C. HACKLERCHAD K. HACKLEYJAY W. HALEYMICHAEL P. HANSENTIMOTHY L. HARDYWILLIE J. HARRIS, JR.TANYA L. HARRISANTHONY J. HARTSOOKRONALD C. HASZDONALD A. HAUSSER, JR.JUSTIN M. HAYNESMARVIN G. HAYNES IVBENNETT E. HAYTHCHRISTOPHER K. HEATHJON L. HEFFNER, JR.DUANE I. HENDERSONOBIE C. HENDERSONRAY C. HERNANDEZDAVID HERNANDEZMORALESSTEVEN J. HILDEBRANDALBERT C. HILL, JR.ERIC M. HIUGREGORY L. HOLDENCHRISTOPHER R. HOLLIFIELDPETER H. HOPEWELLROBERT E. HORNEKEVIN G. HOSIERJEFFREY M. HOWELLCHRISTOPHER G. HURLBURTSCOTT E. HUTCHISONKENNETH P. HYNESUNKYONG IMBOB A. ISAACCHAD S. JACKSONWILLIAM K. JAKOLAEDWIN B. JANKOWSKIMATTHEW A. JESOPCHARLES L. JOHNSONRICHARD H. JOHNSON, JR.JACKIE D. JONES, JR.OLIVIA A. JONESALVIN L. JORDAN, JR.JONG H. JUNDEBORAH S. KARAGOSIANBRIAN A. KASTNINGDANIEL J. KEELRHONDA L. KEISTERJEMAINE L. KEMPMATTHEW R. KENTLEONARD W. KERGOSIENRAYMOND A. KIMBALLWARREN E. KIMMELMICHAEL J. KINGJOSEPH KLOIBERQUINT A. KLOPFLEISCHJONATHAN P. KLUGRODGER D. KNEDELHYUNJU V. KOMICHAEL A. KOEHLKEVIN W. KOERNERCHERYL R. KORVERJEREMY S. KOTKINROBERT J. KRESSCHRISTOPHER A. LAMBERTANNMARIE K. LAROQUEKARL F. LEDEBUHRSHAWN E. LEONARDJOHN F. LEOPOLDGEORGE D. LEWIS IVDAVID T. LIBERTJASON T. LIDDELLJOSEPH M. LINDQUISTDERRICK C. LONGWENDY Y. LUPOSTUART A. LUTTRELLALEXANDER D. MACCALMANKELLY G. MACDONALDJILL L. MACKINCECIL R. D. MACPHERSONVERONICA H. MAGNOTTOMELVIN T. MAGSINORYAN M. MARROCHRISTOPHER S. MARTINJUAN F. MATAJONATHAN S. MATEYJAMES S. MATTHEWS IVSTUART T. MCCALLHUGH P. MCCAULEYBRIAN W. MCLAUGHLINLOUIS P. MELANCONJOHN C. MICHAUDMELISSA C. MILESTRICA M. MILESTIMOTHY W. MILLERCHRISTOPHER D. MILLSSAMUEL T. MITCHELL II JEFFREY T. MORANHOWARD A. MURRAYMARGARET M. MUSSERSCOTT C. NAYLORGARY P. NELONJAMES H. NELSONJEFFREY S. NELSONJOHN E. NELSONJAMES E. NICHOLS IIIMELVIN J. NICKELLQUENTIN C. NOREIGAGRETCHEN M. NUNEZJEFFREY P. ODONNELLKEVIN M. ONEILROBERT J. ORSIAARON D. OSBURNJOHN D. PAGEDAVID J. PALAZZOCHARLES G. PALMER IVJASON N. PALMERMATTHEW S. PALMERDAVID W. PARKESSAMUEL L. PARTONJON F. PARVINRICHARD S. PEEKEJOSE PEREIRAJAY L. PERSONSAARON L. PETERSONDONALD PETERSON, JR.KEVIN L. PETERSONGARY D. PHILMANROBYN L. PIETRONBURCHELL O. PORTERGARY L. PRATERTED M. PREISTERDOUGLAS A. PRYERALAN J. QUATTRINRALPH J. RAGOSTA IIICHAD O. RAMBORONALD V. RANALLITHOMAS B. RANSOMRICHARD A. RASSBACHJOHN C. RAYBURNMARK G. REARDANZDONALD W. REEVESDWAYNE D. B. REEVESMASON J. RICEJOHNNIE L. RICHARDSON, JR.WALTER E. RICHTERPAUL H. RIGBYJAMES F. RILEYJAWARA RILEYNED C. RITZMANNJOSE R. RIVASBRIAN L. ROBINSONDARELL M. ROBINSONPAUL R. ROMANOFRED D. ROTHENBUSH, JR.PETER J. ROWELLJONATHAN A. RUFENACHTTODD D. SABALABILL N. SABBAGHAARON D. SAMMONSROBERT SAYREADAM C. SCHLANGROBERT F. SCHLICHTCRAIG M. SCHLOZMANKURT P. SCHOMAKERADAM D. SELLERSEDWIN S. SERRANOJOHN D. SHANNONMICHAEL P. SHANNONANTHONY E. SHEPARDCARLOS R. SHIPPYROBERT E. SHOLLSAMUEL R. SMITH, JR.DERRICK C. SMITSMICHAEL D. SPAKEPAUL S. SPARKSERICH C. SPRAGGRYAN R. SQUIRESNICOLE J. STANFORDJOHN W. STANLEYROGER E. STANLEYBRIAN M. STEPHANALEXANDER D. STEPHENSONHEATHER L. STEWARTJOHNSTONBERNIE E. STONEDONALD B. STREATERBRENDA J. SUGGARSMARNE L. SUTTENSULEV A. SUVARISTEPHEN P. SZYMANSKIIAN J. TARASEVITSCHDAVID A. TARVINJAMES S. TAYLOR, JR.EDWARD B. TEAGUE IVJAMES C. TEAGUEKIRBY K. TEAGUESTEPHEN D. TERSTEGGEENRIQUE P. TORRESSTONEY A. TRENTWILLIAM M. UNDERWOODSCOTT L. UNSWORTHHEIDI A. URBENCAINAZ A. VAKHARIALITA VAN HOOKERIC J. VANDENBOSCHBRYAN D. VELARDENATALIE C. VINESJOSEPH W. VONGSVARNRUNGRUANGJOHNNIE R. WALKER, JR.MARK D. WALTERSALEX L. WEHMEYERJEFFREY J. WEINHOFERJAMES R. WESTDALE M. WHITECARLOS A. WILEY, SR.RONALD D. WILKESDENNIS G. WILLETUWANDA F. WILLIAMSTERRI A. WISEKIEU D. WOLFORDERNEST Y. WONGBRIAN D. WOOLWORTHCHRISTOPHER J. YOUNGJOSEPH J. ZELAZNYKIRK F. ZIMPELRAYMOND C. ZINDELL IIID006015G001179G001160G001241G001366D010134D002626D010564D002561G010046G001223D010809G001213D003185 THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelTHOMAS H. AARSENKRISTIN A. ABERGPAUL E. ALESSIOCHRISTINE E. ALLENRONNIE D. ANDERSON, JR.JOHN M. ASKEWGERALD AVILAALEJANDRO AYALACHAD A. BAGLEYJAMES E. BAGLEYJEFFREY E. BAKERSCOTT R. BAKERANDREW M. BALANDATHOMAS M. BALLENGER IIISHANE A. BARNASHANE C. BARNESLESLIE A. BARNETTSEAN G. BARRETTANTHONY C. BAUERHEATHER O. BELLUSCIGARRICK B. BENSONTYRONE C. BENTINCKLAWRENCE W. BITTNERJOSEPH C. BLANKENSHIPDENNIS BOWERSMATTHEW R. BOWLERKENNETH C. BRADFORDANGELIQUE O. BROUGHTODD A. BROWNINGBRADLEY N. BRUCEBOBBY W. BRYANTLETITIA L. BRYANTANGELA R. BUCHANANTODD E. BUHRSEAN M. BURKEDONALD L. BURTONJAMES M. CALLIS IIJONATHAN G. CAMERONLANCE CANGELOSIHEATHER J. CARLISLEANDREW T. CARTERJOHN H. CHAFFIN IVKEVIN S. CHANEYJAMES C. CLARKE, JR.KELVIN R. CLAUDEJAMES L. CLIFTNOAH C. CLOUDJERRY E. COBURNBRENT D. CORYELLLAWRENCE M. COUSINSJESSE A. CRISPINOLESLIE E. DARLINGMARY M. DASILVACHERRIE L. DAVISJOSEPH M. DAVISANDREW J. DEKEVERANTHONY R. DEKEYZERTROY M. DENOMYDAVID S. DINKELMANJULIAN A. DOMINGUEZMICHELLE K. DONAHUESTEVEN T. DOWNEYCHARLES P. DOWNIEDEREK J. DRAPERMICHAEL C. DUSABLONBRYAN D. EDWARDSJASON T. EDWARDSDANIEL P. ELLINGERPAUL A. ESMAHANJOSEPH E. FAGANRAY C. FALLARIARYAN D. FEARNOWROBERT S. FEATHERSANGEL M. FELICIANOCASILLASKEVIN E. FINCHAARON P. FITZSIMMONSCHRISTOPHER A. FORDGREGORY S. FORTIERMICHAEL P. FRANKJOHNATHAN B. FRASIERTIMOTHY R. FULLERDEZZAIRE D. FULTONDONOVAN O. FUQUAWILLIAM A. GALINGERADAM GAMEZJAMES M. GARRETTRAYFUS J. GARYJERRY E. GAUSSOIN, JR.WAYNE J. GAVINEDWARD J. GAWLIK IIIPATRICIA L. GEORGERODNEY M. GIBSONGLENDA A. GILLMARSHANNA M. GIPSONEDWARD C. GOSLINE IIISIDNEY M. GOURDINE IIKIMBERLY K. GRAHEKDANIEL M. GRAYDAMIAN A. GREENROCHELLE Y. GREENMICHAEL H. GREENBERGJOEL M. GREERRUDOLPH C. GRIMESKEVIN J. GROTHBORIS A. HALLJOHN F. HALLMATTHEW T. HAMILTONRAPHEAL J. HAMILTONSIDNEY A. HARRISJAMEY P. HAUKAPKELDA S. HAWKINSDANIEL J. HEAPENICOLE M. HEUMPHREUSJUSTIN L. HIGHLEYKELSIE C. HILLHUSTONLINNEN E. HODOGARY A. HOFFMAN, JR.LANNY A. HOGABOOM IICAIN A. V. HOPSONLOWELL E. HOWARD, JR.STEPHEN M. HOWELLCORT J. HUNTANGELA R. HUTCHERSONEDWARD A. IVEYERIK A. JABLONSKIJASON K. JEFFERISPAIGE M. JENNINGSGREGORY S. JOHNSONTRAVIS H. JONESROGER L. KEEN, JR.RAYMOND D. KELLERMILTON G. KELLYKEVIN H. KERBYSTEFAN S. KINGTIMOTHY W. KLENSKEMATTHEW H. KNORRMICHAEL J. KOVACSBRIDGET A. KROGERWILLIAM D. LASHNOEMI LAUREANOANTHONY Q. LEESTEPHANIE J. LEGGETTBRIAN A. LESIAKJEREMY R. LEWISCHRISTOPHER R. LIERMANNJOSEPH L. LISELLAELISABETH S. LITVINWALTER LLAMASBRIAN D. LOFTONJARED T. LONGFIELDBRETT K. LORDJOHN M. LORENZENJON A. LUSTGABRIELLE M. MADDALONIDENNIS C. MAJORANTHONY T. MANERICHASE S. MARTINDANIEL P. MARTINMISTY L. MARTINRICHARD MARZANCOLLAZOCHERYL B. MASISAKWILLIAM W. MAYMARK W. MAYSJAMES J. MCANDREWSTAMARA MCCLENDONMICHAEL J. MCCURTYSCOTT W. MCINTOSHKELLEY L. MCINTYREWANDA Y. MCLEANMICHAEL B. MCNEELYJAMES K. MCPHERSONBRIAN A. MEINSHAUSENCHRISTOPHER E. METZRICHARD L. MICHAELSMICHAEL T. MOORESTACEY A. MOOREMARCUS A. MOTLEYHAROLD L. MOXLEYROBERT C. MURRAYMICHAEL S. NAVARROJAMES T. NAYLORWIL B. NEUBAUERKHOI T. NGUYENTHOMAS H. NGUYENCOLIN P. NIKKILASETH A. NORBERGCHARLES G. NOVOTNYJASON J. NOWAKSEAN M. OBRIENKENNETH G. ODONNELLCARL S. OELSCHIGMARSHAL R. OLLERMICHAEL D. OLSONCHRISTOPHER C. OSTBYARTHUR A. PACKMARK E. PARSONSRICHARD G. PETERSEN, JR.STEVEN A. PETERSENROBERT L. PHILLIPS IIIJOSEPH C. PISANI, JR.LAURA N. POSTONBRYCE D. PRINGLE KERRY S. PROWELLHEATHER J. PUTMANJEFFREY E. REDECKERMARK J. REEDBRADLEY L. REESRYAN G. REGTUYTTHOMAS J. RICEBRIAN K. RICHIETIMOTHY C. RIGGSLORENZO P. RIOSSTEVEN D. RIOSMICHAEL T. RITTENHOUSEMONIQUE N. RIVERASANDRA E. ROBINSONLUIS A. RODRIGUEZLUIS E. ROJASCHRISTOPHER J. ROMEROGARY D. ROWLEYROBERT W. RUGGMICHAEL J. RUTHERFORDBRYAN W. SALYERSDARCY L. SCHNACKJONATHAN E. SCHRADERSTEPHEN R. SEIGERTYRA S. SELLERSNORERT G. SIMONNETROBERT C. SLOSSONBRIAN A. SMITHGREGORY S. SMITHJOEY R. SMITH, JR.KEVIN Z. SMITHVICTORIA L. SNOWTOY Y. SOBERSROY W. SPEAKSMARC D. STAATSMEGAN B. STALLINGSJAMES M. STEPHENSJONATHAN A. STEVENSEMILLY M. STOFFELSENODJA F. SUNDIATAWALKERJACOB C. SWANTKOWSKI IITODD N. TERRALGREG R. THAYERARMOND THOMAS IIIJARRETT A. THOMAS IISTEPHEN THOMASWILLIAM M. THORNHILL IIPATRICK M. TIEMANNMICHAEL S. TITUS IIWILLIAM TRIMBLE, JR.MICHAEL T. TRIPLETTPATRICK W. TRIPLETTJOHN K. TULIFUAJAMES L. TURNER VMICHAEL N. TURNERMICKEY A. TURNERDANE A. TYNESFELIX J. VALENTINSTEWART J. VANBURENJENNIFER S. WALKAWICZFRANK E. WALKERANDREW H. WARNINGHOFFMICHELLE G. WASHINGTONDAVID C. WELCHKENNETH W. WICALJOHN S. WIEMANJESSE R. WIGHTMAN IIIXAVIERA C. WILLIAMSWESLEY J. WILLIAMSONGARTH K. WINTERLEMARK D. WOLFDAVIE L. WRIGHT, JR.STEVEN C. WRIGHTMITCHELL L. YBARRAMICHAEL R. ZAHURANICD002834D005087D006019D010459D010563D010898D010899 IN THE NAVY THE FOLLOWING NAMED INDIVIDUAL FOR APPOINTMENT TO THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be lieutenant commanderMATHEW R. LOE THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderMICHAEL J. O'DONNELL THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderLAWRENCE BRANDON, JR. THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be lieutenant commanderROBERT A. SLAUGHTERROBERT THOMAS THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 5589: To be lieutenant commanderANTHONY DIAZTAMI M. LINDQUISTERROL K. MANDRELLTODD A. MCINTYREJANE E. MCNEELY THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be lieutenant commanderCARISSA L. GAREYBRYAN E. LONGDANIEL G. NICASTRI THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderTIMOTHY M. DERBYSHIRETOMASZ DMITRUKOWSKIVON H. FERNANDESBARBARA E. JONASRICHARD L. MCKNIGHT IICHRISTINA E. ORTEGADANIEL G. UPPCHRISTINA J. WONG THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderJEREMIAH E. CHAPLINROBERT J. CLEARYERIC L. DALEYDAVID W. DAMRONCASEY J. GONJAMES D. HARRISDARIN H. KEETERGREGORY J. KURTZRAZAAK O. LAIYEMOJENNIFER J. LANDRYNATALIE A. LAUDIERANGELA S. LEFLERSTEPHEN A. MCINTYREMATTHEW W. MCKENZIEJEANETTE SHEETSADAM B. SHINABARGERPAMELA A. TELLADO THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderPAIGE H. ADAMSALEXANDER J. BEECROFTGRETCHEN A. BUNDYLADOWICZJEFFERY L. BURKECHARLES Y. CHADAVID E. DWIGGINS, JR.CRAIG A. FOWLERRAYMOND G. FREDRICKS, JR.LONNIE N. GRIFFITH, JR.BRANDY L. GROSSIJONATHAN M. HAYPHILLIP L. HICKMAN, JR.GENE J. JACKSONERIC L. KIRKCASANDRA L. KOISTINENGARY A. MCCONAGHY, JR.JASON A. TRACEYBRIAN P. WALSHCORNELL A. WOODSDURKE A. WRIGHTANDREW F. YOUNG THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderROBERT S. BAIRBRIAN R. BAKERTRISTAN M. BORNEDANNY R. BOUIEANTHONY A. BUMATAYJAMES E. DELOSSANTOSBRIAN A. EVANSAARON C. GEARYERVIN B. HATCHERROBERT N. JOHNSONWILLIAM R. JOHNSONJUDITH L. LEMLEYHENRY A. MARTINEZ IICODY K. MORTENSENPHILLIP C. PETERSENRALPH J. STEPHENSPATRICIA R. WILSON THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderKIRKLAND M. ANDERSONMARTIN J. ARASTACY A. BELDEN IIIMATTHEW R. BLANCHETTETRAVIS Z. BODESEAN P. BOYLELAWRENCE R. CADENAJAMES G. CARVERRUSSELL D. CHAPMANTRAVIS R. CLEMINSRONALD B. CLOVEJOHN C. COPELANDMATTHEW P. DOMINGOSADRIAN A. DYANDREA C. EASTONLYNDON D. EASTONSCOTT K. EMLEYRICHARD E. FAROTTEKRUCHASNATHAN A. FEEZORJASON M. FLOODTYRONE T. GABRIELBERTHEA G. HAMPTONJOHN D. HEAVRINJOHN M. HERMANERIN E. HIGGINBOTTOMKARL T. HJEMBOSEAN R. HOLMANCHRISTIAN E. JIMENEZCHARLES K. JONESPAUL C. KELLERRYAN K. KINGMELISSA A. MACLINROBERT A. MADDENNICK D. MARTINEZDAVID H. MILLNERAMANDA J. MITTELSTADTDAVID M. MROSEKJON J. MUHOBERACSUNG D. NGUYENROBERTO R. PEREZJEFFREY M. ROARKDAVID N. SAVERYKIMBERLY K. SHELBURNESTEFANIA A. SIGURDSSONJEFFERY C. STEPHENSONROBERT J. STORERMICHAEL B. STURMSETH F. TAYLORGABRIEL A. THOMASBRIAN E. WALKERFRANK A. WARNERKATHRYN E. WATSONGEOFFREY J. WEBERDAVID M. WHITEWILLIAM D. WHITEMAN IIIJEREMY B. WILGUSSHANE A. WINKERMARTHA A. WITTOSCH THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderCHERYL E. AIMESTILLMANJEFFRY A. ALSUPDAVID C. ANDERSON, JR.ROSS M. ANDERSONTODD A. ATKINSONJAMES S. BALDWINMICHAEL J. BALDWINANTHONY C. BARBERJOHN P. BARDLANCE O. G. BARKERBRAD A. BAUERMATTHEW J. BELLAIRANTHONY J. BELLVILLEBRENT J. BENLIENBRYAN G. BENNETTWILLIE J. BERNARDDOWAYNE BISTLINEGEORGE V. BODINELESTER F. BOERNERKELLY V. BORDENCURTIS BROWNKENNETH A. BRUCEFRED E. BRUMMERROBERT W. BURGETTZEVERICK L. BUTTSPABLO CAMARILLO IIISTEVEN S. CARPENTERCRAIG A. CARSTENEDWARD CASASJOEL A. CASTILLOJAMES M. CATTEAUTHOMAS S. CAVANAGHMICHEAL L. CAWYERJAMES C. CLARKJOHN W. CLINEDAVID A. CONTIPETE A. COOREHARVEY J. COPELANDMICHAEL K. CRUTCHFIELDMICHAEL C. CURETONJON R. DAVISRANSOM A. DAVIS, JR.ROBERT D. DAVIS, JR.JASON A. DAVYBRIAN C. DEMANGEWILLIAM A. DENNISJAMES W. DESROSIERS, JR.SHAWN W. DEVLINPATRICK D. DONOVANMARK R. DUMASLYNOR A. DUNCANANDREW B. DUNHAMALAN V. DUNNGARY D. DUNNSCOTT M. DURDLEROBERT DURHAMSTEPHEN J. DURHAMFRANK A. DURSOKELLY D. EGELHOFFWILFREDO A. ESLAORICHARD E. EVANSJOHN S. FAIRWEATHERSHAUN W. FISCHERTAYLOR R. FORESTERROBERT C. FRYFELIPE D. GARCIA MARK T. GEORGECARL J. GERHARDPHILIP L. GESAMANRUSSELL J. GOFF, JR.ALBERT GUAJARDOBRUCE A. HAMILTONCHAD M. HAMMMICHAEL L. HANKEJOHN A. HARDESTYRONALD A. HARMON, JR.LEE M. HARTSCOT A. HAVENBRIAN HEASLEYMILES G. HICKSRICHARD D. HILTONHAROLD E. HONEYCUTTROBERT L. HYLTON, JR.SHAWN W. IRISHMICHAEL R. ISAACDWIGHT A. JEFFERSONMICHAEL B. JENSENBRANDON L. JOHNSONROBERT M. JOHNSONMITCHELL R. JONESLOYAL A. KAMM, JR.STEPHEN E. KASHUBAMARVIN L. KEEN, JR.ARTHUR C. KEENAN IISCOTT F. KESLERBRIAN L. KINGPAUL J. KITEDEBRA A. KLEINSMITHJEFFREY S. KLINKERJOHN A. KNOLLARICHARD K. KNOTTFREDDIE B. KOONCEBRIAN J. LADIEUGARY L. LANERUSSELL A. LAWRENCELINDA K. LAWSTHOMAS E. LAYNEGERARD P. LETOILE, JR.GARY A. LOCK, JR.MANUEL LOPEZ, JR.JON O. MAGNUSONMICHAEL J. MARTINDAVID M. MARTINEZKENNARD L. MASSIEANDREI L. MCARTHURNIGEL L. MCDONALDDARNELL C. MCNEILLGLEN A. MECKESJOSEPH E. MIKOLAJCZAKBRENT A. MILLERRICHARD E. MILLER IIITERETHA A. MINTZRUSSELL A. MOSERLELAND M. MURPHYTROY L. NAATUSTODD D. NELSONGREGORY F. NOTAROJAMES A. OBRIENRONALD K. OCHELTREEJUNSIMON A. OLIVEROSBENICIA I. ONEALROBERT L. PAGEDAVID W. PIERCEERIC J. PIERCEANTHONY D. PINKBLAINE C. PITKINKEITH D. PLAVNICKBRIAN PONCEDAVID P. PRATTJOHNNY QUEZADADAVID A. QUINTON IIROBERT E. RAMSEYWESLEY D. REEDYJAMES L. REMINGTON, JR.SAM C. RENNERFLOYD F. RINEHOLDGREGORY K. RINGMARVIN G. ROBINSONCHARLES B. ROEGIERSMARK V. ROLLSTONSTEPHEN R. ROSEDAVID J. RUSSELLMICHAEL A. RUSSELLSTEPHEN L. RUSSOWAYNE N. SALGADO, JR.RAMIL Y. SALVADORSAMANTHA J. SAVAGEELIZABETH A. SHAMANOWSCOTT N. SHENKJAMES R. SHIRLEYRONALD R. SHORTERGREG N. SHUPPJAMIE J. SIGALAERICK W. SMITHRICHARD T. SNYDERMICHAEL J. SPANGLERDENYSE F. SPRINGERJOHN A. STAHLEY IIBOBBY C. STANCILCLINTON STONEWALL IIIROBERT J. STREMMELLUKE S. SULLIVANOTIS S. SUMMERSLARRY E. TARVERGREGORY L. TAYLORTODD N. TAYLORMONTE R. TEMPLEJOHN T. THOMPSONANTOINE D. THORNTONBARON D. TILLINGHASTGARY A. TINCHERTOMMY L. TINNEY, JR.DAVID R. TOLINEERIC A. TRAINISHAWN A. TRISLERSCOTT TROJAHNMICHAELANGELO T. TUNGOLKARL E. VAUGHNJAMES M. WALKERTHOMAS S. WARESTEVEN R. WHEATLEYGARY E. WHITEDEAN E. WHITEHOUSEPEGGY S. WHITENERBENJAMIN J. WIECHERT IIISTERLING R. WOOLRIDGEMICHAEL J. WORKSRICHARD D. WRIGHTGILBERT A. YARBROUGH, JR.HECTOR R. YOUNGELLIOTT W. YOUNGBLOODJON E. ZATLOKOWICZ THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderARCHIE L. BARBERAARON E. BETZPETER BISSONNETTEKRISTINA M. CHENERYJAMES J. CULNEN, JR.MICHELE R. EWINGRICHARD G. GLASGOW IIKIMBERETTA Y. GREENLOUIS F. IMBODENRANDALL D. KREKELERKELLY A. MAKSEMLAURA L. MCDONALDDEANNE B. MCPHERSONTERESA S. MITCHELLJEFFREY L. MORINSCOTT A. MOWERYCHRISTOPHER C. MULLERJAMES R. PEDERSONERIC L. PONDGUNER L. SANDERSCHRISTOPHER J. SCHLOBOHMCHRISTY N. SIBLEYMELODY L. STAHRZAVEAN V. WARE THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderMYLENE R. ARVIZOGREGORY P. BALLDARRIN E. BARBERBOBBY A. BASSHAMMARK F. BOSEMANPERRY L. BRANCHJEREMY J. BRAUDJAMES L. BRAWLEYKRISTIN D. CARTERCEDRIC N. DEDEAUXSCOTT R. DELWICHECOLIN J. DUNLOPJOHN M. GALLEBISHOPJONATHAN W. GANDYRICHARD C. GARGANOJOHN A. GENTAJASON A. HICKLEANTHONY C. HOLMESJOHN D. JUDDBIRUTE I. JURJONASANDREW M. LAVALLEYJOSEPH J. MARRAARMANDO MARRONFERNANDEZCHRISTOPHER K. MATASSAJEROME S. MCCONNONDAVID A. MCGLONEJOSEPH D. MEIERHECTOR A. OJEDA, JR.MATTHEW R. ONEALANGELA C. OWENSJONATHAN E. PAGETRAVIS J. PLUMMERUPENDRA RAMDATJOHN A. RAMSEYSARAH B. RICECHRISTOPHER M. SCHINDLERBRIAN D. SNEEDWILLIAM J. SUMSIONJACK A. TAPPECHAD N. TIDDERROL A. WATSON, JR.ASHLEY S. WRIGHT THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderAMELIA F. DUDLEYJESSIE J. HALLANJASON SAGLIMBENEBRANDON D. SMITH THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderRICHFIELD F. AGULLANASAMUEL A. BORNINO, SR.DEREK H. BURNSLEANNE R. CARTERHARRY D. CHRESTRICHARD MERCADOERIC A. NAGLEYSHANTELLE J. OVERLYMICHAEL D. PHILLIPSBECKY L. RAMOSDANIEL D. REIDJAMES L. RORERANDREW L. RUTHERFORDTHOMAS A. SCHROEDERFRANKLIN A. SUELASHANNON P. THOMPSONJERICHO B. TIMOGCHIEH YANG THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderCHARITY C. HARDISONZACHARY F. HARRELLPAUL D. MACAPAGALSTEPHANIE B. MURDOCK"], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/20/S4729-5_nominations/'}