{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'EXECUTIVE REPORTS OF COMMITTEES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-11-10/html/CREC-2011-11-10-pt1-PgS7366-2.htm', u'number': 172, u'id': u'CREC-2011-11-10-pt1-PgS7366-2.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S7366-S7367', u'speaker_party': None, u'date': u'2011-11-10', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u' The following executive reports of nominations were submitted:', u'By Mr. LEVIN for the Committee on Armed Services.\n Air Force nomination of Col. Giovanni K. Tuck, to be \n Brigadier General.\n Air Force nomination of Maj. Gen. Robin Rand, to be \n Lieutenant General.\n Air Force nomination of Brig. Gen. Everett H. Thomas, to be \n Major General.\n Air Force nomination of Maj. Gen. Ronnie D. Hawkins, Jr., \n to be Lieutenant General.\n Air Force nomination of Col. Judy M. Griego, to be \n Brigadier General.\n Air Force nomination of Maj. Gen. John W. Hesterman III, to \n be Lieutenant General.\n Army nomination of Col. David C. Coburn, to be Brigadier \n General.\n Army nomination of Maj. Gen. Joseph E. Martz, to be \n Lieutenant General.\n Army nominations beginning with Brigadier General Ralph O. \n Baker and ending with Brigadier General Mark W. Yenter, which \n nominations were received by the Senate and appeared in the \n Congressional Record on July 26, 2011. (minus 1 nominee: \n Brigadier General Edward M. Reeder, Jr .)\n Army nomination of Maj. Gen. Peter M. Vangjel, to be \n Lieutenant General.\n Army nomination of Brig. Gen. Gill P. Beck, to be Major \n General.\n Army nomination of Gen. Lloyd J. Austin III, to be General.\n Army nomination of Brig. Gen. Janet L. Cobb, to be Major \n General.\n Army nomination of Lt. Gen. William B. Caldwell IV, to be \n Lieutenant General.\n Army nomination of Maj. Gen. William E. Ingram, Jr., to be \n Lieutenant General.\n Army nomination of Brig. Gen. Raymond A. Thomas III, to be \n Major General.\n Army nomination of Col. John L. Poppe, to be Brigadier \n General.\n Navy nomination of Rear Adm. Matthew L. Nathan, to be Vice \n Admiral.\n Navy nomination of Rear Adm. (lh) Earl L. Gay, to be Rear \n Admiral.\n Navy nomination of Rear Adm. Timothy M. Giardina, to be \n Vice Admiral.\n Navy nomination of Rear Adm. William D. French, to be Vice \n Admiral.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/11/10/S7366-2_executive-reports-of-committees/'}