{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 107, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgS839-2.chunk11', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S839-S869', u'speaker_party': u'D', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'K000105', u'order': 11, u'speaking': [u'Mr. President, first, I express my appreciation to our chairman and the members of the Judiciary Committee for the way these hearings were held on Senator Ashcroft to be the Attorney General, at that time chaired by our long-time friend and colleague, Senator Leahy, and also, in terms of the markup, by Senator Hatch. Those who had the opportunity to watch the course of the hearings would understand the sense of fairness and fair play all of us who are members of the committee believe they conducted the hearings with. I am grateful to both of them.', u'I hope at the start of this debate that we can put aside the cliches and the sanctimonious attitudes we sometimes hear on the floor of the Senate that those of us who have very serious and deeply felt concerns about this nominee somehow are responding to various constituency groups, or somehow these views are not deeply held or deeply valued. I have been around here long enough to know that in many situations, it is very easy for any of us to say those who agree with our position are great statesmen and women, and those who differ with us are just nothing but ordinary politicians who are not exercising their good judgment.', u'Those are policies or at least slogans which are sometimes used here.', u'This issue is too important not to have respect for those views that support the nominee as well, hopefully, as those that have serious reservations about it.', u"Listening to my friend from Arizona talk about the difference between Bill Lann Lee and this nominee, the differences couldn't have been greater. Bill Lann Lee was committed to upholding the law and had a long-time commitment to upholding the law. His statements to the committee confirmed a commitment to uphold the law just like Dr. Satcher and Dr. Foster.", u"Many of us have serious concerns about this nominee's commitment to the fundamental constitutional rights that involve millions of our fellow citizens in the areas of civil rights, women's rights, privacy, as well as the issues of the Second Amendment, and the treatment of nominees over a long period of time. I think the record will reflect that I find very, very powerful and convincing evidence that the nominee fails to give the assurance to the American people, should he gain the approval, that he will protect those particular rights and liberties of our citizens.", u'I intend to outline my principal concerns in the time that I have this morning.', u"Mr. President, two weeks ago the Judiciary Committee heard four days of testimony on Senator Ashcroft's nomination to serve as Attorney General of the United States. We heard Senator Ashcroft--as well as those who support and oppose his nomination--discuss his record.", u"I found the testimony on civil rights, women's rights, gun control, and nominations very disturbing. As I said then, Americans must be confident that the Attorney General and the Justice Department will vigorously enforce our nation's most important laws and vigorously defend our citizens' most important rights. Neither Senator Ashcroft nor his supporters have been able to provide that assurance.", u"Civil rights is the unfinished business of America, and the people of this country deserve an attorney general who is sensitive to the needs and rights of all Americans, regardless of color. It is not enough for Senator Ashcroft to say after the fact that he will always enforce the laws fairly. We must instead examine his record as Attorney General of Missouri and as Governor of Missouri and the impact he had on the civil rights of the citizens of Missouri. We must consider whether as Attorney General or Governor of Missouri, Senator Ashcroft tried to advance the cause of civil rights in his state or whether he tried to set up roadblocks. Based on the totality of his record, I must sadly conclude that he did the latter. I am particularly concerned about Senator Ashcroft's testimony on school desegregation in St. Louis. He asserted that the discrimination that segregated the schools of St. Louis was from the distant past and that the state had not actively discriminated since the decision by the United States Supreme Court Brown v. Board of Education in 1954. He made sweeping general statements about having always opposed segregation and supported integration. He made specific claims that he complied with all court orders, that the state was not a party to the lawsuits and that the state had never been found guilty of any wrongdoing.", u'Those statements and claims are inconsistent with the facts and with his record as Attorney General and Governor of Missouri. I see no plausible conclusion other than that Senator Ashcroft misled the committee during his testimony.', u"Senator Ashcroft's testimony that state sponsored segregation ended in the 1950s sheds light on his attitude about discrimination and his willingness to turn a blind eye to the disenfranchised. Responding to a list of the state actions that maintained segregated schools, Senator Ashcroft said:", u"Virtually none of the offensive activities described in what you charged happened in the state after Brown v. Board of Education. As a matter of fact, most of them had been eliminated far before Brown v. Board of Education. Secondly, in saying that the city maintained a segregated school system into the '70s, is simply a way of saying that after Brown v. Board of Education when citizens started to flee the city and move to the county . . . the schools, as people changed their location, began to be more intensely segregated. That was after the rules of segregation had been lifted, and it was not a consequence of any state activity.", u"Senator Ashcroft's testimony, at best, ignored the undeniable facts about school segregation in St. Louis, ignored court rulings, and was very misleading. In fact, far from having eliminated the ``offensive activities'' Senator Ashcroft referred to ``far before Brown,'' Missouri was still passing new segregation laws in the decade before the Brown decision, going as far as amending its state constitution to require segregation.", u"In his testimony before the Judiciary Committee, Senator Ashcroft denied that the city maintained a segregated school system into the 1970s. He testified that the schools remained segregated only because whites fled the city. He emphasized that this segregation ``was not a consequence of any state activity.'' Again, this statement is seriously misleading in light of the facts and the court rulings.", u"The record shows that the response by St. Louis to the Brown decision was what the school board called a ``neighborhood school plan.'' The plan was designed to maintain the pre-Brown state of segregation in the St. Louis schools, and that is exactly what it did.", u"Reviewing the board's 1954-56 neighborhood school plan, the 8th circuit found:", u'The boundary lines for the high schools, however, were drawn so as to assign the students living in the predominately black neighborhoods to the two pre-Brown black high schools. Following implementation of the School Board plan, both of these schools opened with 100 percent black enrollments. the elementary school boundaries were also drawn so that the school remained highly segregated.', u'The 8th Circuit Court of Appeals went on to make clear that there was no justification, other than perpetuating segregation, for the boundaries chosen:', u'The Board could have, without sacrificing the neighborhood concept, drawn the boundaries so as to include significant numbers of white students in the formerly all-black schools. a reading of the record also makes clear, however, that strong community opposition has prevented the Board from integrating the white children of South St. Louis with the black children of North St. Louis.', u"The board's own documents show that maintaining the status quo of segregation was the intent of the plan, and that the new attendance zones were drawn to reassign the fewest number of students possible. Leaving no stone unturned, the board also made sure that the staffs of the schools remained segregated as well.", u"The court went on to make clear findings of fact that contrary to Senator Ashcroft's testimony, the board's active segregation of the schools did not end in the 1950s. In fact, the board actively used a student transfer program, forced busing, school site selection and faculty assignments throughout the 1950s, 1970s and into the 1970s to maintain the segregated status quo. In 1962, all 28 of the pre-Brown black schools were all or virtually all black, and 26 still had faculties that were 100 percent black. At the same time, the pre-Brown white schools that had switched racial identities has switched their faculties from white to black also.", u"Choosing sites for new schools could have helped, but instead was also used to make the segregation even worse. In 1964, ten new schools were opened and were placed so their ``neighborhoods'' would ensure segregated enrollment--all ten opened with between 98.5 percent and 100 percent black students. From 1962 to 1975, there were 36 schools opened--35 were at least 93 percent segregated, only 1 was integrated.", u'Forced busing was also designed to continue segregation. As late as 1973, 3,700 students were being bused to schools outside their neighborhoods to reduce overcrowding. The vast majority of the black students were bused to other predominantly black schools, while virtually all of the white students were sent to other white schools. Only 27 white students were bused to black schools.', u'The court of appeals summed up the continuing legacy of discrimination in 1980, in a case that Attorney General Ashcroft had litigated for the state:', u"The dual school system in St. Louis, legally mandated before 1954 and perpetuated by the Board of Education's 1954- 1956 desegregation plan, has been maintained and strengthened by the actions of the Board in the years since.", u'All of these numbers and statements are facts according to the federal courts--from federal court cases that Attorney General Ashcroft litigated. Senator Ashcroft knew these facts. He knew them in the 1980s when he tried these cases. He knew them in 1984 when he ran for governor as the candidate who would fight the hardest against integration. And, most important, he knew them when he testified before the Committee.', u'Senator Ashcroft also gave misleading testimony about his own actions in fighting school desegregation. He claims that he has always supported integration and supported desegregation. But his protracted and tenacious legal fight against desegregation, his failure to make a good faith effort to cooperate with court-ordered desegregation, and his frequent exploitation of racial tension over desegregation during his 1984 campaign for governor suggests otherwise.', u"Over a four year span as Missouri's Attorney General, Senator Ashcroft fought the desegregation plan all the way to the Supreme Court three times--and lost his bid for review of the 8th Circuit Court of Appeals decisions each time. As attorney general, he lost definitively in the 8th Circuit in 1980, 1982, and 1984. In the 1984 case, it took the court 4 pages just to describe the myriad suits, motions, and appeals Ashcroft filed. And then he appealed that one, too. And during the time that he was filing repeated legal challenges to the desegregation plan, Attorney General Ashcroft proposed no desegregation plan of his own and strongly resisted a negotiated settlement for entirely voluntary school transfers that had been agreed to by the city of St. Louis and St. Louis County. These are not the actions of a man who supports integration and opposed segregation.", u'In response to questioning by the Judiciary Committee, Senator Ashcroft made this specific claim:', u'In all of the cases where the court made an order, I followed the order, both as attorney general and as governor. It was my judgment that when the law was settled and spoken that the law should be obeyed.', u"One of the simplest and least burdensome orders of the court flatly refutes Senator Ashcroft's claim. In May 1980, the federal district court ordered the state to prepare and submit a proposal within 60 days for desegregating the schools. In a telling example of his unwillingness to support any form of desegregation plan, Attorney General Ashcroft failed to comply with the order. In fact, it wasn't until December 1980 that the State responded at all--other than filing motions to block the order to submit a plan and appealing them all the way to the Supreme Court--and the court did not consider the responses to be a good-faith effort. In 1981, after several more orders and deadlines were missed he was finally threatened with contempt of court for his repeated delays.", u"Attorney General Ashcroft was not threatened with contempt because he objected to the cost of a particular desegregation plan or because he was aggressively filing appeals. He was threatened with contempt for his failure to comply with the court's 1980 order to submit a plan for integrating the schools. He refused, in effect, to even participate in desegregation at all. Later, instead of being chastened by his brush with contempt for defying the court, he cited it as a badge of honor during his 1984 campaign for governor, as proof of his adamant opposition to desegregation. He publicly bragged that it showed ``he had done everything in [his] power legally'' to fight the desegregation plan.", u'In fact, as the court had stated in its 1981 order:', u"The foregoing public record reveals extraordinary machinations by the State defendants in resisting Judge Meredith's orders. In these circumstances, the court can draw only one conclusion. The State has, as a matter of deliberate policy, decided to defy the authority of the court.", u'In yet in another attempt to claim that his opposition to the desegregation plan did not mean he was opposed to integration, Senator Ashcroft testified he opposed the plan because the State was not a party to the lawsuit and did not have a fair chance to defend itself. As he stated:', u"Well, you know, if the State hadn't been made a party to the litigation and the state is being asked to do things to remedy the situation, I think it's important to ask the opportunity for the State to have a kind of, due process and the protection of the law that an individual would expect.", u'This claim borders on the bizarre. The state became a party to the case in 1977, the very year that Senator Ashcroft took office as attorney general, and three years before the first 8th Circuit ruling. Throughout his entire eight year tenure, Attorney General Ashcroft litigated this case up and down the federal system on behalf of the State of Missouri. To claim that the State was not a party to the litigation is a disingenuous and transparent attempt to evade responsibility for his actions.', u"In some of his court challenges, Attorney General Ashcroft did claim that the State was not a party to the settlement agreement and should not be required to implement it. The truth is that the other parties agreed and submitted a plan to the court. Attorney General Ashcroft had every opportunity to submit his own proposal in fact, he was ordered to do so but he refused. To then claim that he shouldn't have to follow the court ordered plan is tantamount to saying that a guilty party who doesn't want to be punished is somehow beyond the authority of the court. The defense was rightly rejected by the district court and the 8th Circuit and the Supreme Court refused to hear it.", u'In his testimony, Senator Ashcroft directly, clearly, and repeatedly said that he opposed State liability for desegregation because the State had never been found guilty of the segregation. In his response to questioning from Senator Leahy, he testified:', u"I opposed a mandate by the Federal Government that the State, which had done nothing wrong, found guilty of no wrong, that they should be asked to pay this very substantial sum of money over a long course of years. And that's what I opposed.", u'This was no slip of the tongue. He repeated the denial of responsibility moments later, saying:', u'Here the court sought to make the State responsible and liable for the payment of these very substantial sums of money, and the State had not been found really guilty of anything.', u"These two statements, made under oath in testimony before the Committee, are flatly wrong and grossly misleading. The St. Louis cases were certainly long and convoluted, but one point is abundantly clear: the courts held that the State of Missouri was responsible for the discrimination. The 8th Circuit left no doubt about the State's guilt and liability for segregating the schools. As the court said in 1984:", u'We, again noted that the State and City Board--already judged violators of the Constitution--could be required to fund measures designed to eradicate the remaining vestiges of segregation in the city schools, including measures which involved the voluntary participation of the suburban schools.', u"This statement by the court highlights a very important point. The court said ``We again noted that the State and City Board--already adjudged violators of the constitution''--were responsible for desegregating the schools. This 1984 decision came four years after the original 8th circuit decision held that the state was in fact responsible for the discrimination.", u'Senator Ashcroft was attorney general of Missouri for all of those years and was campaigning for governor when the decision was issued. No one knew better than he that the state had been found guilty of discrimination, and had been found guilty repeatedly. Yet he was still denying responsibility before the court in 1984 and it is deeply troubling that he was denying it before this committee in 2001.', u"I am also deeply troubled by Senator Ashcroft's exploitation of the racial tensions over desegregation to promote his campaign for governor in 1984. The St. Louis Post-Dispatch reported at the time that Senator Ashcroft and his Republican primary opponent were ``trying to outdo each other as the most outspoken enemy of school integration in St. Louis,'' and were ``exploiting and encouraging the worst racist sentiments that exist in the state.'' The Economist, a conservative magazine, reported that both candidates ran openly bigoted ads and that Ashcroft called his opponent a ``closet supporter of racial integration.'' Even the Daily Dunklin Democrat, a newspaper that supported Ashcroft's appeals of the desegregation orders, took him to task for exploiting race in his campaign, criticizing the 1984 primary campaign as ``reminiscent of an Alabama primary in the 1950s.''", u"Ashcroft claimed in the Judiciary Committee that in opposing the desegregation plan he was merely opposing the cost of the desegregation that was being imposed on the state. But according to press reports of that campaign, Ashcroft repeatedly attacked the courts and the desegregation plan for reasons wholly unrelated to cost, even going as far as calling the desegregation plan an ``outrage against human decency'' and an ``outrage against the children of this state.'' I believe, instead, that it is the repeated, legally unsupportable, vigorous opposition to desegregation, that is an outrage against human decency and an outrage against the children of Missouri.", u"For these reasons, I have great concern about Senator Ashcroft's testimony and his actions surrounding the entire issue of desegregation. His actions as Attorney General of Missouri leave no doubt that at every turn, he chose to wage a non-stop legal war against integration and desegregation, and that he used the full power of his office to do so.", u'The question for Senator Ashcroft, and for senators on both sides of the aisle, is how can it mean anything for Senator Ashcroft to say that he will enforce the law against discrimination, when this record shows beyond any reasonable doubt that he will go to extraordinary lengths to deny the facts of discrimination?', u"Senator Ashcroft's record and testimony on voter registration legislation are equally troubling. In response to a question about his decision as Governor of Missouri to veto two bills to increase voter registration in the city of St. Louis, which is heavily African American, Senator Ashcroft testified:", u"I am concerned that all Americans have the opportunity to vote. I am committed to the integrity of the ballot. . . . I vetoed a number of bills as governor, and frankly, I don't say that I can remember all the details of all of them. Accordingly, I reviewed my veto message and recalled that I was urged to veto these bills by responsible local election officials. I also appeared to anticipate the Supreme Court's recent decision, as I expressed a concern that voting procedures be unified statewide.", u"A review of the facts surrounding Governor Ashcroft's decision to veto the voter registration bills raises serious questions about whether he truly is ``concerned that all Americans have the opportunity to vote.'' Even the equal protection principle recently stated by the U.S. Supreme Court in the Florida election case cannot be reconciled with Ashcroft's actions.", u'As Governor of Missouri, Senator Ashcroft appointed the local election boards in both St. Louis County and St. Louis City. The county, which surrounds much of the city, is relatively affluent. It is 84 percent white, and votes heavily Republican. The city itself is less affluent, 47 percent black, and votes heavily Democratic.', u"Like other election boards across the State, the St. Louis County Election Board had a policy of training volunteers from nonpartisan groups--such as the League of Women Voters--to assist in voter registration. During Senator Ashcroft's service as Governor, the county trained as many as 1,500 such volunteers. But the number of trained volunteers in the city was zero--because the city election board appointed by Governor Ashcroft refused to follow the policy on volunteers used by his appointed board in the county and the rest of the State.", u'Concerned about this obvious disparity, the State legislature passed bills in 1988 and 1989 to require the city election board to implement the same training policy for volunteers used by the county election board and the rest of the State. Despite broad support for these bills, on both occasions, Governor Ashcroft vetoed them, leaving in place a system that clearly made it more difficult for St. Louis City residents to register to vote.', u"Among the justifications offered by Ashcroft for the vetoes was a concern for fraud, even though the Republican director of elections in St. Louis County was quoted in press reports as saying: ``It's worked well here . . . I don't know why it wouldn't also work well [in the City].''", u"The issues of fraud and voter registration had also been addressed by the United States Senate several years earlier, which concluded that ``fraud more often occurred by voting officials on election day, rather than in the registration process.''", u"In fact, in Missouri in 1989--five months after Governor Ashcroft's second veto--a clerk on the city of St. Louis Election Board was indicted for voter fraud by Secretary of State Roy Blunt.", u"Ultimately, the repeated refusal by the St. Louis City Election Board to train volunteer registrars had a serious negative impact on voter registration rates in the city. During Senator Ashcroft's eight years as Governor, the voter registration rate in St. Louis City fell from a high of nearly 75 percent to 59 percent--a rate lower than the national average, lower than the statewide average, and 15 percent lower than St. Louis County rate.", u'The types of barriers to voter registration approved by Governor Ashcroft and his appointed election board in the city were explicitly criticized in the early 1980s by both Democrats and Republicans in the United States Congress. In October 1984, the Subcommittee on Civil Rights and Constitutional Rights of the House Judiciary Committee issued a report with the following finding:', u'There is no room in our free society for inconvenient and artificial registration barriers designed to impede participation in the electoral process. . . . [W]e do not quarrel with increasing registration outreach and expanding the system of deputization [i.e., training volunteers registrars].', u"So we had the two vetoes, one where we had a limited bill that was just targeted for the city of St. Louis where they were going to, in effect, have training registrars like they had in the county. Ashcroft vetoed that bill and said it was special legislation and, therefore, he couldn't agree to it because it was just special to a city in Missouri. So he vetoed it.", u'A year later, the Missouri legislature passed an overall plan for the whole state that encouraged the appointment of training registrars, so it would have application to the city of St. Louis. And he vetoed that again. He vetoed it because he said it was too broad and unnecessary.', u"So the result of both of his vetoes was this dramatic adverse impact on black voter participation in the city of St. Louis. At the same time that there were 1,500 voting registrars just outside of the core city, there were zero voting registrars in the city of St. Louis as a result of Senator Ashcroft's actions in the inner city. As a result, there was a significant expansion of voter registration in Republican areas, in the white community, and there was the beginning of the collapse of voter registration in the black communities. That is a direct result.", u'I will, in just a few moments, show this on a chart which vividly reflects this in a compelling way.', u'The core question at issue in the recent Florida election case was whether the different county-by-county standards in Florida for determining what constituted a valid vote were inconsistent with the equal protection clause. Seven members of the U.S. Supreme Court, relying upon existing precedent, concluded that the equal protection clause required the application of a uniform statewide standard for determining what was a valid vote.', u'I think it should have been that way by common sense, but here we have the overwhelming statement of the law by the Supreme Court. It is something I think all Americans can understand, but it was not good enough for Senator Ashcroft. As a result of that failure, we saw a dramatic reduction in voter participation and registration in that community. At a time when the issues of the adequacy of the counting and the sacred right to vote are part of our whole national dialog and debate about how we are going to remedy the extraordinary injustices that occurred in the last election and in other elections as well, it would seem to me that all citizens want to have confidence in whomever is going to be Attorney General; that they are going to protect their right to vote.', u'If you were one of those Americans who was disenfranchised in the last national election and knew this particular record of Mr. Ashcroft--would you be wondering whether you could ever get a fair deal?', u'We ought to have an Attorney General in whom all Americans can have confidence that their votes will be counted and counted fairly.', u"In 1988, when Governor Ashcroft vetoed the first voter registration bill, he cited two reasons. He said it was unfair to pass a law requiring the city of St. Louis--but no other jurisdiction--to train volunteers to help register voters. And he said he was urged to veto the bill by his appointed St. Louis Board of Elections. (Governor's Veto Message, June 6, 1988.) Yet every other jurisdiction in Missouri--other than St. Louis City--actively trained outside volunteers.", u"In 1989, the Missouri legislature, in an effort to respond to Governor Ashcroft's concerns about unfairness, passed a second bill. This time the legislature adopted a uniform registrar training requirement for election boards throughout the State of Missouri. But Governor Ashcroft vetoed the legislation again claiming that ``[e]lection authorities are free to participate with private organizations now to conduct voter registration.''", u'Democrats and Republicans alike in the legislature said if the Governor is going to veto it because it is targeted, we will pass one with general application. That is what they did, claiming that election authorities are free to participate with private organizations.', u"As I mentioned, what is troubling is there was a second veto by then Governor Ashcroft. The veto effectively ensured that there would not be a ``unified statewide'' procedure--a result that directly conflicts with the equal protection principles announced in the Florida election case and cited by Senator Ashcroft in his testimony to our committee.", u'The facts are clear. For 8 years as Governor, Senator Ashcroft had the opportunity to ensure that citizens of St. Louis city--nearly half of whom are African-American--were afforded the same opportunity to register to vote as citizens in the rest of Missouri. Instead of working to expand the right to vote, Governor Ashcroft and his appointed election board in the city of St. Louis chose to maintain inconvenient and artificial registration barriers that had the purpose and effect of depressing participation in the electoral process, particularly by African-Americans.', u"Senator Ashcroft's record on desegregation and voter registration are relevant to his recent visit to Bob Jones University and his interview with Southern Partisan magazine. The policies of both Bob Jones University and Southern Partisan magazine represent intolerance, bigotry, and a willingness to twist facts to create a society in that image. And those are policies that all Americans should reject.", u"Displaying an extraordinary lack of sensitivity, Senator Ashcroft claims that he went to Bob Jones University and was interviewed by Southern Partisan magazine without knowing the policies and beliefs of either. Even if those claims are true, Senator Ashcroft's comments during the hearing were--at best--disturbing. Senator Ashcroft condemned slavery and discrimination, but his response displayed a fundamental misunderstanding of how certain institutions in our society perpetuate discrimination.", u'Senator Ashcroft was unwilling to say that he would not return to Bob Jones University. He believes his presence there may have the potential to unite Americans. But to millions of Americans, such a visit by Senator Ashcroft as Attorney General of the United States would be a painful and divisive gesture.', u"Similarly, on Southern Partisan magazine, Senator Ashcroft would only say that he would ``condemn those things which are condemnable.'' Surely the man who wants to sit at the head of the Department of Justice should say more and do more where bigotry is the issue. On the issue of women's rights, Senator Ashcroft's record is equally troubling. The Supreme Court's decision in Roe v. Wade a quarter century ago held that women have a fundamental constitutional right to decide whether to have an abortion. The Court went on to say that States may regulate the abortion procedure after the first trimester of pregnancy in ways necessary to protect a women's health. After fetal viability, a State may prohibit abortions in cases where the procedure is not necessary to protect a woman's life or health.", u"In the years since Roe v. Wade, opponents have relentlessly sought to overturn the decision and restrict a woman's constitutional right to choose. Senator Ashcroft has been one of the chief architects of that strategy. As attorney general of Missouri, he told the Senate Judiciary Committee in 1981:", u'I have devoted considerable time and significant resources to defending the right of the State to limit the dangerous impacts of Roe, a case in which a handful of men on the Supreme Court arbitrarily amended the Constitution and overturned the laws of 50 states relating to abortions.', u"Senator Ashcroft's position is clear. He believes that, except when medically necessary to save a woman's life, abortion should never be available, even in cases involving a victim of rape or incest. He has said, ``Throughout my life, my personal conviction and public record is that the unborn child has a fundamental individual right to life which cannot be infringed and should be protected fully by the 14th Amendment.'' While I respect Senator Ashcroft's personal convictions, they cannot and should not be used as an excuse to deprive women of their constitutional right to choose.", u'Nevertheless, Senator Ashcroft has been unrelenting in his efforts to overturn Roe v. Wade. While serving as attorney general and as Governor, Senator Ashcroft constantly sought the passage of State antichoice legislation and was a principal architect of a continuing nationwide litigation strategy to persuade the Supreme Court to restrict or overturn Roe v. Wade. In 1991, as Governor, he even boasted that no State had more abortion-related cases that reached the Supreme Court.', u"As attorney general, Senator Ashcroft was so intent on restricting a woman's right to choose that he personally argued Planned Parenthood of Western Missouri v. Ashcroft in the United States Supreme Court. In that case, decided in 1983, the Supreme Court specifically and clearly rejected, by a 6 to 3 margin, the attempt by the State of Missouri to require all second trimester abortions to be performed in a hospital. The Court did permit, however, three requirements--that a second physician be present during a post-viability abortion; that a minor obtain either parental consent or a judicial waiver to have an abortion; and that a pathology report be prepared for each abortion.", u"In 1986, Governor Ashcroft signed into law a bill that attempted to overturn Roe v. Wade by declaring that life begins at conception. The bill also imposed numerous restrictions on a woman's constitutional right to choose. After signing the bill into law, Governor Ashcroft said, ``the bill makes an important statement of moral principle and provides a framework to deter abortion wherever possible.''", u'In 1989, the bill was challenged all the way to the U.S. Supreme Court in Webster v. Reproductive Health Services. The State of Missouri not only asked the Supreme Court to uphold the statute, but it also specifically asked the Supreme Court to overturn Roe v. Wade. The Court refused to overturn Roe. But by a vote of 5-4, the Court upheld some provisions of the statute, including the prohibitions on the use of public facilities or personnel to perform abortions.', u"In addition to his attempts to restrict a woman's right to choose, Senator Ashcroft as attorney general also took direct and improper action that prevented poor women from obtaining gynecological and birth control services. As Attorney General, he issued an opinion stating that nurses in Missouri did ``not have the authority to engage in primary health care that includes diagnosis and treatment of human illness, injury or infirmity and administration of medications under general rather than direct physician guidance and supervision.'' Following this opinion, the Missouri State Board of Registration for the Healing Arts threatened the criminal prosecution of two nurses and five doctors employed by the East Missouri Action Agency who provided family planning services to low-income women.", u'The nurses provided family planning, obstetrics and gynecology services to the public--including information on oral contraceptives, condoms and IUDs; initiatives on breast and pelvic examinations; and testing for sexually-transmitted diseases--through funding for programs directed to low-income populations. The nurses were licensed professionals under Missouri law, and the doctors issued standing orders for the nurses. All services performed by the nurses were carried out pursuant to those orders or well-established protocols for nurses and other paramedical personnel. The board, however, threatened to find the nurses guilty of the unauthorized practice of medicine, and to find the physicians guilty of aiding and abetting them.', u"In 1983, more than 3 years after Attorney General Ashcroft issued his opinion, the Supreme Court of Missouri rejected the opinion, finding that nothing in the state statutes purported to limit or restrict the nurses' and doctors' practices, and that the nurses actions ``clearly'' fell within the legislative standard governing the practice of nursing. Although the decision ensured that nurses in Missouri could continue to provide family planning services, during the almost 3 years that the case was pending, Attorney General Ashcroft's legally untenable opinion placed nurses providing gynecological services, including family planning, in considerable legal peril.", u"Senator Ashcroft's aggressive and vocal opposition to Roe v. Wade continued during his service as a Member of the Senate. He voted in favor of overturning Roe v. Wade and sponsored both a human life amendment to the Constitution and parallel legislation. The human life amendment would prohibit all abortions except that required to prevent the death of the mother--but only if every reasonable effort is made to preserve the life of the women and the fetus. The proposed constitutional amendment contains no exception for rape or incest, and no protections for a woman's health. Because the amendment and the proposed statute define life as beginning at fertilization, its language could also be used to ban any type of contraception which prevents a fertilized egg from being implanted in the uterus, including birth control pills and IUDs.", u"Two weeks ago, however, Senator Ashcroft appeared to experience a confirmation conversion. He asked us to disregard his past record and unyielding position against reproductive rights and accept his new position--he now views ``Roe v. Wade and Planned Parenthood v. Casey as the settled law of the land.'' He will not longer work to dismantle Roe, but to enforce it, he says.", u"When asked about his efforts to overturn Roe v. Wade, Senator Ashcroft told the Committee that he ``did things to define the law by virtue of lawsuits . . . did things to refine the law when I had an enactment role.'' But as an example of his view of ``defining'' and ``refining'' the law, during his 1981 testimony before the Senate Judiciary Committee as attorney general of Missouri, Senator Ashcroft testified that the human life bill--which would prohibit all abortions--could be constitutional within the framework of Roe v. Wade. It is clear that as Attorney General of the United States, Senator Ashcroft could easily feel free to define and refine Roe v. Wade out of existence.", u"Senator Ashcroft also wants the committee to believe that he won't ask the Supreme Court to overturn Roe v. Wade. The current Court has made it clear that it will not overturn Roe. In that sense, Roe is settled law. But once the current composition of the Court changes, however, President Bush and Senator Ashcroft will feel free to take steps to overturn Roe. In an interview on January 20, 2001, President Bush said;", u"Roe v. Wade is not going to be overturned by a Constitutional amendment because there's not the votes in the House or the Senator. I--secondly--I am going to put judges on the Court who strictly interpret the Constitution, and that will be the litmus test . . . I've always said that Roe v. Wade was--was a judicial reach.", u'If Senator Ashcroft becomes Attorney General, he will be well-positioned to undermine and eliminate this most basic right of privacy for all American women. President Bush and Senator Ashcroft will select judges and justices who are prepared to turn back the clock to a time when women did not have the right to choose.', u'We know Senator Ashcroft is willing to go to the courts time and time again to challenge settled law. State of Missouri v. The National Organization for Women is a case in point. In that case, the organization had called for a boycott of Missouri because of the failure by the State to ratify the equal rights amendment to the U.S. Constitution.', u'Senator Ashcroft told the Judiciary Committee that the litigation brought in Missouri by his office against the National Organization for Women was well within the law. He said:', u'We filed the lawsuit, to the best of my recollection, because the boycott was hurting the people of Missouri, and we believed it to be in violation of the antitrust laws. The lawsuit had nothing to do with the ERA . . . or the political differences that I might have had with NOW.', u'He went on to say:', u'Now, I litigated that matter thoroughly, and frankly, other states attempted it . . . I think the law is clear now and has been clear in the aftermath of that decision.', u"That testimony was grossly misleading. At the time he brought the NOW case, he law was already well-settled in direct opposition to Senator Ashcroft's position. In ruling against Attorney General Ashcroft, both the federal district court and the Eighth Circuit Court of Appeals relied upon the Supreme Court's decision in Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc.--a case decided 17 years before Senator Ashcroft brought suit against NOW. The Attorney General said in that case:", u'[The Sherman Act] . . . is a code that condemns trade restraints, not political activity, and, a publicity campaign to influence governmental action falls clearly into the category of political activity.', u'Still, Attorney General Ashcroft was not deterred, even though the district court and the court of appeals had ruled against him, relying upon the clear U.S. Supreme Court precedent. Senator Ashcroft persisted and asked the Supreme Court to review the NOW case. The Court refused even to hear the case.', u'It is deeply troubling that as attorney general, Senator Ashcroft used state resources to litigate a weak case that rested on an argument rejected by the Supreme Court years ago. But, as with the litigation surrounding the voluntary school desegregation plan, he preferred to fight on in appeal after appeal in a losing and illegitimate battle, rather than surrender to justice and protect the rights of women.', u'Mr. President, just for the information of Members, I have probably 4 or 5 more minutes. I know other wish to speak. Than I will put the rest of the statement in the Record.', u"Mr. President, Senator Ashcroft's opposition to gun control, his interpretation of the second amendment, and his advocacy of extremist gun lobby proposals are also very disturbing. Over 30,000 Americans lose their lives to gun violence every year, including over 3,000 children and teenagers. Our Nation's level of gun violence is unparalleled in the rest of the world. In response to the devastation caused by gun violence, the majority of Americans support stricter gun control laws and vigorous enforcement of the laws now on the books.", u"Contrary to the majority of the American public, Senator Ashcroft vigorously opposes stricter gun control laws. He addressed this issue during the hearing, where he seemed to change his long held beliefs and emphasized his commitment to enforce the gun laws and defend their constitutionality. He testified that ``there are constitutional inhibitions on the rights of citizens to bear certain kinds of arms.'' Saying he supported some controls, Senator Ashcroft referred to his attempt to amend the juvenile justice bill to make semiautomatic assault weapons illegal for children. However, he neglected to mention that his proposed amendment was actually a weaker version of one proposed by Senator Feinstein.", u"He sought to create a parental consent exception to Senator Feinstein's bill, which would have prevented juveniles from obtaining semiautomatic assault weapons. At the hearing, Senator Ashcroft also testified that the assault weapons ban, the Brady law, licensing and registration of guns, and mandatory child safety locks are all constitutional.", u"Although Senator Ashcroft's testimony was intended to ease our concerns about his willingness to enforce gun control laws, it is difficult to reconcile what he said last week with his rhetoric and his record. Contrary to his testimony, Senator Ashcroft has previously stated that individuals have a virtually unconditional right to bear arms under the second amendment. In a 1998 hearing, he commented on court decisions, which noted that the second amendment does not guarantee individuals unrestricted rights to keep and bear arms. Senator Ashcroft expressed his disagreement with the view accepted by every federal appellate court and the Supreme Court, that the second amendment was intended to protect state-regulated militias, but does not entitle individuals to possess or use weapons connected with participation in private militias. He criticized these court decisions, stating, ``The argument makes no sense to me.'' At the 1998 hearing, Senator Ashcroft went on to say:", u'Indeed, the second amendment--like the First--protects an important individual liberty that in turn promoted good government. A citizenry armed with the right to possess firearms and to speak freely is less likely to fall victim to a tyrannical central government than a citizenry that is disarmed from criticizing government or defending themselves.', u"Senator Ashcroft's extreme view of the second amendment parallels his rhetoric comparing today's elected officials with the despots of the 18th century. The pro-gun Citizens Committee for the Right to Keep and Bear Arms reported that Senator Ashcroft compared ``today's power brokers and policy wonks'' in the Federal Government to the ``European despots from whom our Founding Fathers fled.'' He has explained that individuals should be allowed to ``keep and bear arms'' because ``I am fearful of a government that doesn't trust the people who elected them.'' Are we talking about our system of government? Are we talking about that?", u"Unfortunately, Senator Ashcroft's rhetoric and record lend undeserved credibility and legitimacy to the views espoused by anti-government militia groups in our Nation. Members of these groups believe the second amendment gives them the right to form private armies as a check against federal power. These militia groups point out that guns are not for hunting or even protecting against crime. Rather, they say, the second amendment was intended to safeguard liberty forever by ensuring that the American people should never be out-gunned by their own government. Ruby Ridge and Waco are two recent violent episodes in which groups holding these views came into armed conflict with federal law enforcement. The Department of Justice has the all-important responsibility to enforce the laws against such extremist groups. Yet Senator Ashcroft's past rhetoric has supported these extremist views and causes legitimate concern that his views are so outside the mainstream of American thought that as Attorney General he will be unable and unwilling to enforce the gun laws and pursue prosecutions against militia groups for violations of Federal laws.", u'Although Senator Ashcroft testified that he believes in the constitutionality of the assault weapons ban, the Brady law, gun licensing and registration, and mandatory child safety locks on guns, he voted to oppose legislation in these areas. He voted against the ban on the importation of high ammunition magazines. He voted against closing the gun show loophole. He voted for a measure to impede implementation of the National Instant Check System. He voted twice to weaken existing law by removing the background check requirements on pawnshop redemptions and by allowing dealers to sell guns at gun shows in any state. He voted twice against bills to require child safety locks, and he voted against regulating firearms sales on the Internet.', u"Senator Ashcroft testified that he supported funds for gun prosecution initiatives. However, he has voted to reduce funding in other areas vital to gun law enforcement. For example, he voted against funding to implement background checks under the Brady law, named after former Reagan Press Secretary James Brady. Indeed, Senator Ashcroft has referred to James Brady, a brave and patriotic American, as ``the leading enemy of responsible gun owners.'' When provided the opportunity to express regret for making such an unjustified statement, Senator Ashcroft declined.", u"Senator Ashcroft is also closely tied to the gun lobby and he has often accepted contributions from these organizations and supported their agendas. During the hearing, he told us that keeping guns out of the hands of felons is a ``top priority'' of his. Yet, in 1998, this did not seem to be a top priority for him. He supported an NRA-sponsored ballot initiative that would have allowed almost anyone to carry concealed guns in Missouri. The proposal was so filled with loopholes that it would have allowed convicted child molesters and stalkers to carry semi-automatic pistols into bars, sports stadiums, casinos, and day care centers. The proposal was opposed by numerous law enforcement groups and many in the business community. Proponents of the measure say Senator Ashcroft volunteered his help to support the referendum, even recording a radio ad endorsing the proposal. Senator Ashcroft stated in response to written questions that ``Although [he did] not recall the specific details, [his] recollection is that supporters of the referendum approached [him] and asked [him] to record the radio spot.'' The fact remains that Senator Ashcroft did support the referendum and did record the radio spot. Few can doubt that as a seasoned politician, Senator Ashcroft made himself fully aware of the contents of the referendum before lending his name to it. And if he did not, there is even greater reason to question his judgment and suitability for such a high and important position in our federal government.", u"Senator Ashcroft championed the NRA's concealed weapon proposition in 1998. But in 1992, while governor of Missouri, he had voiced his concerns about such a measure. As Governor, he stated he had ``grave concerns'' about concealed carry laws. He stated, ``Overall, I don't know that I would be one to want to promote a whole lot of people carrying concealed weapons in this society.'' He further stated, ``Obviously, if it's something to authorize everyone to carry concealed weapons, I'd be concerned about it.'' When asked about his change of view in deciding to support the 1998 initiative, Senator Ashcroft said he changed his position because of ``Research plus real-world experiences.'' However, Senator Ashcroft's research was so flawed that he responded to written questions that ``[t]o the extent there were loopholes in Missouri law'' that would permit convicted child molesters and stalkers to carry concealed weapons, he was ``unaware of those provisions at the time.'' Later, it was reported that the gun lobby spent $400,000 in support of Senator Ashcroft's Senate reelection campaign. He became ``the unabashed celebrity spokesman . . . for the National Rifle Association's recent attempts to arm citizens with concealed weapons in Missouri,'' according to a column by Laura Scott in the Kansas City Star.", u"The Citizens' Committee for the Right to Keep and Bear Arms gave Senator Ashcroft the ``Gun Rights Defender of the Month'' Award for leading the opposition to David Satcher's nomination to be Surgeon General. The group objected to Dr. Satcher because he advocated treating gun violence as a public health problem.", u"Based on his close ties to the gun lobby and his strong support for their agenda, it is difficult to have confidence that Senator Ashcroft will fully and fairly enforce the nation's gun control laws and not seek to weaken them.", u'Senator Ashcroft has shown time and time again that he supports the gun lobby and opposes needed gun safety measures. Given the important litigation in the federal courts, it is imperative to have an Attorney General who will strongly enforce current gun control laws such as the Brady Law, the assault weapons ban, and other statutes. It is also important to have an Attorney General with a responsible view of proposed legislation when the Department of Justice is asked to comment on it.', u"Senator Ashcroft's handling of judicial and executive branch nominations also raises deep concerns. In four of the most divisive nomination battles in the Senate in the 6 years he served with us, Senator Ashcroft was consistently involved in harsh and vigorous opposition to the confirmation of distinguished and well-qualified African Americans, an Asian American and a gay American.", u"When President Clinton nominated Judge Ronnie White of the Missouri Supreme Court to be a federal district court judge, Senator Ashcroft flagrantly distorted the record of the nominee and attacked him in the strongest terms. He accused Judge White of being ``an activist with a slant toward criminals.'' He accused him of being a judge with ``a serious bias against a willingness to impose the death penalty.'' He accused him of seeking ``at every turn'' to provide opportunities for the guilty to ``escape punishment.'' He accused him of voting ``to reverse the death sentence in more cases than any other [Missouri] Supreme Court judge.''", u"When questioned about Judge White's nomination, Senator Ashcroft did not retreat from his characterization of Judge White's record, although a review clearly demonstrates that Senator Ashcroft's charges were baseless.", u"Judge White is not an ardent opponent of the death penalty. He voted to uphold death penalty convictions in 41 cases, and voted to reverse them in only 17 cases. His votes in death penalty cases were not significantly different from the votes of the other members of the Missouri Supreme Court--judges whom Senator Ashcroft appointed when he was Governor. In more than half of the 17 cases in which Judge White voted to overturn a death sentence, he was voting with the majority--with Ashcroft appointees. Seven of these cases were unanimous decisions. There were only three death penalty reversals in which Judge White was the only judge who voted to overturn the conviction. In fact, four of the justices whom Senator Ashcroft named to the court have voted to overturn more death penalty convictions than Judge White. That record is not the record of ``an activist with a slant toward criminals.''", u"In fact, Judge White's record in death penalty cases shows him to be in the Missouri mainstream. Four of his colleagues who were appointed to the bench by Governor Ashcroft have voted to overturn between 22 percent and 25 percent of the death penalty convictions they considered. Judge White voted to reverse the convictions in 29 percent of the death penalty cases he heard. By contrast, his predecessor Judge Thomas, also an Ashcroft appointee, voted to reverse 47 percent of the death sentences he reviewed. There is no significant difference between Judge White's record on the death penalty and the records of his colleagues on the court.", u"Some law enforcement officials in Missouri did oppose the White nomination. But many Missouri police officials supported Judge White. He had the support of the State Fraternal Order of Police. The head of the FOP said, ``The record of Justice White is one of a jurist whose record on the death penalty has been far more supportive of the rights of victims than the rights of criminals.'' Judge White was also endorsed by the chief of police of the St. Louis Metropolitan Police Department. The president of the Missouri Police Chiefs Association described Judge White as ``an upright, fine individual.''", u"In Senator Ashcroft's statements on the Senate floor on the nomination, he focused on a small number of Judge White's opinions. A review of Judge White's entire record suggests that those cases were taken very much out of context. In two of them, there were serious questions about the competency of the defendant's trial counsel. In the third, there was evidence of racial bias by the trial judge. Those cases were not disagreements about the death penalty. The issue was whether the defendant had received a fair trial. Judge White's dissent in one of those cases makes this point in the clearest terms:", u"This is a very hard case. If Mr. Johnson was in control of his faculties when he went on this murderous rampage, then he assuredly deserves the death sentence he was given . . . I am not convinced that the performance of his counsel did not rob Mr. Johnson of any opportunity he might have had to convince the jury that he was not responsible for his actions. This is an excellent example of why hard cases make bad law. While I share the majority's horror at this carnage, I cannot uphold this as an acceptable standard of representation for a defendant accused of capital murder.", u"Senator Ashcroft's statements on the White nomination strongly suggest that Senator Ashcroft has a misguided view of the role of judges in our constitutional system. To label a judge ``pro-criminal'' based on isolated opinions over the course of an entire career is wrong. Judges are obliged to decide individual cases according to the requirements of law, including the Constitution. Judge White has frequently voted to affirm criminal convictions, including 41 capital cases. The fact that he reached a contrary position in a few cases should not disqualify him to be a federal judge.", u"What is most noteworthy about Senator Ashcroft's attacks on Judge White is the extraordinary degree to which Senator Ashcroft distorted the record in order to portray Judge White's confirmation as a referendum on the death penalty. This is a judge who had voted to uphold more than 70 percent of the death penalty convictions he had reviewed. Yet Senator Ashcroft never questioned Judge White about these issues at the committee hearing on Judge White's nomination, and he never gave Judge White an opportunity to explain his reasons for dissenting in the three cases before unfairly attacking his record.", u'It appears that Senator Ashcroft had decided to use the death penalty as an issue in his campaign for re-election to the Senate, and to make his point, he cruelly distorted the honorable record of a distinguished African American judge and denied him the position he deserved as a federal district court judge. As I said at the hearing, what Senator Ashcroft did to Judge White is the ugliest thing that has happened to a nominee in all my years in the Senate.', u'Senator Ashcroft was also asked about the nominations of Bill Lann Lee to serve as Assistant Attorney General for Civil Rights, Dr. David Satcher to serve as Surgeon General of the United States, and James Hormel to serve as U.S. Ambassador to Luxembourg.', u"Senator Ashcroft told the committee that he could not support Mr. Lee because he had ``serious concerns about his willingness to enforce the Adarand decision'' on affirmative action. In truth, however, Mr. Lee's position on affirmative action was well within the mainstream of the law, and he repeatedly told the committee that he would follow the Supreme Court's ruling in the Adarand case. As Senator Leahy said during the Ashcroft confirmation hearings.", u'Mr. Lee testified on a number of occasions--in fact, testified under oath, including, incidentally, directly in answer to your questions, that he would enforce the law as declared in Adarand. And he also said, in direct answer to questions of this committee, he considered the Adarand decision of the Supreme Court as the controlling legal authority of the land, that he would seek to enforce it, he would give it full effect . . .', u'Similarly, Senator Ashcroft said he did not support Dr. Satcher to be Surgeon General because he:', u'Supported a number of activities that I thought were inconsistent with the ethical obligations of a medical doctor and a physician, particularly the surgeon general . . . for example he supported an AIDS study on pregnant women in Africa where some patients were given placebos, even though a treatment existed to limit transmission of AIDS from the mother to the child . . . I, secondly, believed his willingness to send AIDS-infected babies home with their mothers without telling their mothers about the infection of the children was another ethical problem that was very serious.', u'In fact, at the time of the debate on the Satcher nomination in 1997, approximately 1,000 babies were born with HIV every day. Most of the births were in developing countries, where the U.S.-accepted regimen of AZT treatment is not practical because of safety and cost concerns. In 1994, the World Health Organization had called a meeting of international experts to review the use of AZT to prevent the spread of HIV in pregnancy. That meeting resulted in the recommendation that studies be conducted in developing countries to test the effectiveness and safety of short-term AZT therapy that could be used in developing countries and that those studies be placebo-controlled to ensure safety in areas with various immune challenges. Approval was obtained by ethics committees in this country and the host countries and by the UNAIDS program. The National Institutes of Health and the Centers for Disease Control agreed to support the studies in order to save lives in developing countries.', u"Many leaders in the medical field supported the studies. Dr. Nancy Dickey, AMA president-elect at the time, said that the studies in Africa and Asia were ``scientifically well-founded'' and carried out with ``informed consent.'' Those who did not support the studies still supported Dr. Satcher's nomination. Dr. Sidney Wolfe, Director of Public Citizen's Health Research Group, said that while he had for many months expressed opposition to the AZT experiments, it represented an honest difference of opinion with Satcher. He said he fully supports the nomination. ``I think he'd make an excellent surgeon general,'' Wolfe said. ``I have known him and I admire him.''", u"Senator Ashcroft also mis-characterized Dr. Satcher's role in the survey of HIV child-bearing women. In 1995, seven years after the survey began during the Reagan administration, Dr. Satcher, as acting CDC director, and Dr. Phil Lee, former Assistant Secretary for Health, halted the HIV survey. They did so because of a combination of better treatment options for children with HIV, the discovery of a therapeutic regimen to reduce mother-to-infant HIV transmission, and a greater ability to monitor HIV trends in women of childbearing age in other ways.", u"The HIV tests had begun in 1988, five years before Dr. Satcher joined the CDC. The tests were supported by public health leaders at every level of government as a way to monitor the HIV/AIDS epidemic. These surveys were designed to provide information about the level of HIV in a given community without individual information. The Survey of Child-Bearing Women was one of the HIV surveys conducted under the program. It was funded by the CDC and conducted by the states. Forty-five states, including Missouri while Senator Ashcroft was Governor, participated in the survey and requested and received federal funds from the CDC to conduct it. The survey was important to public health officials at the time, because it was the only unbiased way to provide a valid estimate of the number of women with HIV and their demographic distribution. Dr. Satcher's participation in the survey was justified, and it was not a valid reason for Senator Ashcroft to deny him confirmation as Surgeon General.", u"The case of James Hormel is also especially troubling. When Mr. Hormel was nominated by President Clinton to serve as Ambassador to Luxembourg, Senator Ashcroft and Senator Helms were the only two members of the Foreign Relations Committee to oppose the nomination. Although Senator Ashcroft voted against Mr. Hormel, Senator Ashcroft did not attend the confirmation hearings, did not submit written questions, and refused Mr. Hormel's repeated requests to meet or speak by phone to discuss the nomination.", u"In 1998, when asked about his opposition to Mr. Hormel's nomination, Senator Ashcroft stated that homosexuality is a sin and that a person's sexual conduct ``is within what could be considered and what is eligible for consideration.'' Senator Ashcroft also publicly stated in 1988 that: ``[Mr. Hormel's] conduct and the way in which he would represent the United States is probably not up to the standard that I would expect.''", u"Senator Leahy asked Senator Ashcroft at the Judiciary Committee hearings whether he opposed Hormel's nomination because of Hormel's sexual orientation. Senator Ashcroft responded ``I did not.'' Instead, Senator Ashcroft claimed that he had ``known Mr. Hormel for a long time''--Mr. Hormel had been a dean of students at the University of Chicago law school when Senator Ashcroft was a student there in the 1960s. Senator Ashcroft repeatedly testified that he based his opposition to Mr. Hormel on the ``totality of the record.''", u"Mr. Hormel was so troubled by Senator Ashcroft's testimony that he wrote to the committee and said the following:", u'I want to state unequivocally and for the record that there is no personal or professional relationship between me and Mr. Ashcroft which could possibly support such a statement. The letter continued, I have had no contact with him [Ashcroft] of any type since I left my position as Dean of Students . . . nearly thirty-four years ago, in 1967 . . . For Mr. Ashcroft to state that he was able to assess my qualifications . . . based upon his personal long-time relationship with me is misleading, erroneous, and disingenuous . . . I find it personally offensive that Mr. Ashcroft, under oath and in response to your direct questions, would choose to misstate the nature of our relationship, insinuate objective grounds for voting against me, and deny that his personal viewpoint about my sexual orientation played any role in his actions.', u"We should all be deeply concerned about Senator Ashcroft's willingness to mislead the Judiciary Committee about his reasons for opposing the Hormel nomination. As the St. Louis Post-Dispatch noted on January 22, 2001. ``[T]he most disturbing part of Mr. Ashcroft's testimony was the way in which he misstated important parts of his record.''", u"In conclusion, the Attorney General of the United States leads the 85,000 men and women who enforce the nation's laws in every community in the country. The Attorney General is the nation's chief law enforcement officer and a symbol of the nation's commitment to justice. Americans from every walk of life deserve to have trust in him to be fair and just in his words and in his actions. He has vast powers to enforce the laws and set priorities for law enforcement in ways that are fair or unfair--just or unjust.", u'When a President nominates a person to serve in his Cabinet, the presumption is rightly in favor of the nominee. But Senator Ashcroft has a long and detailed record of relentless opposition on fundamental issues of civil rights and other basic rights of vital importance to all the people of America, and the people of this country deserve better than that. Americans are entitled to an Attorney General who will vigorously fight to uphold the law and protect our constitutional rights. Based on a detailed review of his long record in public service, Senator Ashcroft is not that man. I urge the Senate to vote no on this nomination.', u'Mr. President, since I see a number of my colleagues, I will take the opportunity, when there is a pause in the Senate, to complete my statement. At this time, I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/S839-2_executive-session/'}