{u'speaker_state': u'TX', u'speaker_raw': u'mr. gohmert', u'speaker_first': u'Louie', u'congress': 112, u'title': u'CURRENT EVENTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-13/html/CREC-2011-10-13-pt1-PgH6912.htm', u'number': 153, u'id': u'CREC-2011-10-13-pt1-PgH6912.chunk1', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Gohmert', u'pages': u'H6912-H6917', u'speaker_party': u'R', u'date': u'2011-10-13', u'bills': [u'H.R. 3590', u'S. 1549'], u'bioguide_id': u'G000552', u'order': 1, u'speaking': [u'Thank you, Mr. Speaker.', u'I do appreciate the opinions of our friends across the aisle and \nthose who have spoken here tonight, and I know we both have similar \ngoals--get people back to work. But when I hear my colleague across the \naisle say Republicans keep proposing plans that have proved failures, \nthe truth is the failures that the Republicans have supported were the \nthings that our Democratic friends were in favor of.', u"I sure like President George W. Bush, but in January of 2008, he took \na page right out of the Democrats' playbook--proposed a $160 billion \nstimulus, $40 billion of which went as rebates to people that didn't \npay any income tax. So you had people getting rebates that didn't put \nany ``bate'' in. That money really didn't do any good.", u'And then we come around and end up in late September or early October \nof 2008, having unfortunately the Treasury Secretary appointed by a \nRepublican, pull a page out of the Democratic playbook and help the \nfolks on Wall Street that contribute and vote \n4-1 for Democrats over Republicans. Bailed them out.', u"Some of us made clear you don't abandon free market principles to try \nto save the free market. If you have to abandon free market principles \nto save the free market, it's not worth saving. The trouble is we've \ngotten away from free market principles and that's why we were in \ntrouble.", u"We had friends across the aisle that were demanding that loans be \nmade to people that couldn't afford the loans. We had friends across \nthe aisle that were verifying here in this room and in other hearing \nrooms that, by golly, Fannie Mae, Freddie Mac, they were healthy, there \nwere no problems, when it turned out they were rotting from the inside.", u"So, apparently, as smart as my dear friends are across the aisle, \nthey have not been taught history very well. The things that have \nfailed are the very things that are being proposed again. The $700 \nbillion wasn't enough. Actually, President Bush's Treasury Secretary, \nthe second worst Treasury Secretary in the history of our country, \nexceeded only now recently by Secretary Geithner in just how poor a job \nhas been done, but they spent maybe $300 billion, $250 billion of the \n$700 billion. So the Obama administration got about $400 billion, $450 \nbillion of that $700 billion. President Bush unfortunately listened to \n``Chicken Little'' Paulson as he ran around saying that the financial \nsky was falling. That ended up all going to President Obama and \nSecretary Geithner for them to squander, which they have, and basically \nused it as a slush fund, in fact.", u"Then we're told we have got to build bridges. We have got to do \ninfrastructure. How could anybody disagree with infrastructure? Well, \nmost of us didn't disagree with doing infrastructure as long as it was \ngovernmental functions. The trouble is the President had $400 billion, \n$450 billion from TARP still \nleft over, and asked for $800 billion on top of that. And then it \nturned out that $800 billion may have been close to a trillion by the \ntime they got around to having what was available under the bill. Of \ncourse, forty-two cents out of every dollar of that was borrowed, much \nof it from our friends and neighbors across the world in China.", u"But here again these governmental giveaways, the governmental rebates \nto people that didn't put any ``bate'' in, the giving more and more \nmoney to entities that were not creating jobs, the fiascos like \nSolyndra. And I understand even after Solyndra, Leader Reid down the \nhall was able to procure another $700 million for a similar company in \nNevada. This is insane.", u"My friends, were just saying in the last hour that Republicans keep \nproposing plans that have proved failures. The failures of Republicans \nare when we adopt the Democratic strategies on these things. It's time \nto get back to the principles on which our government was founded. It's \nvery basic, very simple. You give equal opportunities to people to \nexcel, you stop paying people to fail, and we can get this country \ngoing again.", u"We also had a bill today that was finally going to allow people to \nexercise their First Amendment rights. There's not supposed to be, \nunder the Constitution, under the Bill of Rights, the First Amendment, \nthe government's forcing people to practice religion that is entirely \nopposite from the religion they believe. So we passed a bill here in \nthe House that would allow health care providers who believe with all \ntheir heart, soul, and mind--most of them, it's a religious \nconviction--that to conduct an abortion and to take and kill a baby in \nutero, remove it and kill the baby in utero, out of utero, that it is \nwrong.", u"Having had my wife's and my first child come 8 to 10 weeks \nprematurely and sitting by her isolette for 8 hours--it was supposed to \nbe only 2, but I couldn't leave, and they didn't make me until I had \nbeen there for 8 hours--with that little child, her hand clutching to \nthe end of my finger. She was hanging on to life. The doctor pointed \nout, Look at the monitors. They've stabilized since she's been holding \non to you. She's drawing strength. She's drawing life from you. That \ntiny preemie, my daughter, trying to cling to life, and my friends \nacross the aisle condemning people like me or health care providers who \nthink it's wrong to take that life when they just want to cling to \nlife. Give them a chance.", u"I was a bit surprised but embarrassed for Minority Leader Pelosi when \nshe said here on Capitol Hill about that bill that would allow people \nto practice their religious beliefs and not kill babies, the quote from \nour former Speaker Pelosi, was: ``Under this bill, when Republicans \nvote for this bill today, they will be voting to say that women can die \non the floor and health care providers do not have to intervene.'' \nWell, there's good news for former Speaker Pelosi. We didn't vote to \nallow women to die on the floor and health care providers do not have \nto intervene. That did not happen. Yet the bill passed.", u"Good news. Apparently, the Speaker did not read the bill. She didn't \nknow that what this allows is a health care provider not to have to \nkill a baby if it's against their religious beliefs. And also, no women \nwill be allowed to die on the floor. If they do, there will be severe \nand dire consequences for any health care provider that allows that to \nhappen.", u"There is nobody, despite the former Speaker's contentions here on \nCapitol Hill, there is nobody that voted for that bill today that would \nin their wildest nightmares want a woman to die on the floor without a \nhealth care provider intervening. And the bill doesn't do that. So \nwhatever nightmarish bill the Speaker was referring to when she thought \nshe was talking about the bill we passed today, good news for her. She \ndidn't know what she was talking about. It does not allow women to die \non the floor. It just allows people who believe with all their heart, \nmind, and soul, and their religious beliefs, that killing a baby is \nwrong, that when that baby wants to cling to life, as my little girl \nwas clinging to my finger and her heart rate stabilized and her \nbreathing stabilized, they can live. They don't have to be killed. They \ndon't have to be killed in utero.", u"It's good news. It's a great thing. I hope that the Senate will pass \nit and not be dissuaded by those who misread the bill. Maybe they were \nreading some disaster book or something, because obviously they were \nnot reading the bill that we passed.", u'There is also a real easy fix to establish cuts in the Federal \nbudget. And it would be so great if our colleagues down the aisle in \nthe Senate, our colleagues across the aisle, the Democrats, would take \nthe fact that this House agreed to cut our own budgets in this \nlegislative session by 5 percent and say, Hey, rest of the Federal \nGovernment, look what we have done.', u"We've not talked about it. We did it, but we haven't really talked \nabout it. And the truth is, by Congress, by the House at least cutting \nour legislative budgets by 5 percent this year, and as I understand it \nwe're going to cut 6 percent next year, it gives us the moral authority \nto say to every Federal department in this government, Congress has \ncut--or at least the House has cut--our own budgets by 5 percent this \nyear, and you're going to, every one of you, cut your budgets by 5 \npercent next year. We have the moral authority to do it because we've \ndone it. Now, maybe the Senate doesn't want to do that, but it's the \nmorally responsible thing to do.", u"And then, if it comes through and we do cut our legislative budget \nhere 6 percent in the House, we have the moral authority to say, hey, \nFederal Government, every department, every agency, we cut our own \nbudgets 5 percent last year, 6 percent next year, so you're going to \ncut 5 percent next year and 6 percent the year after that. That's an 11 \npercent cut. Now we're on the right track. And if you don't want to cut \nsome invaluable program, there's good news: cut it off some program \nthat's a waste.", u"My friend, Daniel Webster from Florida, has been looking into the \ndifferent transportation agencies that provide rides to people to get \nto their place of appointments, whether it's with the VA, whether it's \nwith a doctor, whether it's with the Federal Government, different \nagencies. Eighty-five different groups provide rides. How could that \nbe? Well, the rules, the way they were set up in 1974 by a Democratic \nCongress--that also set up the screwy CBO rules that do not allow a \ngood score for things that really do help the country--that same time \nthey were also busy sticking different agencies that do the same thing \nin different committees so that we have massive duplications of those \ntype things. Well, all we've got to do is start cutting those things \nout.", u"And I hope and pray that before I leave Congress, this body and the \none down the hall will have the courage to step up and say, you know \nwhat, I know I've been on my committee for a number of years and I've \ngot seniority, and I know this committee is critical and this committee \nis critical, but it's time to reform the committee process. And the \nonly way that we'll ever be able to completely eliminate or come close \nto eliminating all the massive duplication, replication of the same \nprograms--spending massive amounts of money to do the same thing and \nyet we could combine those and save trillions of dollars over the next \n10 years--we need to have a welfare committee. We take the food stamps \nout of the ag budget. People hear how big the agriculture budget is and \nthey just can't believe it--there aren't that many farmers. They don't \nknow that between 70 and 80 percent of the ag budget goes for food \nstamps. Let's put that in a welfare committee.", u"Robert Rector over at the Heritage Foundation has done fantastic \nwork. He was telling me it takes him 2 years to find all the hidden \nwelfare provided from all the different subcommittees, all the \ndifferent agency budgets, it takes 2 full years to do that. It's time \nto change things here. And I realize that with a Democratic-controlled \nSenate it's not going to happen this session. But I hope and pray that \nthe next session of the Senate that begins in January of 2013 will have \npeople in the House and the Senate, regardless of their party, that \nwill finally reform the government here in Washington, and to use the \nPresident's words, fundamentally change the way we do business so \nthat we don't set ourselves up to provide massive amounts of waste, \nfraud, and abuse.", u"Now, it helps to reform government if the people here in Washington \nwho vote on the bills and down Pennsylvania Avenue who sign bills or \nveto bills actually read them. Wow, what a concept. It would help if \nthe President himself, before he had gone out on the road condemning \nCongress for not passing his American Jobs Act, had actually had an \nAmerican Jobs Act written. But after he spoke here on this floor, Mr. \nSpeaker, he went around the country spending millions and millions of \ndollars--some say it was campaigning. Whatever he was doing, he was \ncondemning Congress for not passing a bill that didn't exist. He did so \nthat weekend, did so on Monday. Monday evening they finally had a bill, \nand I got it printed out. But it turns out nobody was filing it. And \nyet that didn't stop the President from running around saying we were \nrefusing to pass a bill, pass his bill, right away, right now. Nobody \nbothered to file it. In fact, if he had taken 10 minutes out of his \nschedule running around the country, spending millions of dollars \ncondemning us for not passing his bill, to have picked up the phone and \ncalled one of his Democratic friends here in the House and said, hey, \nI'm running around the country condemning Republicans for not passing \nmy bill, I'm embarrassed that nobody filed the bill. I forgot to ask \nanybody over there to file the bill so that you could pass it. So how \nabout filing my bill? Didn't bother to do that. Just kept running \naround the country condemning us for not passing his bill.", u"By Wednesday, that's when I realized if the President of the United \nStates, who obviously had not read his bill, which I did, the entire \nbill--clearly, from the things he said about the bill, he hadn't read \nit at all--I decided, you know what? If he's going to condemn us for \nnot passing the American Jobs Act, there ought to be one, so I filed \none. And I was flexible. I said here on the floor I'd be willing to \nnegotiate. And it would create jobs because it deals with an insidious \ntariff of 35 percent that we put on every American-made company's goods \nhere, which keeps them from being able to compete globally because \nnobody else in the world slaps that kind of tariff on their own goods \nproduced in their country. We're doing it to ourselves.", u"And then the insidious part is that the American public has been \nconvinced by people here in Washington, hey, hey, it's a corporate tax, \nso you don't have to pay it. Of course they pay it. The corporations \nare nothing but a collection agent. And the way that crony capitalism \nhas been working around this town, the only way you get out of paying \ncorporate taxes or the massive tariffs so you can compete globally is \nif you've got a friend down at the other end of Pennsylvania Avenue, or \nin the Senate, perhaps. Because friends of those here in the House are \nnot fairing so well--they're having to pay taxes. But if you are an \nentity like General Electric and you're close friends with the \nPresident, you really enjoy each other's company, top executives and \nthe President, good news: You're probably going to get out of paying \nany taxes no matter how many billions you make.", u"So why not level the playing field, which would bring back \nmanufacturing jobs--and I'm surprised the unions are not all for this--\nit would bring union manufacturing jobs in massive numbers back to this \ncountry. And I know there's a lot of environmentalists in the United \nStates who really don't want the manufacturing jobs back. Even though \nthey provide good union jobs, folks that would probably vote Democrat, \nthey don't want them back because they think somehow--and it's really \nunbelievable that they think this, but they think somehow by driving \nthose manufacturing jobs out of the United States and into countries \nthat pollute 4 to 10 times more, producing the same products, as there \nwas added to the atmosphere here, that somehow they've helped the \nenvironment, not realizing that that pollution goes up in the air, and \nthe way the world turns we get an awful lot of that Chinese pollution \nright here in our own country, even though we don't have the jobs, we \ndon't have the tax revenue from those, and we suffer the consequences \nof having run those companies out. So we get all of the disadvantages \nof running them out and none of the advantages.", u"We hurt our economy and we hurt our ability to prepare for any type \nof defense that may be necessary to those who want to destroy us, \nbecause anybody that knows history knows a country that is looked to as \nthe securer and protector of freedom must be able to provide all of the \nthings that it would need in a battle within its own country. And if it \ncan't do that, it's not going to last very long as the protector of \nfreedom, which means freedom won't last very much longer.", u"Now, the President talked about his bill so much, and it would be \neasy to be very cynical since the President went on the road and went \nfor 6 days before there was ever an American Jobs Act filed, which was \nmy bill. It might be easy to become cynical and say, ``It doesn't sound \nlike the President had any intention of ever getting a bill voted on; \nall he wanted to do was run around the country and condemn \nRepublicans,'' when this was some kind of political game. He had no \nintention of that bill being pushed, even being filed.", u'There is a dramatically important piece of evidence that would seem \nto establish irrefutably that Leader Harry Reid and the President were \nnot serious at all about his bill passing. What would that piece of \nevidence be?', u'Well, it would start with article I, section 7 of the United States \nConstitution, which says all bills for raising revenue shall originate \nin the House of Representatives. But the Senate may propose or concur \nwith amendments, as on other bills. The critical part was all bills for \nraising revenue shall originate in the House of Representatives.', u"Well, it's not hard to find, from the President's bill, that he's \nraising revenue, he's raising taxes. So, clearly, under the \nConstitution, no question about it, the President's bill has to \noriginate in the House. No question about it. It raises revenue. \nEverybody knows that. Leader Reid knows that.", u"So, when I heard that finally the President's bill was passed in the \nSenate, or not passed but filed in the Senate, then I knew, because I \nknow something about the Constitution, well, that has to be a House \nbill. The President is popping people with extra tax. It raises \nrevenue. So, obviously, it has to originate in the House.", u"Now, normally, unless there were games played in this town, that \nwould mean the bill starts here, and we would take up the President's \nbill, and if it passed, then the Senate would take it up. But over the \nyears, both parties, apparently, have played a political game where, if \nthe Senate wants to start a bill that raises revenue, they will take a \nHouse bill that has already passed, strip out of it every word, and \nsubstitute for all that language of the House bill the Senate bill. And \nthen, under the gamesmanship up here in Congress, that's been \nconsidered to satisfy the requirements of the Constitution because, \ntechnically, the bill started in the House. It has a House bill number \non it, and so it did start in the House. They just took out every word \nand then put in the Senate bill.", u"From a practical standpoint, it originated in the Senate, but from a \ntechnical standpoint, since it has a House number on it, then obviously \nthey slide by, under the gamesmanship here, by saying it's a House \nbill.", u"In fact, that's exactly what happened with ObamaCare. The House had \nnot passed a bill that the Senate would take up on health care back 2 \nyears ago. So what the Senate did was take a House bill, H.R. 3590, and \nthis is the actual name of the ObamaCare health bill. I've got the \nfirst volume of the two volumes that make up the 2,400 or 2,500 pages \nof the President's health care so-called bill, H.R. 3590, entitled, \n``An act to amend the Internal Revenue Code of 1986 to modify the \nfirst-time homebuyers credit in the case of members of the Armed Forces \nand certain other Federal employees, and for other purposes.'' \nObamaCare is H.R. 3590, and it was a bill the House of Representatives \npassed mainly to help our veterans, to help our armed services, our \nmembers who have pledged their lives, their fortunes, their sacred \nhonor to serve in our military--that is mainly who it was for--and give \nthem a tax credit for the first-time purchase of a home.", u"It just seems so coldhearted to have taken a bill that started out to \nhelp \nveterans and our armed services members and, beginning with line 1, \npage 1, strip out every single word of the bill to help our veterans \nand substitute therein ObamaCare, 2,400, 2,500 pages. But that's what \nthey did because that was the game. Because they knew in the Senate, if \nthey were going to pass a bill that raised revenue, under Article I, \nsection 7 of the Constitution, they had to take a House bill so they \ncould play the game of saying, Well, it did originate in the House, has \na House number on it, House title on it. We just stripped all that \nlanguage out and put our bill in.", u"That's the only way that the President's so-called jobs bill could \noriginate in the Senate, practically, is to take a House bill, strip \nout every word, keep the House bill number, keep the House bill title, \nand put the President's so-called jobs bill in there. That's the only \nway that bill could ever have a chance of becoming law. And Leader Reid \nknows that. He's a smart man.", u"And from what I understand, the President at one time was a local \ninstructor in a law school, and surely he had to have read the \nConstitution and understand that. So he would know, as would Leader \nReid, that for the President's jobs bill to meet the constitutional \nrequirement of Article I, section 7, then Leader Reid would have to \nstrip out a House bill.", u"So when I heard that Leader Reid had filed the President's so-called \njobs bill, I directed my staff to find out what House bill number and \nwhat House bill title that Leader Reid had stripped every word out of \nand substituted therein the President's so-called jobs bill. And I \nfound the answer. He didn't do that. Leader Reid filed the President's \nbill with no cosponsors.", u"A little trivia. The American Jobs Act, my bill, I think it's got \nfive cosponsors. The President's so-called jobs bill, zero cosponsors. \nMr. Reid filed it. Mr. Speaker, it is S. 1549. That's a Senate number, \nS. 1549. That's a Senate bill.", u"Leader Reid did not bother to do what would be required, even under \nthe gamesmanship of Capitol Hill, to strip out a House bill. And \nthere's only one reason he wouldn't do that. There's only one reason \nthe President wouldn't request that he do that, and that is because \nthey had no intention of that bill--this bill--ever passing. Now I've \nonly got the first few pages because the President's bill is actually \n155 pages. But that came before. I got a copy of that before it was \never filed by anybody.", u"So then I heard that Leader Reid actually filed an amendment to the \nPresident's so-called jobs bill, and I thought, ah, now he's no longer \ngoing to play this ridiculous charade of acting like he wants a bill to \npass that he knows could never become law because it originated in the \nSenate and doesn't have a House bill number. So, okay, he's filed an \namendment, the new bill, it has surely got to be some House bill that \nwas stripped of every word, but it turns out that was Senate bill 1660. \nIt's still a Senate number, it is still originating in the Senate, \nthere's not even a charade, facade being shown here, which makes very, \nvery clear Senator Reid and President Obama never ever intended for the \nso-called jobs bill of the President to pass. Never intended for it to \npass. They never did.", u"A smokescreen is all this has been for weeks now, millions and \nmillions and millions of dollars running around the country demanding \nwe pass a bill that neither Leader Reid nor the President had any \nintention of ever having passed because they knew the way the procedure \nworks here when a bill like this that raises revenue originates in the \nSenate and the Senate were to actually pass it, then the Senate Clerk \nwould send it to the House, it would go to our Clerk, and they would \nreview it, and they would find that it raises revenue, as the President \nand Leader Reid know and acknowledge, and they would do what's called \nblue slipping it. They put a blue slip on it in essence saying that the \nHouse cannot take up the Senate bill because it raises revenue. And \nthat means under article I, section 7, it must originate in the House, \nand, therefore, it's being sent back to the Senate without any action \nwhatsoever because obviously people at the other end of the hall were \nplaying some kind of game, knowing that a bill to raise revenue that \noriginated in the Senate and did not have a House number, did not have \na House title, would never become law. It was all a game. All a game.", u'Apparently, the goal of this political game played by the President, \nand Leader Reid has as a goal the President winning the game, the \npolitical game, and getting reelected and the American people losing \nbecause there was no bill that was ever seriously intended to pass by \nthe President or Leader Reid. That is tragic, simply tragic.', u'The American people suffer, people are losing their jobs, and the \nonly reason that the unemployment rate did not rise one more time \nagain, that it stayed at 9.1 percent, that disastrous rate, was because \nso many employees who had been out on strike came back on to work. If \nthey had not done that, then the unemployment rate would have reflected \nthe truth.', u'This country is still in big trouble, all while the President travels \naround making speeches about passing a bill that neither he nor Leader \nReid ever had any intention of passing and becoming law as the American \npeople suffer.', u"Now, I heard my friends across the aisle here tonight say they wish, \nin essence, that the Republicans would bring their jobs bill. Well, \nthere's great news. Apparently, while my friends hadn't noticed, we \nhave passed about a dozen bills out of this body and sent them down to \nLeader Reid that will create jobs across the country, will bring down \nthe price of gasoline, will bring down the price of energy, all kinds \nof bills we've sent down there, and they're sitting in the Senate.", u"So for all of those people who have said the President is flat wrong \nwhen he says that we have a do-nothing Congress and as he is traveling \naround this week saying there's a do-nothing Congress, I'm going to \ndefend the President here. For those that say the President is \ncompletely wrong when he says it's a do-nothing Congress, well, I'm \ngoing to defend the President. And I stand up for him because the \nPresident, when he says there's a do-nothing Congress, is one-half \nright, and he ought to be acknowledged for being one-half right when he \nsays there's a do-nothing Congress because there is a do-nothing \nSenate.", u"They're sitting on bills that would create jobs, bring down energy \nprices and would bring jobs back to America easing the burdens that \nhave sent companies fleeing from this country to South America, to \nChina, to India and to other countries. We bear them no ill will, but \nwe want our jobs back here in America. And how wonderful to have the \nPresident's big job czar as a guy who has sent thousands and thousands \nof jobs from his own company overseas.", u"Well, he apparently knows what he's doing because since he's been our \njobs czar for President Obama, we've had thousands and thousands and \nthousands and thousands more jobs continue to flee and go across to \nother countries. He knows what he's doing. He did it with his own \ncompany, and now we're continuing to have that happen with other \ncompanies.", u"Well, obviously, since the President, based on the things he said \nabout his so-called jobs bill, has not read the bill, clearly, that's \nhow we know he's not misrepresenting things, he just doesn't know what \nhis bill says. And, in fairness, he could not possibly know what his \nbill says because he was on the road for 4 or 5 days, the whole time \nthe bill was being written, demanding we pass a bill that hadn't even \nbeen written.", u"I'll just flip through some of the provisions here. We're told, once \nagain, just like we were in January of 2009, that we must pass the \nPresident's bill, just like in 2009, because it's going to provide \nbridges and infrastructure. I'm surprised that in 2\\1/2\\ short years \nthe President was thinking people would have already forgotten that he \nused that sales pitch to sell a nearly trillion-dollar bill that didn't \ndo anything he said it would. And then I found out today--my friend, \nMick Mulvaney, pointed out this morning that when adjusted for \ninflation to the current level today, every interstate highway in this \ncountry had $425 billion spent in total to construct all the interstate \nhighways we have in the country. Yet the President, in January of 2009, \ntalked about creating all these new roads, infrastructure and bridges, \nand yet there was only a tiny fraction of all that \nmoney that was used at all on such infrastructure, and if he had taken \nhalf of that money and used it on infrastructure, we could have had an \nentirely new interstate highway system to mirror the one that we \nalready have.", u"It is amazing the kind of money that was squandered with nothing to \nshow for it. That's the embarrassing part. If we had more people \nemployed today than ever before, then even though it was an abandonment \nof free market principles, I would have to be grateful that there were \nnew jobs and people were employed. You want to help people? Let them \nget a job that was not a giveaway from some government agency. Let them \nearn their own keep.", u"For those of us who believe the Bible--I won't try to shove my \nreligious beliefs on anybody else, but for those of us who do believe \nthe Bible, you can look. Before there was a fall from grace, before \nsuch a thing as some people call ``sin'' was ever introduced into the \nworld by improper choices, God gave Adam and Eve--not Adam and Steve, \nbut Adam and Eve--a job.", u"He said, ``Tend the garden.'' They were in a perfect paradise where \nthere were no thorns, no sweat--a perfect paradise. People had a job. \n``Tend the garden.''", u"A job is a good thing. It builds self-esteem, and it allows people to \ngive of themselves to help others, not to come to Washington and use \nand abuse the taxing authority to take people's money to give to our \nfavorite charity. It's for individuals to be blessed because they \nearned money at their own jobs and then helped people.", u'I believe the Creator knew how much good that did our hearts, minds \nand souls to earn something and then help ourselves and others who need \nit.', u"That's not what you find in the President's so-called ``jobs bill.'' \nJust when we thought, surely, Washington had learned a big, big lesson \nabout the disaster when the Federal Government starts getting into the \nbusiness of financing things, we have the President proposing what he \ncalls the American Infrastructure Financing Authority, page 40. It's \nanother massive bureaucracy.", u'Who would control it?', u"Oh. Well, it's a financing authority, so maybe it's not run by the \ngovernment. Fannie and Freddie had government fingerprints all over \nthem, all over some of the worst problems. Maybe the President learned \na lesson from the damage done to this country by Fannie and Freddie \nbeing improperly managed.", u"Then you can turn the page to page 41 and see, oh, the board of \ndirectors of the American Infrastructure Financing Authority consists \nof seven voting members appointed by the President. How about that. How \nabout that. I guess the President didn't learn his lesson. He thinks \nthe government is still the way to go about, not only funding housing \nfor 100,000, 200,000, 300,000 or so, but now we'll fund billions of \ndollars in infrastructure financing. He'll stand good for that.", u"Ironically, just as in the President's so-called ``stimulus bill'' in \nJanuary of 2009, where the President promised all this great \ninfrastructure and it turned out it was just a tiny bit of \ninfrastructure compared to the overall amount, we find he has done the \nsame thing in this new so-called ``jobs bill.'' There's a little bit of \nmoney for infrastructure, but compared to $450 billion, it is a tiny \ndrop in the bucket. There's a little revenue generated here by \nauctioning off some broadband spectrum. Oh, I see there are provisions \nhere where the public will relinquish some of its licenses and where \nother people will relinquish different things.", u'I always hate to see that word when the government makes people \nrelinquish things, but the language is there.', u"Then what we get by selling off a little bit of broadband spectrum is \nfound at page 75 of the President's bill, called the Public Safety \nBroadband Network. If individuals in this country were disappointed \nthat the Federal Communications Commission, the FCC, did not totally \ncontrol the airwaves the way they wanted them to--maybe they wish \nthere'd been a Fairness Doctrine reinstated or maybe they wanted the \nFederal Government to just exercise with an iron fist its authority, \nwhich I think would be unconstitutional, but to limit speech--well \nthen, people would have to be encouraged by this new entity, the Public \nSafety Broadband Network, because it will take over the broadband for \nus.", u"But not to worry. We'll call it a ``corporation,'' so it won't be \ngovernment, right? Wrong.", u'If you look at page 76, even though it says it will be established as \na private, nonprofit corporation, it turns out the members of the board \nwill be the Secretary of Commerce, the Secretary of Homeland Security, \nthe Attorney General of the United States, the Director of the Office \nof Management and Budget, and they will go about appointing 11 more \nindividuals to serve as non-Federal members of the board.', u'Well, happy days, happy days.', u'More and more government.', u"It's interesting. There's a little money for a reemployment program. \nHow many reemployment programs are we going to throw money away on to \ntrain people for jobs that don't exist? How about allowing the public \nsector to have that money?--which is not available to borrow when the \nFederal Government is sucking that money out of use by the private \nsector. It's not there to be borrowed and used to build up companies, \nto build up jobs, to create jobs. Oh, no. The Federal Government is \ntaking it to build more government--more training programs for jobs \nthat don't exist.", u"Then there's a new program here at page 106 that most people have \nnever heard about, and I really doubt that the President knows it's \nhere. It's a new program, entitled Short-Term Compensation Program. It \ndoes say that it's initially voluntary, but it also says if an employer \nreduces the number of hours worked by employees in lieu of layoffs--and \nI've had people tell me they were doing this, where, for example, they \ndidn't want to lose their valuable employees, but business was \nterrible, so they all agreed among themselves they would take a \nreduction in hours/a reduction in pay so that they could save the \ncompany, weather the storm, maybe get to January 2013 when the economy \nwould rebound because we'd have new free market principles put in place \nand things would take off. Then everybody could go back to making an \neven a better living.", u"Under this provision, if you're part of the President's new program \nand if you reduce by at least 10 percent the hours of your employees, \nthen according to subsection 3, those employees would be eligible for \nunemployment compensation. That means the unemployment tax rate for \nthat employer would go up. I've heard from employers who've said, If \nyou raise my unemployment tax rate, I'm going to have to lay off a \nwhole lot of employees instead of being able to save the company, save \ntheir jobs and weather this storm.", u"It does say on down the page, under subsection 7, that if an employer \nprovides health benefits and retirement benefits under a defined \nbenefit plan, then the State agency is required to certify that such \nbenefits will continue to be provided, which means, for the employers I \ntalked to who are struggling and just trying to hold on, they're not \ngoing to be able to hold on. They're going to have to keep providing \nbenefits at the same level. They're trying to weather the storm, which \nis what companies normally do just to survive. That's what individual \nmom and pop operations do--they cut their budgets. Not here in \nWashington.", u"One of the best things I've heard all year is when Chairman Ryan said \nthe vision he has for our budget includes finally adopting a zero \nbaseline budget. I am so grateful to Chairman Ryan. He sees the same \nthing I do. We need to have a zero baseline--in other words, no \nautomatic increases. It started in 1974. It's time it quit because a \nmom and pop operation--a mom operation, a pop operation, any operation, \nany business. When times are tough, they have to cut. Not here in \nWashington. Under the rules set up in 1974, there is a formula so that \nwe have automatic increases every year. It's time to stop it.", u"If an agency is going to get additional money, they need to prove \nthat they should get it. But as I started off this hour, Mr. Speaker, \nsaying this House has adopted a budget that cut our legislative budgets \nby 5 percent across the board, it's time we exercise our moral \nauthority and say everybody else in the Federal Government is \ngoing to have to have the same kind of 5 percent cut across the board. \nAnd when we do that 6 percent to our budget next year, it's time to \ndemand, after we do it in the House, everybody else in the Federal \nGovernment has to do it too.", u"There's so many other provisions that have nothing to do with \ncreating jobs, and you can look at page 134 and see that the President, \nwho's talked about all these millionaires and billionaires need to pay \ntheir fair share, even though we're now approaching 50 percent of the \ncountry that will not pay income tax.", u"If the President believes what he says, Mr. Speaker, it is time to \ncall the bluff and say, all right, then let's have a flat tax, \neverybody pays the same amount, it doesn't matter if you're an ultra \nzillionaire, billionaire, if you're one of the poorer workers, \neverybody is going to have an investment, as the President likes to say \nin this government, and that way they'll have more interest in what \nhappens. They'll have more interest in seeing we don't waste so much \nmoney up here, and we can do that.", u"This is why I'm sure, also, the President never read the bill that he \ndemands we pass, that I explained earlier, why we know now neither the \nPresident nor Leader Reid had any intention of this bill passing, so \nthey didn't bother to meet the constitutional requirements.", u"At page 135, the President's bill defines what he's been calling a \nbillionaire and a millionaire as a taxpayer whose adjusted gross income \nis above, C, $125,000 in the case of married filing separately; 250,000 \nin the case of a joint return. But if you're a gay couple living \ntogether, then you can be grateful to the President because you can \nclaim $200,000 or $225,000 as your exemption amount.", u"But even at that rate, I'm from East Texas, and the public schools I \nwent to were awfully good, but they taught me that when a number has \nsix figures in it, it isn't a million and it isn't a billion. So when \nthe President's bill says $125,000 if you're married, that's the \nexemption you've got before they start slapping you with extra tax, and \nI haven't heard anybody else but me talk about this, but down in \nsubsection C on page 135, not only does the President not do away with \nthe alternative minimum tax, as the title says there's an additional \nAMT amount in the President's bill.", u"Now there's a jobs bill. People you're calling millionaires and \nbillionaires and define it as somebody that makes $125,000, you slap \nthem with extra alternative minimum tax, you take away deductions.", u"I'm telling you, Mr. Speaker, it is time that we had a flat tax \nacross the board. Everybody would pay their fair share. And the more \nmoney you make on a flat tax, the more money you're going to pay in.", u"I agree with Art Laffer, who was telling me, there is a strong \njustification for two deductions only, the mortgage interest deduction \nand charitable contribution deduction. All the others go away. Now that \nwould be a fair tax. Everybody would pay their fair share. And since \nthe President's not aware of how oil companies work, and since they've \nspent more and more and more money than ever in the Interior Department \nbudget to consider permits to drill for oil or gas, we've gone from \n140-something permits that cost a whole lot less to process to now \nprocessing double-digit permits, we're losing jobs.", u"I hear from people in the Gulf affected by the Deepwater Horizon \nexplosion by the President's good friends at British Petroleum, who \nwere all set to endorse the President's cap-and-trade bill before the \nblowout, and then they had to postpone that. But when you eliminate \ndeductions that only keep independent oil companies alive, then it \naffects the majors in only one way, and that is you drive out all the \nindependent producers, the majors will be able to charge more than \never, they'll make more profit than ever.", u'Mr. Speaker, how much time do I have remaining?'], u'capitolwords_url': u'http://capitolwords.org/date/2011/10/13/H6912_current-events/'}