{u'speaker_state': u'TX', u'speaker_raw': u'mr. gohmert', u'speaker_first': u'Louie', u'congress': 112, u'title': u'A TEXAN LOOKS AT CURRENT EVENTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-27/html/CREC-2011-10-27-pt1-PgH7153-2.htm', u'number': 163, u'id': u'CREC-2011-10-27-pt1-PgH7153-2.chunk5', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Gohmert', u'pages': u'H7153-H7158', u'speaker_party': u'R', u'date': u'2011-10-27', u'bills': None, u'bioguide_id': u'G000552', u'order': 5, u'speaking': [u"Well, that's so unexpected and unnecessary, and it \nactually means a great deal. Thank you.", u"Somebody that's been here slugging it out longer than I would ever be \nable to handle, Mr. Barton from Texas came as a young man, and he's \nbeen able to endure the slings and arrows through many, many years of \nbeing in the minority.", u"And we're back to dealing with a White House who wants, he says, to \nnegotiate, to work with Congress, and does so by demanding to come talk \nto Congress, and comes.", u'Did we have a warm, friendly meeting here as the President stood here \non the second level?', u"Well, actually we got lectured. We were lectured that we needed to \npass the President's jobs bill right away, right away, 16, 17 times. \nWe've just got to do it now.", u"During the speech, I don't recall the President ever saying, I really \ndon't have a bill. I don't have a bill. And, in fact, if you want to \nsit down and work with me, you won't be able to because in the morning \nI'm getting on Air Force One, funded by the taxpayers, and basically \nhit the campaign trail. And I'm going to be beating up on you guys in \nthe House of Representatives for not being willing to negotiate with \nme, even though I'm not around. And, by the way, I'm not going to \nnegotiate even if we sat down because you've got to take my bill \ncompletely, pass the whole thing. I'm not going to compromise on \nanything.", u"That was the message for a number of weeks. Take it; pass it as it \nis. Never mind the fact that he didn't have a bill when he hit the road \nand was condemning Congress for not passing his bill. That's just \nstrange.", u"You would think if somebody really wants to work with Congress, \nreally wants to do something for the people of America that are \nhurting--I've had four job fairs in east Texas, and I've gone to each \none, and it breaks your heart. There are people in their fifties and \nsixties, there's a lot of young people, a bigger percentage of young \npeople, but there were older people, tremendous experience, tremendous \neducation and training, been laid off because of the bad economy.", u"And it's heartbreaking even more so because this Congress and this \nPresident have to take responsibility for continuing to put more and \nmore laws, regulations, burdens on business that keep them from being \nable to retain jobs, keep them from being able to expand and create \nmore jobs.", u"And when you hear from people who've lost their job, and they're not \nonly brokenhearted, but they're upset because then they find out that \nthis administration has done things like throw $600 million at \nSolyndra, has spent millions of dollars, hundreds of millions of \ndollars, to create jobs. One giveaway program, seems like I read we \nspent $8 million per job that was created. Different amounts resulting \nin a different number of jobs.", u"One of the things I've seen in talking to people in Texas who are \ninvolved in the education system is that when the President's so-called \nstimulus bill in January of 2009 was passed and it was done, rammed \nthrough like the ObamaCare bill was, it didn't have, it didn't seem, \nthe full support of America. But it had a majority in the House, it had \na majority in the Senate, and so it passed.", u"I like to think I'm objective enough that I certainly acknowledge it \ndidn't start in January of '09 with President Obama. A good man, a \nsmart man--he's not given credit for that--made a major mistake when \nPresident Bush trusted Hank Paulson. Paulson says, we're about to have \na catastrophe, give me $700 billion and I'll keep things on track, get \nthings back on track.", u"We don't give $700 billion to one man and say go fix things. You \ndon't do that in America. That's not what the country was founded for. \nBut it was done. And as I understand it, about $250 billion of the $700 \nbillion is around the amount that Hank Paulson squandered \nof the so-called stimulus or the bail-out, TARP, whatever you want to \ncall it.", u"Ironically, if one wishes to look at things from a political \nstandpoint, it was pretty amazing because a Republican administration \nprovided $700 billion to mainly bail out people on Wall Street who had \ndonated to Democrats 4-1 over Republicans. That's what's so amazing is \nto hear people constantly talk about these rotten Republicans on Wall \nStreet, when the fact is they give to Democrats 4-1 over Republicans.", u"So, not only was it absolutely, in my mind, an immoral thing to do, \nto take people's hard-earned money and add it to money we borrowed from \nChina and others to bail people out on Wall Street. That's not the \nAmerica that was founded, that so much blood and treasure has been \nspent to establish.", u"Wall Street executives, I've got no problem, as long as they're \nplaying by the rules, they're not cheating people, if they make $100 \nmillion a year. I have no problem as long as they're playing fairly; \nbut when they get greedy and end up being broke, I do think it's \nappropriate for them to do what Americans are supposed to do and what \nis set out in the Constitution to do, called bankruptcy.", u"And AIG, it sounds like they were making money in every department \nexcept the credit default swaps. Well, gee, that's what happens when \nyou sell what is, in effect, insurance against a catastrophic event, \nwhich would be the failure of the mortgage-backed securities to have \nthe value that was paid for them. You ensure against that. You take \nwhat amounts to premiums. You put no money in reserve to ensure against \nthe event you took money to ensure against; and then are shocked some \nday when people want to make a claim under that insurance, and you've \ndone nothing but take profit.", u"What a great business that was, selling insurance to ensure against \nmortgage-backed securities not having the value paid for them, and not \nhaving to set aside a dime of that in a reserve account so that if \nsomebody ever makes a claim you've got to pay it back. Now, there had \nto be a fun business.", u"But, again, it was immoral, it was irresponsible, and they should \nhave been under the rules of insurance. If you're going to sell \ninsurance, you've got to ensure against the event you took money to pay \noff for if it ever happens. It didn't happen, so AIG should have been \nallowed to go through bankruptcy. If they had enough assets, and \nthought they might, they were certainly making a lot of money, if they \nhad enough assets, they could reorganize, get creditors to agree and \ncome up with a plan for reorganization. The law is very clear. At least \nit used to be before the auto bailout. But that's what should have \nhappened.", u"Goldman Sachs, even though those were the dear, close friends of Hank \nPaulson, the worst Secretary of the Treasury this country has ever had \nuntil we got Tim Geithner. Now it's a close call. I'm not sure who is \nworse. But he bailed out his buddies at Goldman Sachs. They should have \nbeen allowed to go through reorganization if they could, and, if not, \nthen liquidation and bankruptcy. That is what the Constitution provides \nfor. And it should have been allowed to happen. And I realize that if \nthat had happened, then those massive donations that the Democratic \nParty and President Obama got from Wall Street wouldn't have come \nthrough for him. I realize that. But this is more than about political \nparties and more than about political donations. It's about the life \nand the existence of this country.", u"Nobody should be too big to fail. If you can get big enough that the \nfailure of your company or your bank hurts a lot of people, then it's \ngoing to hurt a lot of people. But that is the problem when the \ngovernment becomes a player. We start becoming the lending institution, \nwe start becoming the player in insurance where we're going to be \nselling the insurance like we do flood insurance, and we're going to be \nguaranteeing all the home loans. Well, people have to be in the good \ngraces of the Federal Government if they're going to be able to get \nwhat they want because the Federal Government becomes the player, \nselling the insurance, like flood insurance, or backing home mortgages, \nand then you have a catastrophe like we've witnessed for the last 3 \nyears. It didn't have to happen, but it is what happens when a country \nmoves toward being more socialistic, where the government runs \neverything, the GRE, government running everything. That is what \nObamaCare was about, the GRE. That's what the President's stimulus bill \nin January of 2009 was about. We were told it was $800 billion. It \nturned out to be maybe more like $1 trillion. It was about the GRE, the \ngovernment running everything.", u"We heard with the President's stimulus bill in 2009, January, that if \nwe did not pass the President's stimulus bill--the President told us, \nhe made very clear, if you don't pass this bill, I'm warning you, \nunemployment could go as high as 8\\1/2\\ percent. Well, 2\\1/2\\ years \nlater, that 8\\1/2\\ percent looks pretty doggone good. That would have \nbeen nice. But it got up to 10, and we're back at 9.1 for months now.", u"The numbers are bad, but what is worse is all those people that \ncannot find jobs, and the biggest reason is because we have a \ngovernment that thinks it is the answer when it's the problem. It's not \nthe answer. When the government becomes the player and tries to be the \nplayer and referee, it doesn't work. When the government is so busy \nbeing a player as well as referee, it can't do its referee job very \nwell, and so you have people like Bernie Madoff who get away for years \nwith bilking people out of billions of dollars--life savings. That \nshould never have happened. If the Federal Government were more \ninterested in being the referee and making sure people played fair, \nMadoff couldn't have gotten away with it for that long.", u"When the government wants to run health care as we do with Medicare \nand Medicaid, it becomes the problem, not the solution. And now we have \nseniors who are scared to death because they see what's happening. The \nPresident gets his bill, ObamaCare health bill, passed, and it has a \nprovision for $500 billion to be cut from Medicare. And then AARP, \nafter supporting that bill that cut $500 billion from Medicare, has the \nunmitigated gall to encourage people that are sending AARP money to \nnotify their Congressman that we don't want any cuts to Medicare. Well, \nI've gotten those petitions. And my response is that if you're part of \nAARP and you don't want cuts to Medicare, then I'm so glad you're now \noff the AARP team and you now support what I do. Because AARP sold the \nseniors down the road.", u"Why would they do that? Well, let's look. Gee, they made, I believe \nit was in 2008, one big health insurance company made around $92 \nmillion clear profit and another $112 million or so profit, and then \nyou have AARP that made over $400 million in clear profit from the sale \nof their supplemental insurance. I had a proposal that would have given \nseniors a choice: you can stay on Medicare, or you can choose to have \nus buy you private insurance that covers everything. You won't need any \nsupplemental insurance; it will cover everything, but it will have a \nhigh deductible. Thirty-five hundred dollars was the proposal, but I'm \nnot married to that. If there were another figure that would end up \nbeing better from an accounting standpoint in the long run, you can do \nthat. But the proposal was $3,500. And then for that, we will put the \n$3,500 cash in the seniors' health care account for each of those 30 \nmillion or so homes that have people on Medicare, Medicaid. So then you \nhave a debit card coded to only pay for health care, and the senior for \nthe first time since the sixties will finally be in control of their \nown health care, making their own decisions, and we get the government \nout of the way of making decisions--oh, no, you can't have that \nmedication; oh, no, you can't see that doctor; oh, no, you can't have \nthat treatment. And what we're seeing are the early stages of what \nultimately happens when the government controls health care. It's \nlists, and lists mean rationing.", u"I've heard from people that live in Canada and England. The father of \none man from Canada needed a heart bypass operation. They put him on \nthe bypass list, and 2 years later he had not gotten his bypass, and so \nhe died. If he had been in the United States, he would probably still \nbe alive today. One secretary in my district told me about her mother \ngetting breast cancer. But she had to get on a list in \norder to get the mammogram, had to get on a list to get the treatment, \nget on a list to have therapy, and get on a list for surgery, all those \nthings that came with it. And as a result of all those lists, she said, \n``my mother died because she was in England. I was found to have \ncancer, I had immediate treatment.'' She's a secretary. She got \ntreatment. She got the surgery and treatment. And she says, ``I'm alive \nbecause I was in the United States. My mother died because she was in \nEngland.''", u"Well, unfortunately, there are people who love people but think that \nby the government running health care--which will inevitably lead to \nrationing of health care--that somehow that's a better thing. Our \nhealth care system needs work. It needs to be fixed. But the thing we \nshould be doing is not having the government become the ultimate, the \nbiggest player and referee in health care. We need to get the \ngovernment out of being the player and get them back into the business \nof being the referee.", u"At the same time, we need to get the health insurance companies out \nof the business of being health managers and back in the business of \nselling insurance. And you do that, if we can move forward, with health \nsavings accounts. The young people of today in their twenties and \nthirties start putting away money in their own health savings account, \nlet that build--there shouldn't be any limits on how much you can put \nin, but it ought to be a requirement you can never take it out. You can \ngive it to your kids, give it to charities for a health savings account \nfor those who can't provide it themselves, but once it becomes health \nsavings account cash, that's where it stays until it's spent on health \ncare.", u'Leave it to your children when you die. Leave it to other charities \nthat have people who need health care, and it could go in their health \nsavings accounts.', u"Once we do that, for the kids in their twenties and thirties, \nindications are, by the time they're 65, 70 years old, not only will \nthey not want Medicare, they won't need it because they'll have enough \nmoney in their accounts that they can do whatever they want to and have \nwhatever health care they need. But it's not the end-all solution. We \ndon't have free market forces at work in health care. It's why costs \nkeep going up. That's one of the reasons.", u"Another reason is the tremendous advances that have been made in \nmedicine that are now slowing down without the great people who have \nbeen attracted to health care--brilliant doctors and nurses. People in \nthe health care industry are so smart, but we're already seeing the \nquality of people applying not at the level it once was. Why should it \nwhen this government intervenes and prevents people from being \ncompensated properly?", u"But until we get free market forces at work in health care, we're not \ngoing to fix health care, and you cannot have competition in health \ncare as long as we have our existing system in which nobody knows what \nanything costs:", u"You ask, What does an MRI cost? Well, it all depends, you're told.", u"What does a room with a single bed in your hospital cost? Well, it \nall depends. We can't really say.", u'You have Blue Cross. You have this and that. You have Medicaid. You \nhave Medicare. Are you paying cash?', u"It all depends. You can't fix health care when there's no \ncompetition.", u"Growing up in Mount Pleasant, Texas, it was no secret that we went \nbetween two and, actually, eventually three different doctors' offices. \nWe loved the doctors. They were great doctors. My mother passed away at \n91, and my dad is still alive. I recall, growing up, we'd go to one \ndoctor when I thought we were going to this other doctor:", u"Well, they raised their prices, and they're both great doctors.", u'Well, yeah, they are. I love them both.', u"So we would go. When one would raise his price, we'd go back to the \nother doctor. You can't do that now. You don't know what a doctor \ncharges. I've talked to doctors who would love to tell people what they \ncharge, but it all depends whether it's Medicare, Medicaid, what \ninsurance.", u"Then the most unfair cut of all is, if you come in and if you're too \npoor to have insurance and if you're not eligible for Medicare or \nMedicaid, then they're going to sit down with you and work out a \npayment plan for an amount that is normally many times more than the \ninsurance companies would ever have agreed to pay. Well, that's not \nright. If somebody comes in with cash, they ought to be able to get it \ncheaper than Blue Cross or cheaper than other methods of payment. \nThey're coming in with cash. In a good scenario, that's the way it \nwould be.", u"If everyone had a health savings account that covered the high amount \nof the deductible, of their catastrophic insurance, that's the way it \nwould be because you would call up the doctor or the hospital and say, \nI need to come in. How much do you charge? Under a bill I've proposed, \nthey'd have to tell you. You could find it online. It would have to be \nposted. ``This is how much we charge.'' They'd have to know before \nthey'd come. Then you could get competition. You've got your debit card \ncoded to only cover health care, and so you then care about how much \nthings cost. You can't find a whole lot of people who care how much \nhealth care costs anymore because they're not paying it. What does it \nmatter if the cost goes up 10 times?", u"Then you've got seniors, many of whom are AARP members. They're \npaying their dues, and they've got their supplemental insurance. How \ntragic that AARP didn't mind the $500 billion cut to Medicare. Gee, \nlet's think about that. If there's a massive cut to Medicare and if \nAARP sells supplemental insurance to cover what Medicare doesn't, I \nwonder if maybe they might think they would sell more insurance. Maybe \nthat's why they would support a bill that cut Medicare by $500 billion.", u"The games that have been played around this town really need to stop. \nWe've gotten this country in trouble, but they're not going to stop \nwith the President spending every day traveling around the country, \ndemonizing Congress for not passing his bill, his law, when he doesn't \neven know what's in his bill. I do. I read the whole thing. I'm told \nthere may not be anybody else in the House or Senate who has read every \npage of the President's bill like I did. Well, if the President would \nread it--he's obviously a smart enough man--he would see that a lot of \nhis claims do not have the merit he thinks they do--or whoever is \nputting those words in his teleprompter thinks they do.", u"On education, we have the stimulus bill. We were told it was going to \ncreate so many jobs, that it was going to build bridges and fix \nbridges. It didn't do those things. So now, 2\\1/2\\ years later, the \nPresident makes the same speeches. That's got to be good for the \nspeechwriters because they could go back and take the same speeches \nthat the President gave in January of 2009:", u"You need to pass this bill. You've got to pass this bill right now, \nright away. Then it will build bridges; it will fix these bridges; it \nwill hire people, get school teachers back and law enforcement.", u"Those were all said in January of '09. I'm wondering if we shouldn't \ngo back and compare those speeches and see if they haven't just cut \nsome of those speeches and pasted them. Hey, it worked. They got \nCongress in January of '09 to pass the massive stimulus bill.", u"As I've talked to educators around Texas, I found something that was \ndeeply saddening and a bit maddening. There was some very limited \namount of the trillion dollars in the President's so-called ``stimulus \nbill'' in January of '09 that went to hire teachers. I've met young \npeople who were hired as teachers, and I'm thrilled when young people \nare able to get jobs. It's a good thing. Then I've talked to different \neducators who have said, It's so tragic. The stimulus money ran out, so \nwe had to let teachers go. If you don't keep paying the stimulus money, \nthen we don't get to keep those same teachers.", u"That ought to tell us something. The stimulus money was not stimulus. \nIf it had been stimulus, it would have stimulated things to the point \nthat those teachers who were hired 2\\1/2\\ years ago would have \nstimulated enough in the economy that they would have been able to keep \nthose jobs; but the stimulus bill in January of '09 was not nor was the \nstimulus bill in January of '08 under President Bush. They did not \nwork. They don't work. That's not the way to stimulate.", u"So then what really breaks my heart is when I find out people my age, \nwho are in their fifties, and people in their forties who have been \nteaching for 20, 25, 30 years--and because they do and because of the \npayment structure in education, they make a little more and a little \nmore as they go along. Lo and behold, the Federal Government comes in \nand says, Here's a bunch of stimulus money, not that much in the scheme \nof a trillion, but we'll give you a little bit to hire some new \nteachers. They hire new, young teachers. They're working for cheaper \nthan the older, experienced, well-trained teachers.", u"So what happens when the stimulus money that didn't stimulate \nanything runs out? It's rather tragic. People who have families, who \nhave committed their lives to education, have lost their jobs.", u"I've heard from those people. Good teachers, good educators. But when \nthey look at it, jeesh, if this stimulus has allowed us to hire these \nyoung, new teachers, these experienced teachers that have a heart for \nthe students, well trained, well educated, they're costing a little \nmore, let's let them go. How tragic that this body would pass a bill \nunder Speaker Pelosi intending to help education; and as a result of \nthe misguided attempt to help education, we have driven out many of our \nbest, most experienced, most caring teachers.", u"I have talked to young people who have gotten a job. They don't \nintend to stay teachers all that long. They're hoping they can find \nsomething else. So you have people who committed their lives to \neducation losing their jobs because of a stimulus bill that wasn't for \nyoung teachers who don't plan to stay teachers. They don't like \nteaching; they want to do something else.", u'This body needs to get back to the original purpose of the \nConstitution. The purpose of the Constitution was to have a limited \ngovernment, and that government would be a referee. It would make sure \npeople and businesses in America played fair. It would not guarantee \nequal results, but it would guarantee opportunity to be fair and equal. \nIt was a long way from doing that until the wonderful works that were \naccomplished by the efforts of Martin Luther King, Jr.', u"So we were on track, more equality of opportunity; but now it's as if \nsome people think, no, Dr. King wanted equal results. No, he didn't. He \nwanted people judged by the content of their character, not the color \nof their skin.", u'We made great, tremendous strides, but when a government wants to \nguarantee equal outcomes instead of equal opportunity, it becomes a \ntyrannical government. It becomes the player and not the referee.', u"The other thing we're supposed to do is provide for the common \ndefense, and that means not checking in our brain before we come to \nwork every day. That means in every executive agency charged with \nproviding for defense, you don't suddenly declare that the only people \nwho can advise us about that tiny percent of radical Islamists, tiny \npercentage of the overall Muslim population, the only ones that can \nadvise us about those radicals are people that really understand that \nmentality.", u"We want people from the Muslim Brotherhood who want to take over the \ncounty, take over the world, have a united caliphate under sharia law \nto be the ones to advise us on how we deal with radical Islam, although \nthis administration has now made it extremely clear, Attorney General \nHolder has made it clear, Secretary Napolitano has made clear, we \nreally don't want to offend those who want to kill us and destroy our \nway of life by referring to them as radical Islamists.", u"Let's call them violent extremists. But when you look at what they've \nsaid, and you look at what they've done and want to do, it's because of \ntheir sick beliefs in what being a Muslim means.", u"An even further tragedy is the fact that we have allowed people with \norganizations who have supported terrorism to be advisers to this \nadministration, to this Justice Department, to this intelligence \ncommunity, to this Department of State. We've got foxes in the hen \nhouse.", u"We don't need to pass the President's so-called jobs bill. This will \ndo more to drive up the cost of oil and gas because this President \ndoesn't understand that the four pages of deductions that he repeals in \nhere will put independent oil and gas producers out of business.", u"He doesn't understand that 94 percent of the oil and gas wells that \nare drilled on the land in the continental U.S. are drilled by \nindependent oil and gas producers. He doesn't understand that when you \neliminate their ability to raise capital, those wells will no longer be \ndrilled. The major oil companies that the President demonizes and says \nhe's going after will not only not drill all of those wells and produce \nall of the oil and gas; they can produce the exact same amount and make \nmassive amounts more in profit.", u"So the one thing the President says he wants to do that's page 151 \nthrough 154 of his bill has the exact opposite effect. It will increase \nrevenues, profits, for major oil companies because it will drive out \nthe independent oil and gas producers, not to mention the millions of \njobs that we'll lose by doing that.", u"Now, when I came to Congress 6\\1/2\\ years ago, I was concerned that \nthere was not enough natural gas to continue to produce electricity \nwith it, even though it is the most clean-burning thing that we've got. \nIt would be wonderful, I thought, if you could do that. We just don't \nhave enough because you've also got to have natural gas. It's a \nfeedstock that you have to have in order to produce so many of the \nplastics, so many of the goods that are now so important to all \nAmericans and to health care and to transportation. So if you're using \nnatural gas to produce electricity, provide energy, then it's going to \ndrive up those costs.", u"Well, then science and necessity being the mother of invention, we \nhone our ability to horizontally drill. Hydraulic fracking allows us to \nget gas that we couldn't get otherwise. And now, depending on who you \nbelieve, we've got 100, 300 years of natural gas. Some of us have been \ntold that possibly the largest deposit of natural gas just may be off \nthe west coast of Florida, and nobody's allowed to drill there.", u"We find out that the Marcellus shale up in the Northeast is producing \njobs for people, unless our friends across the aisle are successful in \nkilling those efforts to drill for that gas, Haynesville shale down in \nLouisiana, east Texas where I am; Barnett shale, north, northwest \nTexas. These other gas finds are so extraordinary I now fully support \nmy Democrat friend, Dan Boren's, efforts to encourage people to convert \ncars to natural gas, to encourage manufacturers to produce cars that \nwill run on natural gas. It will be cheaper than gasoline.", u"Some people identify greatly with the tea parties. I think they've \nbeen demonized, the people I see at those tea parties, all races, all \nages, but they seem to have one thing in common: They're all paying \nincome tax. And we're down to about 50 percent of the country that's \ndoing that. People that come out at the tea parties, that's the one \ncommonality: They pay taxes, they pay income tax and, as a result of \nthat, they'd like to see less government.", u"So some have been surprised that I would support something that's not \nfree market totally because I'm a free market kind of guy. But the \noverriding concern for this body, the oath that we take should be to \nmake sure that we provide for the common defense. We have been sending \ntrillions of dollars overseas when so much of that money finds its way \ninto the hands of those who hate us, want to destroy our way of life. \nThey don't think that people should have freedom to choose because if \nyou give freedom to choose they think, their religious beliefs are, \nyou'll slip into degradation, and then you'll be part of a Nation that \nneeds to be destroyed.", u"Well, it happens. When you give people freedom of choice, just as I \nbelieve God did to start with, some are going to choose to do wrong. \nIt's going to happen. We're all going to make mistakes, and some will \ndo so intentionally. That's when you need a government to enforce rules \nof fair play to make sure that we provide for the common defense so \nthat people can freely practice peaceful religious beliefs.", u"But we've been sending all that money year after year, growing more \nand more dependent on overseas oil. \nWhen President Carter created this new monstrosity, a couple of them, \none called the Department of Education and another called the \nDepartment of Energy, and every year the Department of Energy has \nexisted, its goal has been to reduce the dependency on foreign oil. And \nevery year they fail at their job more than they did the year before. \nEvery year. No matter how many billions, hundreds of billions of \ndollars they throw at alternative energy rather than letting the free \nmarket play, it's not working.", u"But the reason I would support encouraging people to convert cars to \nnatural gas, I'd like to buy a car from a factory in the United States \nthat runs off natural gas. We do need infrastructure where you can pull \nup to a gas station and get natural gas instead of gasoline. But I \nsupport it because if we do that, I now see we could be 100 percent \nenergy independent. It would save the lives of our most treasured \npossessions in this country, the American people, the men and women who \ngive their lives for their country, when we have funded terrorism, not \nintentionally, but by paying people who hate our own country for their \noil when we could get off of it. And if we get on natural gas for 100 \nyears, there's going to be time to develop--and I know some people \nthink it's not possible, I really do think we could eventually come up, \nsomebody will, with a way to hold electricity. Some laugh at that. The \nlate Ted Kennedy laughed about having a strategic defense shield of \nrockets, that's Star Wars. And lo and behold, it's happening. Well, \nuntil President Obama reneged on our agreement with Poland that cost so \nmany their political lives in Poland, supported the missile defense \nthat would stand between us and Iranian missiles, and we turned our \nbacks on them, stabbed them in the back.", u"Well, we're at risk, and it's time to quit sending money to countries \nthat hate us. As I have often said, you don't have to pay people to \nhate you; they'll do it for free. You don't have to pay them. And yet \nwe keep sending money to people who hate our guts, and it doesn't cause \nthem to like us. It causes them to not only hate us but to have total \ncontempt because of how stupid we are--that we know that they hate us \nand we still keep giving them money. Bullies on a playground who demand \nlunch money from another student don't develop admiration, love, and \nrespect for students who give them their lunch money. They still hate \nthem. They still don't think anything of them. That's not the way to \ndeal with bullies. The way to deal with bullies is to make sure that if \nyou have to band together as a government, as an educational \nadministration, and just decide we're not going to let bullies prevail, \nthen you do that. You can do that in schools. You can do it in the \nworld by having a government that is strong enough militarily that what \nit says, it can back up.", u"You don't do that when you make contractual agreements, as we did \nwith Mubarak. And I'm not a President Mubarak fan. I was not a Qadhafi \nfan. But this administration had agreements with both of those people. \nThey turned their backs on them, and now it appears we have radical \nIslamists that are taking over in those countries, and they will hate \nus more than Qadhafi did because at least Qadhafi was afraid of us.", u"And then, we had a hearing yesterday in the Judiciary Committee. \nSecretary Napolitano came here. It has not made the mainstream media. \nThey'll probably never touch it, but it ought to rock people's lives \nwhen they see what's going on with this administration. You can't use \nthe word radical Islam--that might offend the people that want to kill \nus--when the fact is if we address radical Islam, we will protect the \nmoderate, the vast majority of Muslims who are moderate who want to \nlive in peace. If the radicals take over, they could be the first ones \nthey go after. As well as liberal reporters, they'll take them out. \nGays, they'll take them out.", u'You would think people for gay rights would be on the side of those \nof us who want to go after radical Islam. But instead, it seems to be \nstrange bedfellows in combining against those who want to support and \ndefend the Constitution of the United States.', u"So we do some digging, a couple of sleepless nights doing research, \nand we find out the Homeland Security Department has people in its \nmidst who are advising it. We find out, there's an article about it, it \ncan be found on the Internet, we find out that there was a seminar by \ntwo of the leading experts on radical Islam that was going to be given \nto law enforcement. And CAIR--a named coconspirator supporting \nterrorism, named as a coconspirator in the Holy Land Foundation trial \nthat should have been prosecuted, but this administration says they're \nfriends, we're not going after them--CAIR complains to the White House, \nto this administration, and they cancel the briefing. And the word \nwe're reading is that, gee, apparently they're rewriting the rules so \nthat people in our intelligence of this administration, people in \nHomeland Security, people in the Justice Department, people in the \nWhite House, can only be briefed. They are rewriting the rules, and \nwhat we are told they'll end up saying is, you can't do the briefing if \nyou're part of the government. So if you're in the government and \nyou're not Muslim and don't have sympathies for radical Islam, then \nyou'll be prevented from briefing others despite the fact that you may \nhave spent your whole adult life studying this terrorism since 1979, \nwhen we saw it first come after us in Iran after President Carter \nproclaimed this ``man of peace,'' Ayatollah Khomeini, was coming in, \nand he has done more to create hatred, to create violence, than any \nleader I'm aware of in the last 50 years.", u"President Carter thought he'd be a man of peace. Wrong. He wasn't. \nNor is the present Khamenei. Nor is Ahmadinejad. And then you find out \nthe president of ISNA, the Islamic Society of North America, who has \nready access to the White House, within the inner sanctum of the State \nDepartment.", u"When the President gave his speech to try to upstage Netanyahu the \nday before Netanyahu was coming from Israel to the United States and \nultimately to address this body, the president of ISNA, a named \ncoconspirator in the Holy Land Foundation trial, 105 counts of \nconviction in which the named coconspirators should have been pursued \nafter those initial convictions, he's advising the President on his \nspeech about Israel. He's giving remarks on how the President is doing. \nHe's got the President's ear. He's got the State Department's ear. He's \ngot National Security's ear. In fact, we see from the Deputy National \nSecurity Advisor's own transcript of his own remarks that were on the \nWhite House Web site, the Deputy National Security Advisor commends the \npresident of this named coconspirator to fund terrorism for leading \nprayers for the Iftar celebration last year at the White House.", u"We haven't seen anybody in this mainstream media that wants to talk \nabout the fact that al-Awlaki, who this administration killed with a \ndrone just not that long ago, was leading prayers for Muslim staffers \non Capitol Hill.", u"Foxes are in the hen house. And they're given more and more \nauthority.", u"We found out yesterday that it was Homeland Security that gave a \nsecret security clearance to Mohamed Elibiary, from all accounts, a \nvery nice gentleman. But if you read his writings, he thinks the world \nof the Muslim philosopher on whom Osama bin Laden relied so heavily for \nbeing barbaric, for killing innocents. The man that is part of the \ninner circle and now has been elevated to the National Homeland \nSecurity Advisory Council of the Secretary of Homeland Security thinks \nthat he was a man of peace. He was executed in the sixties, but his \nwritings fully supported what Osama bin Laden was doing. They support \nwhat radical Islam is doing. And that's why they constantly point to \nhis writings from the fifties and sixties.", u"We also find--and I have got a flyer in my materials here--that \nMohamed Elibiary was one of the featured speakers for the tribute to a \nman of vision, the Ayatollah Khomeini, just recent years ago. He's been \ngiven a secret security clearance. I find out 2 days ago he's also \nworking with the ACLU to attack from the outside, to demand materials \nthat will tell them about the sources and methods of how we try to get \nsome intelligence on the people that want to destroy and kill us and \nruin our way of life and create a one-world caliphate for some dictator \nlike \nthe Ayatollah Khomeini or Khamenei over there now in Iran. And we're \ngiving people like that access.", u"And then I find out this week--and it's written; it's now on the \nInternet and you can read the story--that the same man used his \nsecurity clearance and is allowed to access security databases from his \nhome computer; and he accesses a security database called the State and \nLocal Intelligence Community database, called SLIC for short, and he \npulled off some material that said on it ``For Official Use Only,'' and \nthen was shopping that to mainstream media in this country to try to \ncondemn people in Texas for being concerned, under Governor Perry, as \nbeing Islamaphobes.", u"Then we find that the OIC that has been so powerful--57 states--that \nactually in 2007 they said that the most fearful terrorism that \nexists--and these are their words--is Islamaphobia. They created the \nterm ``Islamaphobia.'' They're donating hundreds of thousands and \nmillions to some of our best educational institutions to go after \npeople who are concerned not about Islam, not about the 95, 99 percent, \nwhatever it is of Muslims who are peace-loving, but if you want to go \nafter the 1 percent that wants to kill us and make this country into a \ncaliphate under sharia law, you're an Islamaphobe. And they're paying \nmillions and millions to develop that terminology.", u'So the mainstream media will buy into it and come after anybody that \nsays, Look, there is a common thread that runs through those people who \nwant to destroy our way of life, that want to take our young men and \nwomen in this country, radicalize them and have them help them destroy \nthe greatest, most free country in the history of mankind. And this \nadministration is bringing some of those foxes into the hen house.', u"So not only does this administration give a man who admires the \ninspiration for Osama bin Laden, who is a featured speaker for the \ntribute to Ayatollah Khomeini, he's given secret security clearance and \nnow is using that as a political weapon not just to go after people \nconcerned about radical Islam, but also to go after an opponent of this \nPresident politically.", u"It's time to wake up. It's time to be a referee, not a player. It's \ntime to let the free market system drive the economy, create jobs, \nwhile we do what we're supposed to do--provide for the common defense.", u'With that, Mr. Speaker, I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/10/27/H7153-2_a-texan-looks-at-current-events/'}