{u'speaker_state': u'FL', u'speaker_raw': u'ms. wilson of florida', u'speaker_first': u'Frederica', u'congress': 112, u'title': u'TRIBUTE TO THE BETA BETA LAMBDA CHAPTER OF ALPHA PHI ALPHA FRATERNITY, INC.', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-01-06/html/CREC-2012-01-06-pt1-PgE1-5.htm', u'number': 2, u'id': u'CREC-2012-01-06-pt1-PgE1-5.chunk0', u'volume': 158, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Wilson', u'pages': u'E1-E2', u'speaker_party': u'D', u'date': u'2012-01-06', u'bills': None, u'bioguide_id': u'W000808', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to pay tribute to the Beta Beta Lambda Chapter of Alpha Phi Alpha Fraternity, Inc.', u'Alpha Phi Alpha Fraternity, Inc was founded on Tuesday, December 4, 1906 at Cornell University, Ithaca, New York, as the First African-American Intercollegiate Fraternity. Alpha Phi Alpha Fraternity Inc. was founded by seven courageous men who will forever be known as the Noble Jewels of the fraternity; Henry Arthur Calis, Charles Henry Chapman, Eugene Kinkle Jones, George Biddle Kelly, Nathaniel Allison Murray, Robert Harold Ogle and Vertner Woodson Tandy.', u"The fraternity's aims of ``manly deeds, scholarship and love for all mankind'' have always been displayed by its many national programs which includes, ``Go to High School, Go to College'', ``A Voteless People is a Hopeless People'' and Project Alpha.", u'Alpha Phi Alpha Fraternity, Inc., successfully completed the building of the Reverend Dr. Martin Luther King, Jr. Monument in Washington, D.C., the only African-American and non-president to be so honored on The National Mall.', u'The local chapter in Miami-Dade County, Beta Beta Lambda Chapter raised over $2.1 million during the leadership of seven chapter presidents and the monument coordinator (Brothers Gordon Murray, W. Ajibola Balogun, Dana Moss, Ola Aluko, David Young, Maurice Hurry, Trevor Wade and Gregory Gay) for the building of the Reverend Dr. Martin Luther King, Jr. Monument in Washington, DC. Today, I commend the Beta Beta Lambda Chapter of Alpha Phi Alpha Fraternity, Inc. for their contribution and their effort in building the Reverend Dr. Martin Luther King, Jr. Monument in Washington, D.C.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/01/06/E1-5_tribute-to-the-beta-beta-lambda-chapter-of-alpha-p/'}