{u'speaker_state': u'CA', u'speaker_raw': u'ms. eshoo', u'speaker_first': u'Anna', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk98', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Eshoo', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'E000215', u'order': 98, u'speaking': [u"Mr. Chairman, I rise today in opposition to what I view as an unfair, unnecessary and unconstitutional bill. This measure will federally codify discrimination against a group of Americans striking a blow to justice and equal treatment for all people. Mr. Chairman, less than 30 years ago many in this Nation believed that allowing interracial couples to marry would seriously denigrate American society, and many State laws reflected that. The U.S. Supreme Court invalidated these laws, recognizing the freedom to marry as ``one of the vital personal rights essential to the orderly pursuit of happiness by free men.'' Should the Federal Government step in and dictate to States, it would be an abrogation of States' rights.", u'Currently, no State permits same-sex marriages. Hawaii is debating the issue, but the final decision is not expected for another 2 years. Furthermore, States already have the capacity to determine whether they will recognize marriages performed in other States. Most importantly, in the entire history of this Nation--for over 200 years--never has the Federal Government intervened in the State regulation of marriage. Never. The 10th amendment to our Constitution--which we are sworn to uphold--states that powers not enumerated to the Federal Government are reserved to the States. So, I ask my colleagues, why are we getting involved?', u"This brings me to my final point. This measure is unconstitutional. Article four, section one of the U.S. Constitution states that the ``Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State.'' We cannot alter the U.S. Constitution with a simple act of Congress. In addition, the 14th amendment provides for ``equal protection of the laws'' for all citizens. Clearly the rights of gay and lesbian citizens would be abridged by this bill. Just as the Supreme Court found in 1967 that racial distinctions between citizens are ``odious to a free people whose institutions are founded upon the doctrine of equality,'' the Court would again, I believe, invalidate this bill. The Court most recently ruled that targeting a segment of society with animus must be unconstitutional.", u"Lastly, there is clearly a political agenda driving this legislation. Barely 30 legislative days remain before the election and we have yet to complete our constitutionally mandated responsibility of funding the government. Yet we are debating this election-year ploy by a party attempting to divide the Nation. We are not debating the granting of a sacrament of marriage: Congress can't do that. We are debating States' rights and the rights of privacy. I recognize the general, pervasive discrimination gay men and lesbians face in society and in this House. I also recognize that many will disagree with me, but by advocating discrimination, we're breaking down the bonds which hold this Nation together when we should be strengthening them. I urge all my colleagues to oppose this unfair, unnecessary and unconstitutional legislation."], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}