{"speaker_state": "DC", "speaker_raw": "ms. norton", "speaker_first": "Eleanor", "congress": 112, "title": "TRIBUTE TO THE INTERNATIONAL FEDERATION OF BLACK PRIDES' ANNUAL MEETING AND TECHNICAL ASSISTANCE MEETING", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-01-13/html/CREC-2012-01-13-pt1-PgE12.htm", "number": 4, "id": "CREC-2012-01-13-pt1-PgE12.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Norton", "pages": "E12", "speaker_party": "D", "date": "2012-01-13", "bills": null, "bioguide_id": "N000147", "order": 0, "speaking": ["Mr. Speaker, I rise to pay tribute to the International Federation of Black Prides' Annual Meeting and Technical Assistance Meeting, which will be held in Washington, D.C., from January 13-16, ", "The International Federation of Black Prides, Inc. (IFBP)--a 501(c)(3) with offices in Washington, D.C., Jacksonville, FL, and Los Angeles, CA--is a coalition that promotes a multinational network of lesbian, gay, bisexual, and transgender (LGBT) Black Prides and community-based organizations dedicated to: promoting grassroots organizing around issues affecting the Black LGBT community; promoting community health and wellness; providing technical assistance to its member Prides; promoting unity; and ensuring educational development, economic empowerment, and individual and collective self-determination.", "The mission of the IFBP is to build awareness of and pride in the diversity of the black LGBT community. Each local Black Pride is a nonprofit organization dedicated to the mission of the IFBP. Each Black Pride hosts year-round services and activities in addition to a multi-day festival that celebrates the rich cultural heritage of the black LGBT community through educational workshops, health seminars, artistic events, and activism on the local level. Since its formation in 1999, the IFBP has grown to include 32 domestic member-and-affiliate Prides and three international Prides. D.C. Black Pride, which will celebrate its 22nd anniversary in May 2012, was a charter member of the IFBP.", "The IFBP is led by a national board comprised of eight members--four officers, three At-Large members and one Ex-Officio member. The board consists of: Dwayne Jenkins, Chair; Kimberly Jones, Vice-Chair; Anthony Hardaway, Secretary; Elizabeth Burch, Treasurer; Victoria Kirby, Member At-Large; Rev. Eric P. Lee, Member At-Large; Charles E. Nelson II, Member At-Large; and Earl Fowlkes, Jr., Ex-Officio Member.", "I ask the House to join me in welcoming all who are attending the IFBP's Annual Meeting and Technical Assistance Meeting."], "capitolwords_url": "http://capitolwords.org/date/2012/01/13/E12_tribute-to-the-international-federation-of-black-p/"}