{"speaker_state": "GA", "speaker_raw": "mr. johnson of georgia", "speaker_first": "Hank", "congress": 112, "title": "HONORING MARIE ROBINSON", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-29/html/CREC-2012-06-29-pt1-PgE1202-2.htm", "number": 100, "id": "CREC-2012-06-29-pt1-PgE1202-2.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Johnson", "pages": "E1202", "speaker_party": "D", "date": "2012-06-29", "bills": null, "bioguide_id": "J000288", "order": 0, "speaking": ["Mr. Speaker, I submit the following proclamation:", "Whereas, Ninety years ago a virtuous woman of God was born in Henry County, Georgia on July 21, 1922; and", "Whereas, Mrs. Marie Robinson was born Marie Morris to Mr. Wil and Mrs. Mary Gay Morris, she was educated in the local school system in Georgia, married Mr. Moses E. Robinson and through their union was blessed with nine children, thirty-five grandchildren, sixty-six great-grandchildren and nine great-great grandchildren; and", "Whereas, this Phenomenal Proverbs 31 woman has shared her time and talents as a Wife, Mother and Motivator, giving the citizens of Georgia a person of great worth, a fearless leader and a servant to all who wants to advance the lives of others; and", "Whereas, Mrs. Robinson has been blessed with a long, happy life, devoted to God and credits it all to the Will of God; and", "Whereas, Mrs. Robinson along with her family and friends are celebrating this day a remarkable milestone, her 90th Birthday, we pause to acknowledge a woman who is a cornerstone in our community in DeKalb County, Georgia; and", "Whereas, the U.S. Representative of the Fourth District of Georgia has set aside this day to honor and recognize Mrs. Robinson on her birthday and to wish her well and recognize her for an exemplary life which is an inspiration to all;", "Now therefore, I, Henry C. ``Hank'' Johnson, Jr. do hereby proclaim July 21st, 2012 as Mrs. Marie Robinson Day in the 4th Congressional District of Georgia.", "Proclaimed, this 21st day of July, 2012."], "capitolwords_url": "http://capitolwords.org/date/2012/06/29/E1202-2_honoring-marie-robinson/"}