{"speaker_state": "CA", "speaker_raw": "ms. richardson", "speaker_first": "Laura", "congress": 112, "title": "RECOGNIZING 3RD ANNIVERSARY OF MATTHEW SHEPARD AND JAMES BYRD, JR. HATE CRIMES PREVENTION ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-10-02/html/CREC-2012-10-02-pt1-PgE1678-2.htm", "number": 132, "id": "CREC-2012-10-02-pt1-PgE1678-2.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Richardson", "pages": "E1678", "speaker_party": "D", "date": "2012-10-02", "bills": null, "bioguide_id": "R000581", "order": 0, "speaking": ["Mr. Speaker, I rise today to recognize the 3rd anniversary of the passing of the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act. On October 28, 2009, President Barack Obama signed into law the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, which I cosponsored and voted for when it was passed by a Democratic led Congress on October 8, 2009 as part of the 2010 Defense Authorization Act.", "The Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act greatly expands the 1969 United States Federal Hate-Crime Law to include crimes motivated by the victim's perceived or actual sexual orientation, gender, gender identity, or disability. The bill expands prosecution beyond instances of federally protected activities, enables the federal government greater freedom in prosecuting cases that local authorities do not pursue, and is the first federal law to extend protection to transgender persons.", "The Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act is named for Matthew Shepard, a 19-year-old gay man from Wyoming who was beaten and left for dead, and James Byrd, Jr., a 49-year-old African American man from Texas who was beaten and dragged behind a truck until he was dead.", "This legislation which was first introduced in Congress a decade ago marks a proud step forward for our nation in strengthening the dignity and personal rights of all Americans. It is a matter of simple justice, one that says violence against people based on individual variations like race, gender, sexual orientation, military status and religion will not be tolerated.", "Mr. Speaker, I represent an exceptionally diverse district. The Hate Crimes Prevention Act is especially important to me in that it has, and will continue to, improve the safety of so many of the people I represent. From our LGBT community to our historic African American and Hispanic neighborhoods, this law improves the protection of all of us against senseless violence based on bias and hate."], "capitolwords_url": "http://capitolwords.org/date/2012/10/02/E1678-2_recognizing-3rd-anniversary-of-matthew-shepard-and/"}