{u'speaker_state': u'CA', u'speaker_raw': u'mr. stark', u'speaker_first': u'Pete', u'congress': 112, u'title': u'IN HONOR OF LYNN BRAVEWOMON', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-10-05/html/CREC-2012-10-05-pt1-PgE1684-3.htm', u'number': 133, u'id': u'CREC-2012-10-05-pt1-PgE1684-3.chunk0', u'volume': 158, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Stark', u'pages': u'E1684', u'speaker_party': u'D', u'date': u'2012-10-05', u'bills': None, u'bioguide_id': u'S000810', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to pay tribute to Lynn Bravewomon, a resident of Rayward, California. Lynn was recently honored for her outstanding efforts to eliminate homophobic behavior and bullying in Hayward schools. On September 29, 2012, Ms. Bravewomon received the annual Pryor Conrad Award from GLOBE (Gays and Lesbians Organized for Betterment and Equality of Alameda County) for her exemplary efforts.', u'The Pryor Conrad Award is presented to an individual or group for outstanding service to the LGBT community. As the 2012 award recipient, Ms. Bravewomon exceeded all the qualifications.', u'Lynn Bravewomon has been actively supporting students, teachers and the Hayward community for over 20 years, working tirelessly for a safe school environment for LGBT students. She has made significant contributions to achieve this goal.', u"Her contributions include creating Safe Learning Environments for LGBT students; authoring a resolution for No Name-Calling Week and the use of inclusive curricula; facilitating the committee developing the current Hayward Unified School District's Safe and Inclusive School Program; establishing No-Name Calling Week, Ally Week and Day of Silence as annual district-wide events affecting more than 15,000 students each year; facilitating the development of a 9th grade health curriculum that addresses standards related to healthy relationships, inclusive of sexual orientation and all gender expression; producing the film ``GSA Students Speak Out for School'' in collaboration with the Middle School Film Club; providing support for Gay Straight Alliances for middle and high schools and developing a manual for Ally Clubs for elementary schools and participating in the creation of the Hayward Unified School District's Equity Action Plan.", u"I have listed a few of Ms. Bravewomon's many outstanding contributions. She has truly made a difference in the lives of others through her tireless commitment and exemplary efforts. Her service is a model to follow. I join Lynn Bravewomon's friends, colleagues and admirers in appreciation for her advocacy on behalf of students, teachers and the Hayward community for a safe school environment for LGBT students."], u'capitolwords_url': u'http://capitolwords.org/date/2012/10/05/E1684-3_in-honor-of-lynn-bravewomon/'}