{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'MIDDLE CLASS TAX CUT ACT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-07-25/html/CREC-2012-07-25-pt1-PgS5321-6.htm', u'number': 112, u'id': u'CREC-2012-07-25-pt1-PgS5321-6.chunk107', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S5321-S5352', u'speaker_party': None, u'date': u'2012-07-25', u'bills': None, u'bioguide_id': None, u'order': 107, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"With Congress just days away from its August break, House Republicans have to decide which is more important: protecting victims of domestic violence or advancing the harsh antigay and anti-immigrant sentiments of some on their party's far right. At the moment, harshness is winning. At issue is reauthorizing the Violence Against Women Act, the landmark 1994 law central to the nation's efforts against domestic violence, sexual assault and stalking. In May, 15 Senate Republicans joined with the chamber's Democratic majority to approve a strong reauthorization bill. Instead of embracing the Senate's good work, House Republicans passed their own regressive version, ignoring President Obama's veto threat. The bill did not include new protections for gay, immigrant, American Indian and student victims contained in the Senate measure. It also rolled back protections for immigrant women, including for undocumented immigrants who report abuse and cooperate with law enforcement. Negotiations on a final bill are in limbo. Complicating matters, there is a procedural glitch. The Senate bill imposes a fee to pay for special visas that go to immigrant victims of domestic abuse. This runs afoul of the rule that revenue-raising measures must begin in the House. Mr. Boehner's leadership could break the logjam--but that, of course, would also require his Republican colleagues to drop their narrow-minded opposition to stronger protections for all victims of abuse. Unless something changes, Republicans will bear responsibility for blocking renewal of a popular, lifesaving initiative. This seems an odd way to cultivate moderate voters, especially women, going into the fall campaign."], u'capitolwords_url': u'http://capitolwords.org/date/2012/07/25/S5321-6_middle-class-tax-cut-act-motion-to-proceed/'}