{u'speaker_state': u'NJ', u'speaker_raw': u'mr. pallone', u'speaker_first': u'Frank', u'congress': 113, u'title': u'RECOGNITION OF STEVEN GOLDSTEIN', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-01-22/html/CREC-2013-01-22-pt1-PgE47-3.htm', u'number': 7, u'id': u'CREC-2013-01-22-pt1-PgE47-3.chunk0', u'volume': 159, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Pallone', u'pages': u'E47', u'speaker_party': u'D', u'date': u'2013-01-22', u'bills': None, u'bioguide_id': u'P000034', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to recognize Mr. Steven Goldstein as he embarks on a new venture in life. Mr. Goldstein has worked tirelessly on behalf of the lesbian, gay, bisexual and transgender (LGBT) community in New Jersey and it is my honor to celebrate him at Garden State Equality's Inauguration Brunch.", u"Steven Goldstein founded Garden State Equality in 2004 and has since led it as CEO and Chair. During his tenure, Garden State Equality has seen 213 LGBT civil rights laws enacted in N.J. A proponent of equal rights for all, Garden State Equality, under Mr. Goldstein's leadership, also advocated for anti-bullying laws and created programs aimed at helping N.J.'s youth. As Mr. Goldstein passes on the torch as CEO and Chair of Garden State Equality to pursue a new career as Associate Chancellor for External Affairs at Rutgers University--Newark, he remains committed to the organization and its cause and will serve as its Honorary Chair on the Board and executive committee.", u"Mr. Goldstein earned a B.A. from Brandeis University, an M.P.P. from Harvard's John F. Kennedy School of Government, an M.S. from the Columbia School of Journalism and a J.D. from Columbia Law School. In addition to his time at Garden State Equality, Mr. Goldstein's resume includes working as a senior staff member in the U.S. House of Representatives and the U.S. Senate, a co-campaign manager of a U.S. Senate campaign in N.J., a television producer and an educator. He also endeavors to become a rabbi and is working toward that goal.", u"Mr. Speaker, once again, please join me in thanking Steven Goldstein for his years of service to Garden State Equality and his immeasurable contributions to the State of New Jersey. Mr. Goldstein's leadership and ongoing accomplishments are truly deserving of this body's recognition."], u'capitolwords_url': u'http://capitolwords.org/date/2013/01/22/E47-3_recognition-of-steven-goldstein/'}