{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 113, u'title': u'PETITIONS, ETC.', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-26/html/CREC-2013-04-26-pt1-PgH2397-3.htm', u'number': 59, u'id': u'CREC-2013-04-26-pt1-PgH2397-3.chunk0', u'volume': 159, u'chamber': u'House', u'session': 1, u'speaker_last': None, u'pages': u'H2397', u'speaker_party': None, u'date': u'2013-04-26', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u" Under clause 3 of rule XII, petitions and papers were laid on the clerk's desk and referred as follows: 10. The SPEAKER presented a petition of the Conservation Federation, Missouri, relative to a Resolution urging the Congress to support appropriating the NAWCA Program; to the Committee on Appropriations. 11. Also, a petition of Union County Republican Party, Georgia, relative to a Resolution urging the Congress to take all necessary binding legislation to prohibit any infringement of the rights of citizens to keep and bear arms; to the Committee on Armed Services. 12. Also, a petition of Union County Republican Party, Georgia, relative to a Resolution urging the Georgia General Assembly to amend the Laws of the Official Code of the State of Georgia; to the Committee on Armed Services. 13. Also, a petition of the City of Santa Fe, New Mexico, relative to Resolution No. 2013-36 supporting the measure of Congress to allow gay and lesbian partners to access immigration benefits in an equal and fair manner; to the Committee on the Judiciary. 14. Also, a petition of the City of Naples, Florida, relative to Resolution No. 13-13268 notifying the Congress and the President that the City will lawfully use all of its authority to resist or overturn any federal gun control measures; to the Committee on the Judiciary. 15. Also, a petition of the City of Bridgeport, Connecticut, relative to Resolution No. 31-12 supporting smart and strong gun legislation listed in the resolution; jointly to the Committees on the Judiciary and Education and the Workforce."], u'capitolwords_url': u'http://capitolwords.org/date/2013/04/26/H2397-3_petitions-etc/'}