{u'speaker_state': u'FL', u'speaker_raw': u'mr. posey', u'speaker_first': u'Bill', u'congress': 113, u'title': u"IN MEMORY OF SHARON O'KEEFE EVANS", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-05/html/CREC-2013-06-05-pt1-PgE805-5.htm', u'number': 78, u'id': u'CREC-2013-06-05-pt1-PgE805-5.chunk0', u'volume': 159, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Posey', u'pages': u'E805', u'speaker_party': u'R', u'date': u'2013-06-05', u'bills': None, u'bioguide_id': u'P000599', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to mourn the passing of Sharon O'Keefe Evans. Sharon was an inspirational woman who touched many lives throughout her 56 years. She passed after a brief, yet courageous battle with cancer.", u"Sharon grew up in the Chicago suburbs and relocated to central Florida to pursue career opportunities. Before moving to Florida, she attended the University of Illinois, Champaign. After graduating in 1974, she became an accomplished advertising executive serving in a variety of senior positions with leading national advertising agencies such as J. Walter Thompson and Foot, Cone & Belding. After relocating to Florida she held account management positions with some of our state's leading advertising firms, including Fry, Hammond, Barr and PP+K. She was an avid golfer, enjoying the many beautiful courses our state has to offer. During her illness, Sharon was treated at Moffitt Cancer Center in Tampa, a national leader in cancer research and treatment.", u"Sharon is survived by her parents, William O'Keefe and Gay Japinga of Evanston, Illinois, and her husband, Doug Evans, of Valrico, Florida. As a senior executive with Source Interlink Media, Doug is a leading voice in the motorsports and automotive industry, publishing magazines such as `Hot Rod' and `Motor Trend,' which I have read for many years. As a fellow automotive enthusiast, I count him as a friend and offer my heartfelt condolences to him and his family for this great loss.", u"Sharon's final days were spent with Doug courageously by her side. It is with sadness that we pay tribute to Sharon's life. This is yet another reminder of the need to redouble our efforts to find a cure for cancer so that institutions like Moffitt Cancer Center can successfully treat those, like Sharon, so that their days are no longer cut short by this disease."], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/05/E805-5_in-memory-of-sharon-okeefe-evans/'}