{u'speaker_state': u'NY', u'speaker_raw': u'ms. clarke', u'speaker_first': u'Yvette', u'congress': 113, u'title': u'SUPPORTING LGBT PRIDE MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-20/html/CREC-2013-06-20-pt1-PgE928.htm', u'number': 89, u'id': u'CREC-2013-06-20-pt1-PgE928.chunk0', u'volume': 159, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Clarke', u'pages': u'E928', u'speaker_party': u'D', u'date': u'2013-06-20', u'bills': None, u'bioguide_id': u'C001067', u'order': 0, u'speaking': [u'Mr. Speaker, I stand with my colleagues in the Congressional Progressive Caucus in honor of LBGT Pride Month.', u"We have had many achievements to celebrate in recent years--the end of ``Don't Ask, Don't Tell,'' the extension of many benefits to the same-sex partners of federal employees, the enactment of marriage equality in several states and here in the District of Columbia.", u'These achievements have been critical in our effort to create a society in which we fulfill the promise of the Declaration of Independence that all persons are created equal and the promise of the Fourteenth Amendment that every person has a right to the equal protection of the law.', u"The foundation of these achievements was not built here in Washington, D.C. Instead, it was the work of activists around this nation, it was the conversations between families at the dinner table, it was the realization of millions of Americans that ``I know a gay person, I know a transgender person,'' and that he or she remains my son, my daughter, my brother, my sister, my friend.", u'For who among us would accept a society in which our children and our friends are allowed to become victims of legalized discrimination?', u'Who among us would not allow our brothers and sisters who are in committed relationships to sanctify their love in the form of marriage?', u'Who among us would exclude our neighbors and our colleagues from full participation in this civil society?', u'When we celebrate Pride Month, we celebrate these relationships, relationships in which parents come to know who their children really are, in which friends come to know their friends, in which Americans have come to know and accept their fellow Americans regardless of their sexual orientation.', u'It is these relationships that have provided the foundation for many of the achievements of the LGBT community. Today, we have much to celebrate.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/20/E928_supporting-lgbt-pride-month/'}