{u'speaker_state': u'IL', u'speaker_raw': u'mrs. collins of illinois', u'speaker_first': u'Cardiss', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk99', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Collins', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'C000634', u'order': 99, u'speaking': [u"Mr. Chairman, I rise in support of the gentleman from Massachusetts' amendment that suspends the definition of marriage for any State that adopts a different definition through its normal democratic process.", u'Mr. Chairman, the so-called Defense of Marriage Act should really be called the Republican Offense on People Who are Different Act because it is nothing more than blatant homophobic gay-bashing.', u"The conservative elements of our American society have often discriminated against and tried to prevent whatever they didn't like or didn't understand. It hasn't been so long ago that blacks and whites weren't allowed to marry in any State. So, devoted couples pledged their commitment to caring for each other in private ceremonies, their children were considered illegitimate, and the spouses were not legally entitled to inherit from their partners, nor share in any public benefits.", u'And, not so long ago, 50 States and the District of Columbia had very different laws about who could marry, the age the partners had to be, the length of the waiting period between applying for a marriage license and the ceremony--and they still do. Even now there are different laws about divorce, about residency requirements to obtain a divorce, about the kind of alimony or support one spouse has to pay to another, and many other differences. The Federal Government sorts out who is eligible to benefit from public support from these spouses and former spouses, even as people move from one State to another; and the Federal Government can and will continue to sort these issues out as they become timely, which this Offense on Marriage Act is not.', u"The issue of who should marry within a State are the proper jurisdiction of the individual States. My grandmother probably couldn't envision a time when interracial marriages would be legal in America, but today they are. One kind of discrimination is just as onerous as another, and neither should be tolerated. For the Republican majority of this Congress to be taking up this bill, which attempts to usurp States' rights, makes a farce of their frequent rallying cry to limit Federal intrusion into the personal lives of America's citizens. However, when it concerns a woman's right to choose, or in this case the rights of adults to choose their life partners, the Republicans abandon their mantra of preserving States rights.", u'This bill should be defeated and I urge my colleagues to use their common sense and leave this issue up to the States. It is homophobic and discriminatory, and it attempts to address a situation that should be left up to the States. It is not the proper jurisdiction of the Congress or the Constitution.', u"As I walk past the Republican side of the aisle, I expect to hear something similar to an old joke from the civil rights era: ``Some of my good friends are gay, I just wouldn't want my son or daughter to marry one.''", u"My response is that: that's their own personal, private business."], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}