{u'speaker_state': u'WV', u'speaker_raw': u'mrs. capito', u'speaker_first': u'Shelley', u'congress': 113, u'title': u'TRIBUTE TO ABRAHAM LINCOLN DIBACCO', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-20/html/CREC-2013-06-20-pt1-PgE926-3.htm', u'number': 89, u'id': u'CREC-2013-06-20-pt1-PgE926-3.chunk0', u'volume': 159, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Capito', u'pages': u'E926', u'speaker_party': u'R', u'date': u'2013-06-20', u'bills': None, u'bioguide_id': u'C001047', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to recognize the distinguished military career of United States Navy World War II Veteran Sergeant Abraham Lincoln DiBacco along with his two brothers Albert and Vincent DiBacco who are also WWII U.S. Army Veterans. Sergeant DiBacco's service was one of respect and dedication; to which the people of West Virginia and the United States of America owe a tremendous debt of gratitude. Abraham DiBacco began serving his country in 1941 when he enlisted in the United States Navy. He honorably served on the USS George Clymer, the first United States Navy Attack Transport to participate in World War II, and embarked on his tour of service. He was stationed in the both the Europe-Africa-Middle East Campaign and the Asiatic-Pacific Campaign. He proudly sailed alongside the USS Missouri when General Douglas MacArthur arrived in Tokyo Bay to sign the Formal Surrender of Japan in September 1945. Another instance of merit was his participation in preparations to land in Japan to backup the Enola Gay as it dropped its pay load on Hiroshima. From the ship they witnessed and felt the intense heat of the atomic bomb. Sergeant DiBacco has received a host of awards and decorations throughout his to our nation, including the European-African-Middle Eastern Campaign Medal with Bronze Star, The Asiatic-Pacific Campaign Medal with Silver and Bronze Stars, a Navy Presidential Unit Citation * American Campaign Medal, the Philippine Liberation Ribbon with Bronze Star, and a Philippine Presidential Unit Citation. Sergeant DiBacco lives in Martinsburg, WV with his wife, Ellen. Together they have been married for 65 years and have adopted two children. Today he continues to honor his fellow Veterans by creating floral baskets, with his fellow Veteran and friend Fran Erwin, and distributing them to Veterans across West Virginia, Ohio, and Virginia. Abraham DiBacco's life-long dedication to serving his country and his community is an example we should all follow."], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/20/E926-3_tribute-to-abraham-lincoln-dibacco/'}