{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk93', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'B000711', u'order': 93, u'speaking': [u'Mr. President, I thank Senator McCain and Senator Durbin for moving through their debate swiftly so I would have this opportunity to speak in support of a landmark piece of legislation that has been offered as an amendment, the hate crimes prevention amendment named after Matthew Shepard.', u'This bill is a long time coming. I know we could make a process argument. We do it well around here. But it seems to me, we can move this Defense bill through quickly. We are doing that. We will do that. It has strong support. But we can also take care of this long-neglected, important piece of legislation whose passage will protect and defend our citizens from hate crimes.', u"So it is funny, because technically speaking, of course, the Defense bill is about our military, and we all support doing what we have to do to keep it strong and to be prepared. That is why I will support that. But there is no reason why we cannot take a little time to look at the fact that it is time for the Matthew Shepard Hate Crimes Prevention Act to really be passed. It will not slow us up really. We have just seen that Senator Durbin has asked for a unanimous consent agreement to do this quickly. It is not going to delay. My Republican friends do not seem to mind it when they offer nonrelevant amendments to bills. They have done it 16 times this year. Oh, they do not have a problem. But if it is something they do not like, suddenly they make this process argument. Rather than debate process, why don't we just get on with it? We can do a couple of important things this week--one of them, the Defense bill, and the other, protecting our citizens from hate crimes.", u'The importance of the amendment that was offered by Senator Leahy through our leader is that it would strengthen the ability of Federal, State, and local authorities to investigate and prosecute hate crimes.', u'It has been more than 10 long years since the senseless death of Matthew Shepard--a tragedy that showed us we have a long way--a long way--to go before we can truly say in this country there is equal justice for all.', u"Let's look back at what happened to Matthew Shepard 10 long years ago. Two men offered Matthew Shepard, a gay man, a ride in their car. Subsequently, Shepard was robbed. He was pistol whipped. He was tortured. He was tied to a fence in a remote rural area. And he was left to die. Mr. President, this was not a robbery. This was not a spur of the moment situation. We know from the pair's then-girlfriends, who testified under oath, that the two men plotted beforehand to rob a gay man in particular. That crime occurred because Matthew Shepard was a gay man. Well, they robbed him. They tortured him. And they killed him.", u"This crime should be a Federal crime. And yes, we have tried to pass that hate crimes legislation for years and years. There is always an excuse: We do not have the time. It is not relevant to the bill. Well, Matthew Shepard's family--what happened to them will never go away. The loss they carry in their hearts will never disappear. But the one thing we can do to ease their burden is to pass this legislation.", u'Look, we have offered this on Defense bills before. This is not the first time. We dealt with it and we voted and we moved on. So the only thing you can say as to why there is all this objection is because people do not want to vote on this bill, and they are making it more and more difficult for us to be able to get to it. I hope we will, in fact, stick to it and get this done. Again, it is not going to weigh down the Defense authorization. In my mind, again, it is something we need to do and we can do with no harm to the underlying bill.', u'We should be proud to support this legislation, not afraid to vote on it, not trying to postpone a vote on it. Hate crimes are particularly offensive because they are propelled by bias and bigotry. They not only inflict harm on the victims, but they instill fear in entire communities.', u'That is why I have--and I ask to put into the Record--a strong letter of support from my sheriff from Los Angeles, Lee Baca. I ask unanimous consent to have this letter printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}