{u'speaker_state': u'NJ', u'speaker_raw': u'mr. lautenberg', u'speaker_first': u'Frank', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-16/html/CREC-2009-07-16-pt1-PgS7591-2.htm', u'number': 107, u'id': u'CREC-2009-07-16-pt1-PgS7591-2.chunk125', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Lautenberg', u'pages': u'S7591-S7636', u'speaker_party': u'D', u'date': u'2009-07-16', u'bills': None, u'bioguide_id': u'L000123', u'order': 125, u'speaking': [u'Mr. President, today we are being asked to defend the very core of our American democracy; that is, the right of people to live freely, to move freely, to do what they would like to do as long as they do not bring harm to others. People want to be free from violence, free from fear, free from intimidation. And all too often we hear of crimes committed against innocent people based almost solely on bigotry and hatred. This Senate needs to send a message, a message that this is unacceptable conduct in our society, that these crimes are especially heinous, that these crimes must be severely punished, because it tears at the basic fiber of being freedom-loving Americans.', u"An example of the horror that accompanies this kind of hatred is that on a day last month, someone turned killer because of religious hatred. This individual walked through the doors of the U.S. Holocaust Memorial Museum, which was then filled with visitors from all around the world, many of them children. His name: James Von Brunn. He raised a rifle and opened fire, killing Steven Johns, a security guard who was simply doing his duty, and wounding others before the individual was shot and subdued. Not only did Mr. Von Brunn take a man's life and terrorize bystanders, but he wanted to destroy this vivid reminder of how vicious man's hatred and bias could be against an entire group of people. Over 6 million Jews died as a result of the Holocaust. Millions of others died also as a result of the Holocaust, stemmed primarily by prejudice and hate.", u'The tragic fact is that our history is replete with examples of terrible hate crimes. In October of 1998, two men attacked and savagely beat Matthew Shepard, a student who was gay and was there at the University of Wyoming. Shepard died of his wounds a few days later, simply because he was a gay person. In June of the same year, who can forget that a Black man, James Byrd, Jr., was chained to a pickup truck, dragged along a Texas road, and was killed by declared racists.', u"More recently, we have seen vulgar acts committed in the wake of a historic happening in America. President Barack Obama, an African American, won the Presidential election. In my home State of New Jersey, after the November election, a cross was placed and set afire on the front lawn of a couple, Alina and Gary Grewal. The cross was wrapped in a homemade banner that the Grewals had hung outside their home that simply read ``President Obama, Victory '08''--pride filled, honoring this incredible accomplishment that took place within America.", u'At a time when our Nation should be celebrating the progress we have made, we must bring the full weight of the law to bear on those who commit such atrocious crimes. Unfortunately, existing Federal law hampers prosecutors from trying hate crimes effectively. Right now, current Federal hate crimes law applies only when a victim is involved in particular activities, such as serving on a jury or attending a public school. This legislation would protect victims of hate crimes in all situations, not just when a victim is involved in certain federally protected ones. This amendment would also finally expand Federal hate crimes protection to those victimized based on sexual orientation or disability. Some 15 percent of all reported hate crimes are linked to sexual orientation. Gay Americans should not be afraid to walk about freely, and violent individuals should know that the Federal Government will prosecute you if you commit a crime with hatred as the principal motivator. Hate crimes are the ultimate expression of ignorance and hate, and we must strengthen our Federal laws to protect people against them.', u'Senator Kennedy first introduced this legislation in 1997, a year before Matthew Shepard and James Byrd were killed because of bigotry. It is time to pass this critical amendment and stand up for Americans who are victims of vulgar and senseless acts of violence that should not be happening in America without severe punishment, without the reminder that we are a nation comprised of many different ethnicities, different religions, different habits. It should not go without severe penalty if someone is attacked because their habit, their face, their color, their religion is different from the ones most popular.', u'I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/16/S7591-2_national-defense-authorization-act-for-fiscal-year/'}