{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 110, "title": "SUPPLEMENTARY DOCUMENTS ON TRANSGENDER ISSUES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-10-17/html/CREC-2007-10-17-pt1-PgE2167-3.htm", "number": 157, "id": "CREC-2007-10-17-pt1-PgE2167-3.chunk0", "volume": 153, "chamber": "Extensions", "session": 1, "speaker_last": "Frank", "pages": "E2167-E2168", "speaker_party": "D", "date": "2007-10-17", "bills": null, "bioguide_id": "F000339", "order": 0, "speaking": ["Mr. Speaker, on October 9 I delivered a speech in the House regarding, among other things, my involvement in advocating for civil rights protections for transgender individuals. Following those remarks, I inadvertently failed to submit for the Record several documents to which I had made reference during the speech, specifically excerpts from testimony I gave before an Education and Labor Committee subcommittee last month in support of including full transgender protection in the Employment Non-Discrimination Act, and from two other speeches addressing transgender issues that I offered during previous debates on the House floor. In order to give a fuller picture of my views on these important topics, I ask that the documents be printed here.", "Mr. FRANK of Massachusetts. . . . And then we have the issue that my colleague so ably discussed of the transgender--and I understand that this is a new issue for people. There are people who were born with the physical characteristics of one sex who strongly identify with the other. Some of them have a physical change, some of them don't. Let me make a plea to all of my colleagues--these are people--think what it must be like to be born with that set of feelings. Think what it must be like, think what stress-- what agony you go through--to defy society's conventions to the extent where you make that kind of a statement. This is something people are driven to do. Is there any reason why any of us should make the lives of those people more difficult than they already are? Obviously these are people who are coping and things are getting better. Things are better in many ways. When I was younger, a lot of things were difficult that are less difficult today. But what we say here is if someone has these feelings--if someone is born with one set of characteristics and strongly identifies the other way--should you fire him? You deny him a promotion? You say no matter how good your job is, that makes me uneasy so out you go. That we say in here you can make rules that those people have to abide by. That they dress in a gender consistent way . . . There is another issue we . . . have to talk about. What happens when they're all in the shower together--you know you can segregate bathrooms, but in showers it's a little difficult. This says no, people don't have the right to go into open places where people are unclothed in a way that's to embarrass people. That we talk about an accommodation, again people will say, ``well you didn't do that well enough.'' There's room for some fine-tuning there, but on a fundamental principle--particularly for those people who are themselves made the most uneasy by the transgender issue--and I must say having worked with a lot of transgender people, I would tell my friends you get over it pretty quickly. Because what you find out is you're dealing with human beings like all the rest of us--normal human beings who have the same emotions and needs and strengths and weaknesses all of us have. But for those who are not yet at the point of comfort with them, do we really feel driven to make life harder for these people? By the way, I just want to deal with this choice issue. No one I believe in the history of the world has said, ``you know what, life's too easy. I think although I was born a woman I'm going to act like a man. I think that would be a real lark. I think I'll just go through life that way and invite physical abuse and invite all kinds of ridicule.'' So that's all we're saying. And let me say here--a final appeal--if there's any institution that ought to understand this it's here. Let me tell you what I know. This institution--we as Members--are very well served by a large number of gay and lesbian employees. And many of my colleagues on the Republican side know that and have, to their credit, employed them. I wouldn't have said this a couple of years ago, but after the recent incident it's now public. For years the Clerk of this House was a gay man, a Republican named Jeff Trandahl, whose orientation became public because he behaved in a very honorable and admired way in the issue of our former colleague, Mr. Foley. And the Ethics Committee saluted Mr. Trandahl. You know, Jeff Trandahl is an example and I know Jeff well and he's a friend whom I respect and admire and given the role he played, how much easier it would have been--maybe some troubles could have been avoided if there were legal protections that he and others would have had so they would not be subject to prejudice. I'll acknowledge--yes--as Mike Carney's example will show and my own example will show--people say ``well you know some of these gay people are misbehaving.'' Yeah, living a life that you were trying to hide from others is not a prescription for model behavior. And you do dumb things in the closet sometimes. It's not an excuse. It's your fault when you do them. But it's in society's interest to diminish that pressure. And you can do that today. Thank you."], "capitolwords_url": "http://capitolwords.org/date/2007/10/17/E2167-3_supplementary-documents-on-transgender-issues/"}