{u'speaker_state': u'IL', u'speaker_raw': u'mr. obama', u'speaker_first': u'Barack', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5517-6.htm', u'number': 71, u'id': u'CREC-2006-06-07-pt1-PgS5517-6.chunk40', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Obama', u'pages': u'S5517-S5534', u'speaker_party': u'D', u'date': u'2006-06-07', u'bills': None, u'bioguide_id': u'O000167', u'order': 40, u'speaking': [u'Mr. President, today, we take up the valuable time of the Senate with a proposed amendment to our Constitution that has absolutely no chance of passing.', u'We do this, allegedly, in an attempt to uphold the institution of marriage in this country. We do this despite the fact that for over 200 years, Americans have been defining and defending marriage on the State and local level without any help from the U.S. Constitution at all.', u'And yet, we are here anyway because it is an election year--because the party in power has decided that the best way to get voters to the polls is not by talking about Iraq or health care or energy or education but about a constitutional ban on same-sex marriage that they have no chance of passing.', u'Now, I realize that for some Americans, this is an important issue. And I should say that, personally, I do believe that marriage is between a man and a woman.', u"But let's be honest. That is not what this debate is about. Not at this time.", u'This debate is an attempt to break a consensus that is quietly being forged in this country. It is a consensus between Democrats and Republicans, liberals and conservatives, red States and blue States, that it is time for new leadership in this country--leadership that will stop dividing us, stop disappointing us, and start addressing the problems facing most Americans.', u'It is a consensus between a majority of Americans who say: You know what, maybe some of us are comfortable with gay marriage right now and some of us are not. But most of us do believe that gay couples should be able to visit each other in the hospital and share health care benefits; most of us do believe that they should be treated with dignity and have their privacy respected by the federal government.', u'We all know that if this amendment were to pass, it would close the door on much of this--because we know that when similar amendments passed in places such as Ohio and Michigan and Utah, domestic partnership benefits were taken away from gay couples.', u'This is not what the majority of the American people want. And this is not about trying to build consensus in this country; it is not about trying to bring people together.', u"This is about winning an election. That is why the issue was last raised in July of 2004, and that is why we haven't heard about it again until now. And while this is supposedly a measure that the other party raised to appeal to some of its core supporters, I don't know how happy I would be if my party only talked about an issue I cared about right around election time--especially if they knew it had no chance of passing.", u'I agree with most Americans, with Democrats and Republicans, with Vice President Cheney, with over 2,000 religious leaders of all different beliefs, that decisions about marriage, as they always have, should be left to the States.', u"Today, we should take this amendment only for what it is--a political ploy designed to rally a few supporters and draw the country's attention away from this leadership's past failures and America's future challenges.", u'There is plenty of work to be done in this country. There are millions without health care and skyrocketing gas prices and children in crumbling schools and thousands of young Americans risking their lives in Iraq.', u"So don't tell me that this is the best use of our time. Don't tell me that this is what people want to see talked about on TV and in the newspapers all day. We wonder why the American people have such a low opinion of Washington these days. This is why.", u'We are better than this, and we certainly owe the American people more than this. I know that this amendment will fail, and when it does, I hope we can start discussing issues and offering proposals that will actually improve the lives of most Americans.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/07/S5517-6_marriage-protection-amendment-motion-to-proceed/'}