{u'speaker_state': u'MA', u'speaker_raw': u'mr. frank of massachusetts', u'speaker_first': u'Barney', u'congress': 109, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 310, BROADCAST DECENCY ENFORCEMENT ACT OF 2005', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-16/html/CREC-2005-02-16-pt1-PgH635-6.htm', u'number': 17, u'id': u'CREC-2005-02-16-pt1-PgH635-6.chunk20', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Frank', u'pages': u'H635-H643', u'speaker_party': u'D', u'date': u'2005-02-16', u'bills': None, u'bioguide_id': u'F000339', u'order': 20, u'speaking': [u'Mr. Speaker, the comments from the floor manager of the bill made clear one of the major goals of the Republican Party. It is to shorten the attention span of the American people.', u'Among the things they think are inappropriate are not just things we might see on television but things we might hear on the floor of the House. The gentlewoman apparently thinks it is inappropriate for us to discuss on the floor of the United States House of Representatives the issue of media concentration.', u'That is what we are talking about. The gentlewoman said no, no, no, you are off the subject. Well, many of us believe that excessive media concentration is a subject that ought to be addressed, and it is, of course, the intention of the majority party not to allow that to be discussed. Inappropriate to criticize those corporations that are increasing media ownership.', u'The gentleman from Oklahoma said this is a fair rule. Well it is fair if the scale is poor, fair, good and excellent. In that case, I guess it is a fair rule because my colleagues let in one amendment.', u'We will be debating, after this rule is adopted, the substance of this bill, probably the only bill that the majority will allow on our communications matter, for 1 hour and 20 minutes; 1 hour and 20 minutes. If the Provisional Assembly in Iraq gave only an hour and 20 minutes to a subject, we would be very critical of them.', u'Once again I have to say, with regard to the people in Iraq who have been elected to the Provisional Assembly and who we are urging to practice democracy and respect minority rights, if any of them happen to be watching this proceeding, please do not try this at home. Please show more respect for full discussion than these people are showing.', u'Now, I also want to talk about indecency. It may be one of my last chances to do it because the gentleman from Vermont is correct. What this has done, this furor, is to lead to censorship, self-censorship, but also censorship by the administration.', u'I regret things like the Janet Jackson incident and what happened with her and that guy, but I think we have a greater danger now. The greater danger is the censorship of the free and open debate of this country. I guess I have more confidence than the majority in the families of America and the parents to be the main protectors of their children, not the majority party; and instead what happens is we have the Secretary of Education criticizing PBS and pressuring them not to run a show because it showed two lesbians.', u'I guess maybe I am speaking out of self-interest. If these people keep this up, we just had some fool in the Department of Health and Human Services insist that a panel on youth suicide aimed at gay, lesbian, and transgendered teenagers not use the words gay, lesbian and transgendered, because those things are inappropriate; showing lesbians is inappropriate.', u"I guess, Mr. Speaker, if some of these people had their way, I would be bleeped. I guess there would be a blank screen when I appeared on here, lest some people be somehow corrupted by the very fact that a gay man takes the floor of the House to talk about a rule that is undemocratic and a furor that leads to ``Saving Private Ryan'' being shut off, that leads to PBS being pressured not to show young people that there is in this world such a thing as lesbians, because that might somehow corrupt them.", u'I voted for this bill last year, so I am grateful to the majority for one thing. I voted for it, and it resulted in a degree of pressure and a degree of intimidation and a degree of intolerance and a failure to understand the value of free debate that I regretted and felt a little guilty about. So I am glad I have a chance to vote against it, as I will do.', u'But I regret very much that the gentlewoman from West Virginia and those in the majority feel it is inappropriate to discuss media concentrations or any oppositions that might exist. And that is where we are today. We have a bill that will, I believe, result in more censorship, in more excessive attention to a fairly small problem while ignoring very large ones.', u"I should say, finally, Mr. Speaker, understand why we have to cut this debate so short: because of our workload. We might actually be here until 4 o'clock this Wednesday, today, and we may even begin tomorrow. Of course, we are getting ready for a 10-day recess, so we may need a little extra time to relax. This House has met very little, we have done very little, and so the refusal of the majority to allow a debate on the important topics that we are talking about here, the effort by the gentlewoman from West Virginia to chide us, to say do not bring up media concentration and all those unimportant irrelevancies, is an example of the majority's disrespect of democracy, which they unfortunately continue to manifest."], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/16/H635-6_providing-for-consideration-of-hr-310-broadcast-de/'}