{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 108, "title": "PROVIDING FOR CONSIDERATION OF H.R. 3966, ROTC AND MILITARY RECRUITER EQUAL ACCESS TO CAMPUS ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-30/html/CREC-2004-03-30-pt1-PgH1695.htm", "number": 42, "id": "CREC-2004-03-30-pt1-PgH1695.chunk20", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Frank", "pages": "H1695-H1701", "speaker_party": "D", "date": "2004-03-30", "bills": null, "bioguide_id": "F000339", "order": 20, "speaking": ["Mr. Speaker, I do want to talk about the pending legislation, so I do not have time to comment on all the odd things that the previous speaker talked about, but a couple must be mentioned.", "This assertion that we in the minority are blocking legislation has to be one of the most bizarre misrepresentations of the actual situation I have ever heard. We have no control over the agenda. We are not blocking anything. I wish we could block some of the stuff that has happened.", "But this challenge to us to stop blocking Head Start, I have looked all over. I could not find Head Start laying anywhere here. We have not hidden it under our chairs. We are not blocking Head Start.", "Job training, stop blocking job training. Job training is not being held hostage in the Democratic cloakroom. All of the scheduling is up to the majority.", "So this arm-waving about stop blocking things when the majority is entirely in control does not make a great deal of sense.", "I, on the other hand, did appreciate the honesty of the gentleman when he sneeringly referred to unemployment compensation as a handout. He said, if people are in business, they understand that that is not the way to go.", "I had thought Secretary Snow, the Secretary of Treasury appointed by the President, former head of CSX, had some business experience. I was pleased last week when he supported the extension of unemployment benefits. Yes, we should do more about job creation, but there are people who are not going to get those jobs over the next few months who have been on extended unemployment. The refusal to extend unemployment compensation, and it is not the administration we are criticizing here, it is the majority in this House, because they are the ones who will not do it, over the objection of us, the refusal to extend unemployment compensation causes real injury to working families. And then when the gentleman says that is just a handout, he literally adds insult to injury.", "But now I want to talk about this pending legislation. It is not aimed at providing more people for the military. There is not an argument that they do not have enough people in the Officers Club. There is not an argument that there are not enough ROTCs around to service the military. That is not this legislation's purpose.", "This legislation is to punish those institutions which have said, as a matter of principle, we do not want them recruiting on their campus unless everybody is eligible. We do not want them restricting on irrelevant grounds people because of their race or their religion or their gender or their sexual orientation.", "As long as the military says that gay and lesbian people are not suitable to serve, although, as we have seen now, during wartime they stopped throwing people out quite as much because it turns out gay and lesbian military people, as we know, are quite capable of doing the job and when they are needed, they are kept on. But the purpose of this is to penalize those principled institutions that say we dislike this discrimination.", "Indeed, this legislation helps restrict the number of people who join the military. We have a shortage of people who speak Arabic working for the United States in the military and elsewhere. About 1\\1/2\\ or 2 years ago, seven members of the military who were doing very well learning Arabic were kicked out because they were discovered to be gay or lesbian.", "So with your policy of ``don't ask, don't tell and, by God, don't translate'' because somehow they will undermine the security of this country, you are restricting the entry into the military of qualified people. And this legislation does not expand the pool of people. It is in the service of a policy that unduly and unwisely and unnecessarily restricts the access, and it does it in a punitive way.", "It could be changed. For example, it says, well, wait a minute, if we are going to take money for national security, then they cannot stand up for their principle of nondiscrimination. When did the Department of Transportation get involved there? I am all for public transportation. I had not thought it was a matter of national security.", "This legislation also says, the gentleman from California alluded to, a situation where students at Harvard have to go to MIT, and he said that is inappropriate. On Page 6 of the bill, it says that if the Secretary of the Military Department refuses to allow an ROTC in a particular school, he can authorize or she can authorize those students to go elsewhere. Why is that compromise not good enough for the school? This bill calls for the use of a system the gentleman from California said was discriminatory.", "I want to just repeat the main point, because no one really believes and the military has not said, oh, we are being so hindered by these recruitment restrictions that we cannot get enough people. This is to penalize those institutions that are just standing up particularly for the principle of nondiscrimination and particularly for the principle that qualified members of their university communities ought not to be discriminated against and punishing them to reinforce an unfair policy hurts the military. It does not help it."], "capitolwords_url": "http://capitolwords.org/date/2004/03/30/H1695_providing-for-consideration-of-hr-3966-rotc-and-mi/"}