{u'speaker_state': None, u'speaker_raw': u'the presiding officer', u'speaker_first': None, u'congress': 108, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2005--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-06-15/html/CREC-2004-06-15-pt1-PgS6763-2.htm', u'number': 82, u'id': u'CREC-2004-06-15-pt1-PgS6763-2.chunk41', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S6763-S6773', u'speaker_party': None, u'date': u'2004-06-15', u'bills': None, u'bioguide_id': None, u'order': 41, u'speaking': [u'The Senator from Oregon. Mr. SMITH. Mr. President, inasmuch as our colleagues are not here to debate Senator Kennedy and me, I hope that is a good sign. I thought I would recount very briefly again the appropriateness of why this is on the military authorization bill, recounting the stories of two service people. They are somewhat horrendous, but it is appropriate that everyone understand why this has a very logical nexus for Senator Kennedy and me with this piece of legislation and this amendment.', u"One of these crimes resulted in the death of an Army private and the other the death of a Navy seaman. In 1992, Navy Seaman Allen R. Schindler was brutally murdered by his shipmate Terry Helvey in Okinawa, Japan. Helvey beat and stomped Schindler to death simply because he was gay. He didn't want his wallet; he didn't want his watch; he wanted him dead because of his sexual orientation.", u"Helvey's attack was so vicious that he destroyed every organ in Schindler's body. He was so badly beaten that Schindler's own mother could identify him only by the remains of the tattoo on his arm. The medical examiner compared Schindler's injuries to those sustained by the victims of fatal airplane crashes.", u'In another tragic case, PFC Barry Winchell was forced outside his barracks at Fort Campbell Army Base where he was stationed. In the early morning hours of July 5, 1999--this is very recent history--Winchell was repeatedly beaten with a baseball bat by another Army private. He was beaten with such force and his injuries were so severe that he died shortly thereafter. Barry was only 21. He was murdered, again not for his watch, not for his wallet, but simply because he was gay.', u"These are appalling examples. Again, I want to say for the Record, I understand the reluctance of some of my colleagues to deal with issues that involve a person's sexuality, but I also want to say I don't agree with them. I think we need to treat people civilly and in the highest Christian traditions, no matter what we think of their lifestyles. I think the finest example we can find on this issue--really on point--is the great New Testament example when, in my view, the greatest person who ever lived was confronted with a woman being stoned to death because of her lifestyle. He did not endorse her lifestyle, but He risked His life to save her life. It does seem to me that if this can be done in ancient Israel, we ought to be able to do the same in modern America and have laws that reflect the very best part of the American people, that we stand and help those in need. You need read no more into it, no more moral approval in it.", u"I believe there are real family values, and I believe there are counterfeit family values. Arguments made to suggest that opposing hate crimes is a family value are truly misguided. When it comes to human necessities of making a living and having shelter and enjoying public safety, having the dignity and respect of law on your side, that is for all of us, I don't care how we conduct our lifestyles. That is for the American people. It includes gays and lesbians.", u"We are not censoring speech. We are not punishing thought. We are punishing crime. The statutes that are constitutional in this government, upheld by William Rehnquist as to their constitutionality, are long overdue to be added to to include this category of the American people who are gay and lesbian. The need is easy to demonstrate through statistics, through crimes committed on this community. Those of us who stand with the President in fighting the war on terrorism, I say great, but don't forget the war on terrorism at home. It includes defending gays and lesbians and other Americans and classes that make them vulnerable and more likely victims of crime. We owe them that, and we owe them at least that. We owe them more, in fact.", u'I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/06/15/S6763-2_national-defense-authorization-act-for-fiscal-year/'}