{"speaker_state": "MN", "speaker_raw": "ms. mccollum", "speaker_first": "Betty", "congress": 108, "title": "MARRIAGE PROTECTION ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm", "number": 103, "id": "CREC-2004-07-22-pt1-PgH6580-2.chunk109", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "McCollum", "pages": "H6580-H6613", "speaker_party": "D", "date": "2004-07-22", "bills": ["H.R. 3313"], "bioguide_id": "M001143", "order": 109, "speaking": ["Mr. Speaker, I rise today in strong opposition to H.R. 3313, the Marriage Protection Act. This dangerous bill would severely undermine our constitutional checks and balances and set a precedent that undermines the independence of the federal judiciary.", "Republicans in Congress and the Bush Administration know their domestic and foreign policies are failing--so they are changing the subject. The war in Iraq is a quagmire. Our schools under funded. Our seniors are without the prescription drugs they need and millions of Americans are without jobs.", "Despite the many challenges facing our nation, the Republicans have chosen to ignore the real needs of the American people. In the process, they are hijacking our constitutional checks and balances and advancing an extreme right-wing agenda.", "For years, key decisions by the courts on the social issues of the day, including school prayer, busing, abortion and the Ten Commandments, have been followed by Republican court-stripping bills to remove the court's authority to hear challenges to such important cases. The Marriage Protection Act is just another example of a power grab that extends Republican control from the White House to Congress to the federal judiciary.", "This attack on the Judicial Branch's authority to hear cases based on Legislative and Executive actions is in fundamental contrast to the spirit of our democracy and the U.S. Constitution. Appropriately, most legal scholars have agreed that even if this bill was to become law, it would be unconstitutional. The fact that this legislation has advanced far enough to warrant a vote in the full U.S. House should raise alarm to the extent the Republican Majority will go to advance their right wing agenda.", "This legislation should be defeated. The House must send a strong message that we reaffirm our constitutional system of checks and balances between the three branches of government, and we support the basic, civil rights of all Americans--regardless of age, gender, race or sexual orientation. We have a responsibility to protect the Constitution, not render it unnecessary. Mrs. BONO. Mr. Speaker, I rise against H.R. 3313, the Marriage Protection Act, not because I seek to promote gay marriage but because I believe this bill fails to pass constitutional muster. Perhaps it is for this reason that Congress has never enacted legislation to prohibit all federal courts, including the Supreme Court, from hearing cases on constitutional matters. It is not within the interest of this institution to begin this practice now. This path can only lead us towards a slippery slope with no clear end in sight.", "I understand there are strong feelings on the issue of gay marriage on either side of the debate. I, for one, strongly believe in the sanctity of marriage and that marriage is between one man and one woman. But what this bill does is preclude even the ultimate arbiter of the United States legal system, the Supreme Court, from reviewing a constitutional matter. In fact, under this bill, even those who would seek to overturn a state's gay marriage law would not be able to appeal to the Supreme Court.", "Certainly, Congress has stripped statutory questions, like tree cutting, from federal courts. But none of these issues have fallen upon constitutional grounds. Even the non-partisan Congressional Research Service maintains that ``We are not aware of any precedent for a law that would deny the inferior federal courts original jurisdiction or the Supreme Court of appellate jurisdiction to review the constitutionality of a law of Congress.''", "However, I strongly believe in the concept of ``checks and balances.'' Rest assured, should a federal court begin to exercise judicial activism that hijacks the powers of the other two branches, it is up to those branches of government to check the judicial branch and bring it back into balance. But this isn't the case here. In fact, one could question whether or not Congress, with this bill, would encroach upon the powers of the Supreme Court in having the final say.", "As of today, our system of ``checks and balances'' is working. Until this environment changes or breaks down, the most positive action Congress can take is to let the system work."], "capitolwords_url": "http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/"}