{u'speaker_state': u'CA', u'speaker_raw': u'mr. lantos', u'speaker_first': u'Tom', u'congress': 108, u'title': u'EVEN MORE GROUPS RALLY TO SUPPORT H. CON. RES. 330', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-25/html/CREC-2003-11-25-pt1-PgE2459-3.htm', u'number': 174, u'id': u'CREC-2003-11-25-pt1-PgE2459-3.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Lantos', u'pages': u'E2459-E2460', u'speaker_party': u'D', u'date': u'2003-11-25', u'bills': [u'H. Con. Res. 330'], u'bioguide_id': u'L000090', u'order': 0, u'speaking': [u'Mr. Speaker, H. Con. Res. 330, the International Human Rights Equality Act, addresses one of the most underreported areas of human rights violations, the persecution of an individual solely on the basis of sexual orientation or gender identity.', u'At our recent press conference, Martin Ornelas-Quintero, Executive Director, of the National Latina/o Lesbian, Gay, Bisexual and Transgender Organization, eloquently highlighted the global prevalence of these violations. I ask that his statement be included at this point in the Congressional Record.', u"Good morning. I want to thank Congressman Lantos and resolution co-sponsor Congressman Shays for their work, and also all the human rights organizations here today that stand together in support of this important resolution. My name is Martin Ornelas-Quintero, executive director of LLEGO, the National Latina/o Lesbian, Gay, Bisexual and Transgender organization. I would like to read an excerpt from a letter sent by LLEGO to the honorable Richard Maduro, president of Honduras in September of this year In the city of San Pedro Sula, the lesbian, gay, bisexual, transgender and transsexual community is confronting persecution, harassment, mistreatment and humiliation because of this attempt to defend the human rights of other LGBTT community members. Specifically, we wanted to bring attention to the case of La China. La China, born as Elkyn Suarez--along with the LGBTT community members, demands that the police of San Pedro Sula begin to conduct more exhaustive investigations into the deaths of members of the LGBTT community so that these murders do not go unpunished, as they have in the past. Ms. Suarez was a witness to the murder of David Yanez and has served as a witness for the state during the prosecution case. Under international scrutiny, Elkyn has maintained her composure and courage to confront representatives of the police force who, instead of protecting the citizens of San Pedro Sula, have violated their promise to protect the law and have become criminals themselves. -We are aware that the Honduran government has measures at their disposal to protect witnesses in criminal cases. We in the international community want to make sure these measures are available for all inhabitants of Honduras with regard to their sexual orientation or gender identity. We make a call to the community to support and bring attention to this case and the need for the Honduran government to protect all of its citizens. We are aware that in the case of La China Suarez, the police offered its protection for a limited time and have withdrawn it. Given the threatening conditions the LGBTT community of San Pedro Sula lives in every day, we want to emphasize the necessity for this protection to continue until all the individuals related to the case are found and judged. Our greatest concern at the moment is the life of Ms. Suarez, and we would appreciate support and assistance in facilitating her protection'' (Letter to Honorable Licenciado Ricardo Maduro, Presidente de la Republica, y la Honorable Aguas Ocana Navarro, Primera Dama de Honduras, dated September 15, 2003). Ms. Suarez, a Honduran transgender woman, witnessed the murder of another transgender woman by two police officers. After testifying against the men, Ms. Suarez was reluctantly given witness protection. Unfortunately, Ms. Suarez, who was unemployed at the time, had to find money not only for her own food and shelter needs, but had to feed and provide lodging for her ``protectors.'' The two police officer, although accused and charged, ``miraculously'' slipped out of police custody. Also, ``miraculously,'' witness protection services for Ms. Suarez were curtailed. Finding her life in danger, she fled--with the help of Amnesty International and LLEGO--to Guatemala. There, the paramilitary tried to kill her. Again, with assistance from Amnesty and LLEGO, she fled to the Netherlands, where she today waits to be granted asylum. This is just one example of the dangers LGBTT people face everyday all over the world. We cannot sit idly while our brothers and sisters are being harassed, tortured and murdered often for simply being who they are. This is why we applaud and wholeheartedly endorse the resolution introduced today by Congressman Tom Lantos and Congressman Christopher Shays.''"], u'capitolwords_url': u'http://capitolwords.org/date/2003/11/25/E2459-3_even-more-groups-rally-to-support-h-con-res-330/'}