{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 107, "title": "HIV/AIDS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-10/html/CREC-2001-07-10-pt1-PgH3839.htm", "number": 95, "id": "CREC-2001-07-10-pt1-PgH3839.chunk33", "volume": 147, "chamber": "House", "session": 1, "speaker_last": null, "pages": "H3839-H3851", "speaker_party": null, "date": "2001-07-10", "bills": null, "bioguide_id": null, "order": 33, "speaking": ["The final article I wanted to reference is indeed the impact it is having on women. Again, one of the misperceptions is that this is a disease of white gay men. That could not be further from the truth. As I have said, although men constitute more than female, but the rate at which the growth is going is happening much faster, as I said earlier, again this is North Carolina. And in North Carolina although 68 percent are male, roughly 32 percent are female, that rate is growing faster now for females than for males. And the rate is growing faster for African American females than it is for non-African American females. This article is from the New York Times. Again, Mr. Speaker, I include the article for the Record.", "Greenwood, Miss.--Here is the rural South, the image of AIDS today looks very much like Tyeste W. Roney. Not a gay white man. Not a crack-addicted prostitute. But a 20-year-old black woman with a gold stud in her nose, an orange bandanna covering her braids, and her nickname, Easha, tattooed on one leg. In the back of her mind at least, Ms. Roney had known for years that she could contract H.I.V. by having unprotected sex. Her mother had been telling her so since Ms. Roney was 13, when she lost her virginity. But either the lesson did not stick, or Ms. Roney did not have the power to negotiate safer sex with older lovers. She says that many of the men she can count as partners did not use condoms. In February, after enduring 10 days of bleeding, Ms. Roney went to a health clinic. First a nurse surprised her by telling her that she had been pregnant and had miscarried. Then the nurse asked Ms. Roney if she knew she was carrying the virus that causes AIDS. ``I said, `Get out of here, that can't be so,'' ' Ms. Roney recalled. ``I just broke down and cried. I thought I wasn't going to be here long. Maybe a month.'' It is a scene that has become all too familiar for poor black women here in the Mississippi Delta and across the rural south. Even as the AIDS epidemic has subsided elsewhere in the United States, it has taken firm root among women in places like Greenwood, where messages about prevention and protection are often overtaken by the daily struggle to get by. Researchers say that in many ways the epidemic in the south more closely resembles the situation of the developing world than of the rest of the country. Joblessness, substance abuse, teenage pregnancy, sexually transmitted diseases, inadequate schools, minimal access to health care and entrenched poverty all conspire here to thwart the progress that has been made among other high-risk groups, particularly gay men. While AIDS rates in the United States remain lower among women than men, women now account for a fourth of all newly diagnosed cases, double the percentage from 10 years ago. That growth has largely been driven by the disproportionate spread of the disease among heterosexual black women, particularly in the South. For those who contract H.I.V. or AIDS in the rural South, life can become intensely isolated. Because of widespread misunderstandings about the ways H.I.V. is transmitted, the stigma facing those who are infected is often suffocating. Many women are terrified to tell even their families, and they find their only comfort in the monthly meetings of a support group. One woman here, who lives with her son, is convinced that he would make her eat on paper plates and would keep her away from her grandchildren if he knew of her illness. Ms. Roney, who has informed only her family members, said she lost several neighborhood friends after they saw a health department van pull into her driveway to pick her up for a clinic visit. Black women, who make up 7 percent of the nation's population, accounted for 16 percent of all new AIDS diagnoses in 1999, a percentage that has grown steadily since the syndrome was first identified 20 years ago. By comparison, black men made up 35 percent, white men 27 percent, Latino men 14 percent, and white and Latino women were each 4 percent. While the number of new AIDS cases in the United States began to decline in the mid-1990's, the reversal started later for Southern black women, and the drop has been slower. From 1981 to 1999, 26,522 black women developed AIDS in the 11 states of the former Confederacy. In Mississippi and North Carolina, statistics show that more black women than white men have contracted H.I.V. over the epidemic's course. Unless a cure is found, the share of AIDS patients who are black and female is likely to rise. The trend is strikingly visible in Southern states with large black populations. Here in Mississippi, 28.5 percent of those reporting new H.I.V. infections in 2000 were black women, up from 13 percent in 1990. In Alabama, the number rose to 31 percent, from 13 percent. In North Carolina, it rose to 27 percent, from 18 percent. ``While the H.I.V. epidemic is also increasingly affecting men in the South and black men, the overall trends for women are distinct,'' concluded researchers with the Centers for Disease Conrol and Prevention in a paper published in March in The Journal of the American Medical Association. ``The H.I.V. epidemic in women initially centered on injection drug-using women in the urban Northeast, but now centers on women with heterosexual risk in the South.''"], "capitolwords_url": "http://capitolwords.org/date/2001/07/10/H3839_hivaids/"}