{u'speaker_state': u'RI', u'speaker_raw': u'mr. reed', u'speaker_first': u'Jack', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm', u'number': 77, u'id': u'CREC-2000-06-19-pt1-PgS5325-3.chunk213', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reed', u'pages': u'S5325-S5356', u'speaker_party': u'D', u'date': u'2000-06-19', u'bills': None, u'bioguide_id': u'R000122', u'order': 213, u'speaking': [u'Mr. President, I rise this afternoon to speak for this legislation and commend Senator Kennedy for his sponsorship, along with my colleagues, of this legislation. Senator Kennedy has long been an advocate for a society in which individuals reach out not with hate but with fellowship. I am pleased to see other supporters, like Senator Smith, who are also in the vanguard of this great effort.', u'This afternoon we are here because of the murders of James Byrd and Matthew Shepard and others--because these acts of violence tear at the very fabric of our society.', u'Unfortunately, over the past 2 years, we have seen far too many cases of these types of crimes of violence, motivated strictly by prejudice and hatred of people, not because of their character but because of some perception of their failings in the eyes of others.', u'In my own State of Rhode Island, in May 1998 a group of seven to ten men stomped and battered a Cranston bartender and an acquaintance as they were coming out of a Providence night club, while laughing and screaming anti-gay epithets. The waiter suffered fractured bones in his jaw, head and collarbone, cracked ribs, and a puncture wound to his chest caused by a broken bottle. The acquaintance suffered a fractured eye socket and bruises.', u'According to Providence, Rhode Island city officials, the number of hate crimes reported in Providence has grown in recent years. In 1998, 25 such crimes were reported, and, last year, 32 were reported.', u'In February 1999, in an incident which took place in Pawtucket, Rhode Island, two men were walking home with a female friend from a church function and were assaulted by a third man. While yelling obscenities and anti-homosexual slurs, the third man hit one of the men over the head with a full wine bottle, and then jumped on top of him and punched him repeatedly in the face and head. He then threw him up against a brick wall and continued to hit him while yelling anti-gay epithets.', u"In California, three men pled guilty to racial terrorism for burning a swastika outside a Latino couple's residence.", u'In Florida, a Puerto Rican man was allegedly beaten by three white men who yelled racial slurs.', u'In Ohio, a 23-year-old Hispanic male was gunned down by three assailants. Police reported it as a racially motivated incident. The list goes on and on.', u"This amendment would simply extend the current definition of Federal hate crimes to include crimes committed on the basis of someone's gender, sexual orientation, or disability. It would allow the Federal Government to prosecute an alleged perpetrator who commits a violent crime against someone just because that person is gay, blind, or female.", u'This amendment basically brings our civil rights statutes in line with the most recent definition of hate crimes promulgated by this Congress.', u'This amendment also eliminates the restrictions that have prevented Federal involvement in many cases in which individuals were killed or injured because of bias or prejudice.', u'It also supports State and local efforts to prosecute hate crimes by providing Federal aid to local law enforcement officials. In particular, it authorizes the Justice Department to issue grants of up to $100,000 to State, local, and Indian law enforcement agencies that have incurred extraordinary expenses associated with investigating and prosecuting hate crimes.', u'This amendment does not federalize all violent hate crimes. It provides for Federal involvement only in the most serious incidents of bodily injury or death, and only after consultation with State and local officials, a policy that is explicitly reflected in a memorandum of understanding entered into by the Department of Justice with the National Association of District Attorneys last July.', u"Finally, the Department of Justice has reviewed this amendment and believes it does meet the constitutional standards recently articulated in Supreme Court cases. For crimes based on gender, sexual orientation, disability, religion, and national origin, the amendment has been carefully drafted to apply only to violent conduct in cases that have an ``explicit connection with or effect on interstate commerce.''", u'This amendment has attracted broad bipartisan support from 42 Senators, 191 Members of the House of Representatives, 22 State attorneys general, and more than 175 law enforcement, civil rights, and religious organizations. This demonstrates the huge support (for strengthening Federal hate crimes legislation, support) which cuts across party lines and which reaffirms a fundamental belief and tenet of our country: That people should be able to be individuals, to be themselves without fear of being attacked for their individuality, for their personhood, for their very essence.', u"These hate crimes are very real offenses. They combine uncontrolled bigotry with vicious acts. These crimes not only inflict personal wounds, they wreak havoc on the emotional well-being of people throughout this country, because they attack a person's identity as well as his or her body. Although bodies heal, the scars left by these attacks on the minds of the victims are deep and often endure for many years.", u'There is no better way for us to reaffirm our commitment to the most basic of American values: the dignity of the individual and the right of that individual to be himself or herself. We can do that by voting in favor of this amendment. I believe it is our duty. I am pleased to join this great debate and lend my support to this amendment. I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/'}