{"speaker_state": "KS", "speaker_raw": "mrs. kassebaum", "speaker_first": "Nancy", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10100-2.chunk74", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Kassebaum", "pages": "S10100-S10125", "speaker_party": "R", "date": "1996-09-10", "bills": null, "bioguide_id": "K000017", "order": 74, "speaking": ["Mr. President, I would like to speak for just a few moments on the Defense of Marriage Act. I will speak in support of it. But it is an issue relating to marriage that I think is one that is an example of where divorce and related domestic matters have traditionally been subject to State law. I believe they should remain so.", "Same-sex marriage is a concept with which few Americans are comfortable, and I do not believe that the judgment of one court in a single State should hold sway over the rest of the Nation. States should have the ability to disregard same-sex marriages if they so choose, and this legislation would permit them to do that.", "Many aspects of this debate are troubling, as it touches not only on questions of law and the Constitution, but also on deeply held personal views about values, cultural traditions, and religion. As legislators, we are not always adept at debating matters such as this, and we find ourselves on far less comfortable ground in debating Federal legislative approaches to highly personal matters. We are more adept at debating matters of law and policy. But here I think we are on uncertain territory, and we have had already differing views expressed during the course of this debate.", "Unfortunately, such debate sometimes occurs in an atmosphere of rigidity and intolerance. They are not dialogs aimed at reaching any sort of understanding but, rather, become shouting matches, which can happen in the public arena in our own States, not aimed at reaching any sort of understanding, in which each side becomes securely stationed behind its line in the sand. The terms of engagement are set by extremists at both ends. I have been picketed by both sides, out in my own State, in Kansas.", "The debate over this legislation has been no exception. Nothing will make the issues any easier, but no purpose is served by abandoning civility and a respect for differing viewpoints in the process. Nor should we forget that at the heart of the debate over homosexuality are individual Americans. An abstract subject takes on different dimensions when given the face of a friend, a family member, a coworker. The things we all hold dear--family, friendships, a job, a home--present a unique set of challenges for the gay community. It should come as little surprise that, like anyone else, gay men and women would like to live their lives without being defined only by their sexual orientation.", "Shortly after the August recess, I visited with a young man from Kansas who made a strong plea in opposition to the Defense of Marriage Act, arguing that fear was the driving force behind the measure. Although I was not persuaded to change my position on the legislation, I was deeply moved by his very genuine desire to move the debate beyond stereotypes and unchallenged assumptions.", "Congress is not the ideal forum for the resolution of these issues, nor will any piece of legislation settle them. However, the tone we set in our deliberations is one which will be echoed around kitchen tables and worksites throughout the Nation. Let that tone be one which honors our democratic traditions of reasoned debate, responsible decisionmaking, and respect for all individuals.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/"}