{"speaker_state": "PA", "speaker_raw": "mr. specter", "speaker_first": "Arlen", "congress": 105, "title": "HATE CRIMES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-14/html/CREC-1998-10-14-pt1-PgS12537.htm", "number": 146, "id": "CREC-1998-10-14-pt1-PgS12537.chunk0", "volume": 144, "chamber": "Senate", "session": 2, "speaker_last": "Specter", "pages": "S12537-S12538", "speaker_party": "R", "date": "1998-10-14", "bills": null, "bioguide_id": "S000709", "order": 0, "speaking": ["Mr. President, we have seen the issue of hate crimes again tragically before the American people with a horrendous event in Laramie, WY, on October 6, just last week, where a young man, Matthew Shepard, was kidnaped, robbed, severely beaten, and left tied to a fence in freezing weather. He died 5 days later from his wounds.", "Two men have been charged with the murder. It appears that the attack was motivated at least in part by an antigay bias. Police have stated that while robbery was the main motive for the attack, that Mr. Shepard was apparently chosen as a victim because he was gay.", "It has been reported by the investigators that the two suspects lured Mr. Shepard from the bar by stating that they, too, were gay and wanted to meet with him. The girlfriend of one of the two suspects has stated that Shepard was targeted because he had flirted with the suspect earlier that evening and allegedly embarrassed him.", "The issue of hate crimes was very much a national focus months ago, on June 7 of 1998, when Mr. James Byrd, Jr., an African-American, was kidnaped and killed by being dragged from the back of a pickup truck. Three white men have been charged with the murder. The evidence indicates that there was racial motivation for the attack. Authorities have stated that all three suspects were white supremacists and had white supremacist tattoos on their bodies. All three were identified as belonging to the Ku Klux Klan and the Confederate Knights of America while serving in prison. Racist literature was seized from the home shared by the suspects.", "The current hate crime legislation was deemed inadequate on the murder of Mr. Byrd because the victim was attacked in a way where he was not seeking to exercise a federally protected right.", "On November 13, 1997, Senator Kennedy, Senator Wyden, and I introduced the Hate Crimes Prevention Act, which has not moved forward. It is my view that there is no place in America for hate. There is just no place in America for hate. There is no place for hatred of African-Americans, hatred of Asians, and there is no place for hatred of Jews, Muslims, gays, or anyone else. That is antithetical to America, antithetical to the concepts of the melting pot. We see around the world what has happened in places like Bosnia, and we see what has happened in Kosovo, and we have seen what has happened in Africa. But in the United States, there is no place for hate.", "I have asked both leaders in the Congress and the President to push to have this legislation included in the final Omnibus Appropriations Act. I know it is difficult to do. Let's see what happens on it. There ought to be a very, very strong stand taken against hate. Gays ought to be included in the protection, and we ought not to have the highly technical, legalistic concepts of the exercise of a federally protected right.", "I served for 8 years as district attorney of Philadelphia and 4 years as assistant district attorney before that, and crime was horrendous. But when hate is added to the crime, it becomes an intolerable circumstance, something which should be acted upon by the Congress of the United States. The legislation has been modified to arrive at a situation where local authorities would call for Federal assistance. I am not sure that is a wise provision, because so frequently we find local authorities unwilling to act, and that is really the reason for the necessity for Federal action. But the legislation has been modified in a number of important respects to try to give an impetus for enactment. We should not await the next tragedy on hate--whether it is directed to someone of Asian ancestry, or someone who is Jewish, or a Muslim, or a gay, or an African-American--to motivate us to take the appropriate steps and be very, very tough in the response and prosecution of those offenses.", "Mr. President, in the absence of anyone else seeking recognition, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/1998/10/14/S12537_hate-crimes/"}