{"speaker_state": "CA", "speaker_raw": "mrs. feinstein", "speaker_first": "Dianne", "congress": 105, "title": "THE NOMINATION OF JAMES C. HORMEL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-14/html/CREC-1998-10-14-pt1-PgS12586.htm", "number": 146, "id": "CREC-1998-10-14-pt1-PgS12586.chunk0", "volume": 144, "chamber": "Senate", "session": 2, "speaker_last": "Feinstein", "pages": "S12586-S12589", "speaker_party": "D", "date": "1998-10-14", "bills": null, "bioguide_id": "F000062", "order": 0, "speaking": ["Mr. President, as the 105th Congress draws to a close, I rise to express my disappointment over something we did not do. The Senate, despite strong support from both sides of the aisle, has not brought the nomination of James C. Hormel to serve as U.S. Ambassador to Luxembourg to the floor, has not had a debate on the nomination, and has not had a vote on it.", "This failure is really quite incomprehensible.", "The President nominated James Hormel for this post on October 6, 1997. After a thorough review by the Senate Foreign Relations Committee, the committee approved the nomination by a vote of 16-2 and reported it to the full Senate with the recommendation that it be confirmed. And yet here it is, October 14, 1998, in the final hours of this Congress, and the nomination has not budged from the Executive Calendar.", "Mr. Hormel is eminently qualified for the job of U.S. Ambassador to Luxembourg. He has had a diverse and distinguished career as a lawyer, businessman, educator, and philanthropist, and he gained diplomatic experience as a member of the U.S. delegation to the 51st U.N. Human Rights Commission in Geneva in 1995 and as a member of the U.S. delegation to the 51st U.N. General Assembly in 1997. He was even confirmed unanimously by this very Senate for the latter post on May 23, 1997.", "He has been an upstanding civic leader in San Francisco, and he has been honored for his work by organizations too numerous to mention. He is a man who is kind to all he meets, generous beyond measure, and deeply committed to making the world and his community a better place to live for all people. He is a devoted father of five grown children, and grandfather of 13. Anyone who knows him, as I have been privileged to do for over two decades, knows that he is a man of decency and honor, and the type of person who should be encouraged to be in public service.", "So this is the situation we face: we have a nominee with outstanding talents and credentials; he was previously confirmed by this Senate for another post; he was approved by the Foreign Relations Committee by a 16-2 vote nearly a year ago; and over 60 Senators support bringing his nomination to a vote. And yet, we have never had the opportunity to vote on it.", "Why? Because several Senators on the other side of the aisle have placed holds on the nomination, preventing a debate and a vote they knew they would lose. And the Majority Leader has refused to call up the nomination, effectively allowing the passage of time to kill it.", "Why has Mr. Hormel been denied the Constitutionally delineated due process of a Senate debate and vote? The answer is simple: Mr. Hormel is gay. With no other reasonable grounds to block this nomination, one can come to no other conclusion than that some Senators are simply opposed to a gay man serving our country as a U.S. Ambassador. I believe the Senate does not want to allow this type of discrimination to prevail, and I think the vast majority of my colleagues agree. But so far, it appears that discrimination has prevailed.", "I believe the majority of Americans agree with this position as well. To cite just one measure, newspaper editorials have appeared in support of Mr. Hormel's nomination across the country, including in the: Albany Times Union, Albuquerque Journal, Arkansas Democrat-Gazette, Atlanta Journal &amp; Constitution, Boston Globe, Charleston (W.Va.) Gazette, Chicago Tribune, Cincinnati Post, Cleveland Plain Dealer, Detroit Free Press, Evansville Courier, Fort Worth Star-Telegram, Hartford Courant, Houston Chronicle, Los Angeles Times, Louisville (Ky.) Courier-Journal, Minneapolis-St. Paul Star-Tribune, Newark (N.J.) Star-Ledger, New Orleans Times Picayune, New York Daily News, New York Times, Peoria Journal-Star, Philadelphia Inquirer, Pittsburgh Post-Gazette, Portland Press Herald, Providence Journal, Riverside (Ca.) Press-Enterprise, Rocky Mountain News, San Diego Union-Tribune, San Francisco Chronicle, San Francisco Examiner, Santa Rosa (Ca.) Press Democrat, Seattle Post-Intelligencer, Springfield (Ill.) Journal-Register, St. Louis Post-Dispatch, St. Petersburg Times, Syracuse Post-Standard, Tulsa World, Washington Post, and York (Pa.) Daily Record.", "Many of these newspapers have also run op-ed columns which call for a vote on the nomination, as have the: Arizona Republic, Buffalo News, Columbus Dispatch, Dallas Morning News, Denver Post, Des Moines Register, Detroit News, Fort Lauderdale Sun-Sentinel, Greensboro News &amp; Record, Madison Capital Times, Memphis Commercial Appeal, Northern New Jersey Record, Raleigh News &amp; Observer, Salt Lake City Tribune, and USA Today.", "I deeply regret that the Senate has not been permitted to have its say on this eminently qualified nominee solely because he is gay. But the Senate's failure to act need not prevent Mr. Hormel from assuming his post. In a case such as this, where the Senate has so clearly failed to fulfill its Constitutional obligation with respect to a nomination, even though a clear majority of the Senate supports that nomination, I believe it is entirely appropriate for the President to use his Constitutional authority to make a recess appointment.", "Luxembourg is a NATO ally, and we need an ambassador there. Mr. Hormel has every qualification necessary to be an outstanding ambassador, and he would have been overwhelmingly confirmed if the Senate had been allowed to vote. But we were not. I, therefore, urge President Clinton, after Congress adjourns, to make a recess appointment of James Hormel to be U.S. Ambassador to Luxembourg. It is the right thing to do, and it will give the country the benefit of the service of James Hormel, which the Senate has failed to do.", "Mr. President, because the Senate has not had the opportunity to debate this nomination, I ask unanimous consent to place in the Record some of the materials I would have used in the course of that debate, including some of the notable editorials, op-ed pieces, and letters of support that have come to my attention."], "capitolwords_url": "http://capitolwords.org/date/1998/10/14/S12586_the-nomination-of-james-c-hormel/"}