{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 105, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-11-13/html/CREC-1997-11-13-pt2-PgS12576-2.htm", "number": 160, "id": "CREC-1997-11-13-pt2-PgS12576-2.chunk3", "volume": 143, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S12576-S12614", "speaker_party": "D", "date": "1997-11-13", "bills": null, "bioguide_id": "K000105", "order": 3, "speaking": ["Mr. President, it is a privilege to join Senator Specter and Senator Wyden in introducing the Hate Crimes Prevention Act of 1998. Last Monday, President Clinton convened a historic White House Conference on Hate Crimes. This conference brought together community leaders, law enforcement officials, religious and academic leaders, parents, and victims for a national dialogue on how to reduce hate violence in our society.", "I commend President Clinton for his leadership on this important issue. Few crimes tear at the fabric of society more than hate crimes. They injure the immediate victims, but they also injure the entire community--and sometimes the entire nation. So it is entirely appropriate to use the full power of the federal government to punish them.", "This bill is the product of careful consultation with the Department of Justice, constitutional scholars, law enforcement officials, and many organizations with a long and distinguished history of involvement in combating hate crimes, including the Anti-Defamation League, the National Organization of Women Legal Defense Fund, the Human Rights Campaign, the National Coalition Against Domestic Violence, and the American Psychological Association. President Clinton strongly supports the bill, and we look forward to working closely with the administration to ensure its passage.", "Hate crimes are on the rise throughout America. The Federal Bureau of Investigation documented 8,000 hate crimes in 1995, a 33-percent increase over 1994. The 8,000 documented hate crimes actually understate the true number of hate crimes, because reporting is voluntary and not all law enforcement agencies report such crimes.", "The National Asian Pacific American Legal Consortium recently released its 1997 Audit of anti-Asian violence. Their report documented a 17-percent increase in hate crimes against Asian-Americans. The National Gay and Lesbian Task Force documented a 6-percent increase in hate violence against gay, lesbian, and bisexual citizens in 1996. Eighty-two percent of hate crimes based on religion in 1995 were anti-Semitic.", "Gender motivated violence occurs at alarming rates. The Leadership Conference on Civil Rights recently issued a report on hate crimes which correctly noted that ``society is beginning to realize that many assaults against women are not `random' acts of violence but are actually bias-related crimes.''", "The rising incidence of hate crimes is simply intolerable. Yet, our current Federal laws are inadequate to deal with this violent bigotry. The Justice Department is forced to fight the battle against hate crimes with one hand tied behind its back.", "There are two principal gaps in existing law that prevent federal prosecutors from adequately responding to hate crimes. First, the principal federal hate crimes law, 18 United States Code 245, contains anachronistic and onerous jurisdictional requirements that frequently make it impossible for federal officials to prosecute flagrant acts of racial or religious violence. Second, federal hate crimes law do not cover gay bashing, gender-motivated violence, or hate crimes against the disabled.", "Our bill closes these gaps in existing law, and gives prosecutors the tools they need to fight bigots who seek to divide the nation through violence. Our bill expands the federal government's ability to punish racial violence by removing the unnecessary jurisdictional requirements from existing law. In addition, the bill gives federal prosecutors new authority to prosecute violence against women, against the disabled, and against gays and lesbians.", "The bill also provides additional resources to hire the necessary law enforcement personnel to assist in the investigation and prosecution of hate crimes. The bill also provides additional resources for programs specifically targeted at preventing hate crimes.", "Finally, the bill addresses the growing problem of adults who recruit juveniles to committee hate crimes. In Montgomery County, Tennessee, a white supremacist founded a hate group known as the ``Aryan Faction,'' and recruited new members by going into local high schools. The group then embarded on a violent spree of firebombings and arsons before being apprehended. Hate crimes disproportionately involve juveniles, and the bill directs the Sentencing Commission to study this problem and determine appropriate additional sentencing enhancements for adults who recruit juveniles to commit hate crimes.", "The structure of this bill is modeled after the Church Arson Prevention Act, the bipartisan bill enacted by the Senate unanimously last year in response to the epidemic of church arson crimes. Combating hate crimes has always been a bipartisan issue in the Senate. The Hate Crimes Statistics Act has overwhelming bipartisan support, and it was extended last year by a unanimous vote. The Hate Crimes Sentencing Enhancement Act was enacted in 1994 by a 92-4 vote in the Senate.", "The bill we are introducing today is the next step in our bipartisan effort to combat hate violence. This bill is an essential part of the battle against bigotry, and I urge the Senate to give high priority when Congress returns to session in January."], "capitolwords_url": "http://capitolwords.org/date/1997/11/13/S12576-2_statements-on-introduced-bills-and-joint-resolutio/"}