{u'speaker_state': u'WI', u'speaker_raw': u'mr. sensenbrenner', u'speaker_first': u'F.', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk9', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Sensenbrenner', u'pages': u'H7480-H7506', u'speaker_party': u'R', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'S000244', u'order': 9, u'speaking': [u'Mr. Chairman, I rise in opposition to the amendment offered by the gentleman from Massachusetts, [Mr. Frank]. This is not a States rights amendment. This amendment would allow the will of Congress to be usurped by three justices on a divided Hawaii Supreme Court.', u'In rebuttal to the argument made by the gentlewoman from Hawaii [Mrs. Mink], the Justice Department, headed by Janet Reno, not one of ours but one of yours, has twice said that the Defense of Marriage Act is constitutional. It is time for the Congress to define the full faith and credit clause, what the Constitution allows us to do, and that is what this bill proposes.', u"As was stated several times during the debate yesterday, this act is necessary because of a concerted effort on the part of homosexual activities to win the Hawaii case and then to impose the decision on every other State by a lawsuit invoking the full faith and credit clause. My colleagues do not have to take my word for it. I would like to reiterate the words from a memo written by the director of the Marriage Project of the Lambda Legal Defense and Education fund, a gay rights group. This memo is entitled, ``Winning and Keeping Equal Marriage Rights: What will Follow Victory in Baehr v. Levin,'' unquote. On page 2 of this memorandum it is written, ``Many same-sex couples in and out of Hawaii are likely to take advantage of what would be a landmark victory. The great majority of those who travel to Hawaii to marry will return to their homes in the rest of the country expecting full recognition of their unions.''", u"It is important to remember that this gay activist scheme may not only affect every other State but the Federal Government as well. The Federal Government currently extends benefits, rights, obligations and privileges on the basis of marital status. These include Social Security survivor and Medicare benefits, veterans' benefits, Federal health, life insurance and pension benefits and immigration privileges.", u'In fact, the word marriage appears more than 800 times in Federal statutes and regulations, and the word spouse appears over 3,100 times. However, these terms are never defined in the statutes and regulations. This bill proposes to do so.', u"Because this United States Code does not contain a definition of marriage, a State's definition of marriage is regularly utilized in the implementation of Federal laws and regulations. Such deference is possible now because of the differences, because the difference in State marriage laws, although numerous, are relatively minor. Every State concurs in the most basic marital qualification, that a valid marriage must be between one man and one woman. There never has been any reason to make this implicit understanding explicit until now. If Hawaii legalizes same-sex marriage, which the gentlewoman from Hawaii [Mrs. Mink], says is going to happen, then the basic qualification is altered.", u'Consequently, section 3 of the Defense of Marriage Act amends the United States Code to make it clear for purposes of Federal law marriage means what Congress intended it to mean, that is, a legal union between one man and one woman as husband and wife.', u'Congress certainly has the authority to define qualifications, conditions and obligations surrounding the application of Federal law and the disbursement of Federal benefits. Exercising such authority is not uncommon. When Congress voted on Federal laws that conferred benefits on married persons, I do not think that Congress ever contemplated their application to same-sex couples. I do not think the American people did either. Should we not let the American people and their elected Representatives, as opposed to a sharply divided Hawaii court, decide whether we should alter the fundamental definition of marriage recognized by civilizations for thousands of years and always presumed by the U.S. Congress?', u"Gay rights groups are scheming to manipulate the full faith and credit clause to achieve through the judicial system what they cannot obtain through the democratic process. I do not think that Congress should be forced by Hawaii's State court to recognize a marriage between two males or between two females. Congress did not pick that fight. The groups that filed suit in Hawaii did.", u"We are simply responding to an unprecedented overt effort to impose one State's marital rules on the rest of the Nation.", u'We have enough problems financing our Social Security trust funds. If the amendment of the gentleman from Massachusetts [Mr. Frank] is adopted, there will be a huge expansion of the number of people eligible to receive Medicare survivor benefits. We should decide that by ourselves, not by Hawaii court.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}