{"speaker_state": "WI", "speaker_raw": "mr. gunderson", "speaker_first": "Steve", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm", "number": 103, "id": "CREC-1996-07-12-pt1-PgH7480-5.chunk103", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Gunderson", "pages": "H7480-H7506", "speaker_party": "R", "date": "1996-07-12", "bills": null, "bioguide_id": "G000524", "order": 103, "speaking": ["Mr. Chairman, I offer this motion today so that I might ask a question.", "Why are we so mean? Why are we so motivated by prejudice, intolerance and, unfortunately in some cases, bigotry? Why must we attack one element of our society for some cheap political gain? Why must we pursue the politics of division, of fear, and of hate?", "Yes, marriage is under attack in our society today, but may I suggest to my colleagues it is not because of same-sex relationships. In all due respect, lesbians have no interest in making anyone their husband and gay men have no interest in pursuing anyone's wife. Rather, marriage might be under attack because of alcohol abuse, because of spousal abuse and, might I suggest, even Sunday afternoon football.", "Like most of my colleagues, I too grew up with basical traditional values. My religion and my heritage also define marriage as a union between one man and one woman. So I went to my party's leadership and I went to the distinguished gentleman from Illinois, Chairman Hyde, and I went to Speaker Gingrich, and I said I am willing, as a gay man, to support your efforts to reaffirm that the word marriage represents a union between a man and a woman. All I ask in return is that we take the meanness out of this legislative initiative.", "I ask my leadership to recognize that those of us who happen to be in long-term loving relationships also might be considered or at least studied for the potential of legitimate benefits and privileges. For example, if I were to get sick, why should my partner not have automatic visitation rights and automatic consultation with the doctor?", "I have letters in my office of people from cancer to AIDS who have been denied that basic privilege. When a friend of mine died last year of AIDS, his partner of 16 years could not sign the documents at the funeral home. Must we impose such indignities upon people even upon the death of their very best friend in life?", "And frankly, I want to ask my colleagues, why should my partner of 13 years not be entitled to the same health insurance and survivor benefits that individuals around here, my colleagues with second and third wives, are able to give to them?", "So I asked my leadership, can we at least put together a commission to compare the privileges, rights and benefits given to those in marriage but denied to those in long-term relationships? We will not change any policy, we will not change anything in the bill, rather we would seek simply to look at Federal, State and international law so that we might have a body of accurate information upon which to deliberate in the future.", "In so doing, we would not only reaffirm the traditional definition of marriage, but we would also send the signal of our sensitivity and respect to those who happen to be gay or lesbian.", "The gentleman from Illinois [Mr. Hyde] and I want to thank him for his decency and sensitivity in discussing this with me, suggested that while he could not support a commission he could support a GAO study. So I drafted an amendment which calls for such a GAO study to be a part of this bill, and I shared it with the gentleman from Illinois and Chairman Gingrich. Unfortunately, others in my party insisted that this small step of basic decency and respect not be included in this bill.", "Unfortunately such action, I think, exposes this legislative initiative for the mean political game it is. And I am truly sorry about that.", "I stand here today with respect and with love for each of you as fellow Members of the human race. All I ask in return is that you do not intentionally make me any less worthy than you.", "Mr. Chairman, I ask unanimous consent that the motion be withdrawn.", "The CHAIRMAN. Is there objection to the request of the gentleman from Wisconsion [Mr. Gunderson]?"], "capitolwords_url": "http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/"}