{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 104, u'title': u'THE DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-09/html/CREC-1996-09-09-pt1-PgS10065.htm', u'number': 122, u'id': u'CREC-1996-09-09-pt1-PgS10065.chunk4', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Boxer', u'pages': u'S10065-S10066', u'speaker_party': u'D', u'date': u'1996-09-09', u'bills': None, u'bioguide_id': u'B000711', u'order': 4, u'speaking': [u"But I think, when we do this, we do lose something. I think we lose our soul. That is what you lose when you scapegoat a group of people, a whole group of people who have never even asked us to legalize gay marriage. Scapegoating is ugly. History has seen it too many times. You know that and I know that. Groups of people who are different are identified. It becomes ``we'' versus ``them.'' Their identity as individuals is lost and they become faceless. Special rules are written for them. They are singled out as a group. Read the history books, my colleagues. You will find it there. We are all Americans in this country, regardless of our differences. We are Americans first. We are God's children, all of us, regardless of our differences. Why do we need to craft a piece of legislation designed to hurt our fellow Americans when there is absolutely no need to do it?", u"President Clinton, who comes to a different conclusion on this bill than I do, writes in his book ``Between Hope and History'':", u'. . . we must make a choice . . . shall we live by our fears and define ourselves by what we are against, or shall we live by our hopes and define ourselves by what we are working for, by our vision of a better future . . . that is a choice we must make every day.', u"This DOMA bill, in my opinion, is a statement of what we are against. It does nothing, it does not do one thing, to make Americans' lives better. It is a classic example of the politics of division, of a so-called wedge issue to divide us one from another without any reason to do so. I think even if it means you pick up a seat or two in Congress, the better angels of our nature should stop this politics of division and hatred. The Defense of Marriage Act is a preemptive strike against a gay marriage proposal that does not even exist. It is a little bit like bombing a country because you think they are a threat when in reality they want nothing more than to live in peace. We would never do that as a nation, and we should not do this. It hurts people for no reason.", u'I thank those of my colleagues, in advance, who will vote against this scapegoating measure. There will only be a few of us. It will be a brave vote. I say that because I know what the polls show. But what is leadership about, anyway? It is about the really tough votes.', u'When I went into politics 20 years ago, I told my constituents then and I tell them now I would not always take the popular side of an issue if I felt it was meanspirited. For me to do that would be an insult to them and an insult to me. It would diminish all of us.', u'To me, this vote is not about how I feel about gay marriage. I have always supported the idea of communities deciding these issues without the long arm of the Federal Government.', u'Many communities recognize domestic partnerships for those who choose to make a long-term commitment. Many communities in California do this, and, Mr. President, it seems to be working. I have not had one phone call or one letter indicating Congress should override these community decisions. Clearly, this is an issue that should be decided in our communities, not in the Senate.', u"So to me, this vote is not about how Senators feel about marriage, and it certainly is not about defending marriage. To me, it is about scapegoating. It is about dividing us. It is ugly politics. It is a diversion from what we should be doing. For example, we could be using this time to pass President Clinton's college tax breaks to ease the stress on our married couples today. Now that would be defending marriage.", u'By my no vote on this legislation tomorrow, I am disassociating myself from the politics of negativity and division, from the politics of scapegoating, and I will cast my vote in that spirit.', u'Mr. President, thank you very much for the time. I yield the floor.', u'Mr. NICKLES addressed chair.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/09/S10065_the-defense-of-marriage-act/'}