{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 104, "title": "EMPLOYMENT NONDISCRIMINATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10129-2.chunk38", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Kennedy", "pages": "S10129-S10139", "speaker_party": "D", "date": "1996-09-10", "bills": null, "bioguide_id": "K000105", "order": 38, "speaking": ["Mr. President, I yield myself 5 minutes.", "Mr. President, for 200 years, we have tried to free this Nation from forms of discrimination. Discrimination was written into the Constitution of the United States, and the American people have paid a fierce price for discrimination over its history.", "We fought a civil war in the 1860's. It really was not until the late 1950's that we began to rally in support of the work of Dr. Martin Luther King--by businessmen, by laborers, by church leaders, by all Americans--and said, ``Let's finally get serious and free ourselves from discrimination.''", "We all remember what happened with the Japanese internment, one of the darkest periods in American history at the beginning of World War II. And still this country went ahead with that dastardly act.", "So in the 1960's, we began to make progress on the issues of race, with the 1964 and 1965 act. Many of the arguments I just heard on the floor of the U.S. Senate were made during that particular debate. Then in 1965, we freed ourselves from a national-origin quota system in immigration, we freed ourselves from the Asian Pacific triangle that was left over from the early part of the 1900's, called the yellow peril. We made progress.", "We made progress on race. Then we began on religion and national origin. Then we began to make progress on gender. We did not include an equal rights amendment that said there were ``founding mothers'' as well as Founding Fathers, but, nonetheless, we began to knock down the walls of discrimination on the issues of gender, and we became a more powerful and significant and stronger nation.", "In recent years, we have made progress with regards to Americans with disabilities. Six years ago we passed that legislation to say to 44 million Americans, ``We will do everything we can to recognize it isn't disability, it is ability, it is what you can do, what you can contribute, that you can be a part of the American dream.'' That has been the path that we have taken in this country, and we have an opportunity to take a very important and significant step by supporting ", "Just the other night, under the leadership of Senators Domenici and Wellstone, we began to make progress in terms of knocking down the discrimination that exists with regard to mental health in our country. That exists out there. It exists in our health care systems. We began to knock down that barrier as well with the action that was supported by Republicans and Democrats alike.", "Mr. President, today we have the chance to take a meaningful forward step on the road to make America America. We have a really important opportunity to turn our back on bigotry, to turn our back on intolerance, to turn our back on discrimination. We can take an important step in the progress of making America America.", "America will only be America when we free ourselves from discrimination, and this particular legislation, carefully crafted, tries to say, ``If you work in America, if you have the ability to work, you can work, and you ought to be judged on your ability to work and not on the issues of sexual orientation.'' That is the case.", "We know that discrimination against gay men and lesbian women exists in this country today, No. 1.", "No. 2, we know that there are no laws to protect them.", "No. 3, we know that the whole issue of gay men and lesbian women is an immutable condition. It is a condition of life.", "What we are trying to say is when Americans want to work and can work and do a job, they ought to be able to be judged on the job that they are going to do and not on one of these other factors.", "We can free ourselves from discrimination against those gay men and lesbian women in the employment place. This is a targeted response to that challenge, and I hope we will support it and pass it overwhelmingly.", "I withhold the remainder of the time."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/"}