{u'speaker_state': u'VA', u'speaker_raw': u'mr. moran of virginia', u'speaker_first': u'James', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk27', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Moran', u'pages': u'H5287-H5321', u'speaker_party': u'D', u'date': u'2006-07-18', u'bills': None, u'bioguide_id': u'M000933', u'order': 27, u'speaking': [u'Mr. Speaker, I thank my good friend from Massachusetts for yielding me time.', u'Mr. Speaker, you know we have a conflagration in the Middle East today as we speak. We have raised the debt ceiling four times to over $9 trillion, and we are going to pass it all on to our kids. And yet this is how the Republican congressional leadership chooses to spend its time.', u"Nobody's marriage is endangered. What this is really about and what this amendment should be entitled is the ``Gay Discrimination Act.'' That is all it is. And what is its motivation? It is a crass political attempt to divide America in an election year. That is what this is all about. We know it. And I suspect a lot of the American people know it as well.", u'What every American should find most objectionable is that you are using the Constitution to do this. Our Founding Fathers put together the Constitution and the Bill of Rights in order to protect and enhance individual rights and liberties. And this goes directly counter to what our Constitution is all about by prohibiting individual rights and limiting States rights.', u'They talked about life, liberty and the pursuit of happiness. And, yet, all you can think about is ways to make life more difficult for people who do not fall into the mainstream of America. That is not what America is about. This amendment needs to be defeated and we need to stand up for human rights, for civil rights, and for States rights.', u'We know it is never going to get enacted. But we should not be spending our time talking about it. We should not be spending our time trying to seek political gain at the expense of people who want to live committed lives with each other. That is not endangering anybody. Defeating this amendment is what our Founding Fathers wanted America to be about.', u'Mr. Speaker, I rise today in opposition to the Federal Marriage Amendment, and I do so for one simple reason--the United States Constitution must never be allowed to expressly authorize, indeed to expressly direct, discrimination against a group of individuals that is based upon their shared personal characteristics', u"Mr. Speaker, this amendment shouldn't be called the Marriage Protection Amendment. It isn't needed to strengthen or enhance the institution or traditional marriage in this country.", u"Call it what it is--it's the Anti-Gay Marriage Amendment, for it is intended to deny gay and lesbian Americans, solely on the basis of their orientation, the ability to maintain the same kind of committed relationships that every other adult in the country is entitled to.", u'This is discrimination in its rankest form.', u'The amendment is the first of its kind, for it seeks to change the Constitution, not to prohibit, but to authorize a specific form of discrimination.', u'And it does this by forever preventing the states from extending the rights and protections of marriage to a certain class of citizens.', u'States would be denied the right to recognize and afford same sex couples the legal rights and protection that heterosexual couples receive from government, such as the right to receive health benefits and hospital visitations.', u'Furthermore, those states that have already seen fit to recognize and enact domestic partnership state laws would be preempted by this amendment.', u'Never, however, has the Constitution, on its face, been amended to deny a specific set of rights to a specific class of citizens.', u'By approving this measure, the House would be party to act that would stand as an extraordinary affront to the Constitution and, especially, to the Bill of Rights and the fundamental principles and protections it enshrines.', u'This is not what the Constitution is about; this is not what our country is about. The amendment should be seen for what it is--a crass attempt to politically divide the American public in an election year. It must be soundly defeated, and I urge my colleagues to do so.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}