{u'speaker_state': u'MA', u'speaker_raw': u'mr. studds', u'speaker_first': u'Gerry', u'congress': 104, u'title': u'CONFERENCE REPORT ON S. 1124, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-01-24/html/CREC-1996-01-24-pt1-PgH782-4.htm', u'number': 9, u'id': u'CREC-1996-01-24-pt1-PgH782-4.chunk32', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Studds', u'pages': u'H782-H800', u'speaker_party': u'D', u'date': u'1996-01-24', u'bills': None, u'bioguide_id': u'S001040', u'order': 32, u'speaking': [u'Mr. Speaker, I rise to express my great disappointment that the conferees have chosen to retain the section of the bill which would require the discharge of military personnel who test positive for HIV. This provision was cited by the President in his veto message as blatantly discriminatory, exalting ideology over common sense. The Department of Defense itself has consistently opposed this provision. It is unnecessary, unjust, and unwise, and I deeply regret that the conferees have chosen to retain it.', u'Mr. Speaker, I rise to express my disappointment and dismay that the conferees have chosen to retain section 567 of this bill, which would require the discharge or retirement of military personnel who test positive for HIV.', u'As the President acknowledged in his message vetoing the first conference report, this is a blatantly discriminatory measure which exalts ideology over common sense. It is justified by neither the need to ensure military readiness nor any other legitimate legislative concern.', u'The Department of Defense has consistently opposed this provision on a number of grounds. First, the number of servicemembers who test positive for HIV is less than one-tenth of 1 percent of the active force and does not pose a significant problem for our military.', u'Second, these servicemembers are experienced, highly trained, and physically fit, and it will not enhance readiness to deprive the Armed Forces of their services.', u'And third, if and when their medical conditions render them unable to carry out their duties, current law already requires that these servicemembers be separated or retired. Moreover, current law gives the Secretary of Defense full authority to discharge even asymptomatic individuals should he determine that their retention would adversely affect the military mission.', u'The truth, Mr. Speaker, is that this measure is not about military readiness. Had it been so, it would not have singled out service members with one particular medical condition, but would have mandated the discharge of all who are non-worldwide assignable due to a medical condition, whether they suffer from asthma, diabetes, cancer, or heart disease. That would have been no less gratuitous, but it would at least have had the virtue of consistency.', u'Why, then, are only servicemembers with HIV to be discharged? The answer is inescapable: The proponents of this measure believe that people living with HIV/AIDS do not deserve the same consideration and compassion afforded those with other medical conditions.', u'Nor is it too far fetched to suggest that, for some, this provision is really a proxy by which they hope to bring about the discharge of HIV-positive servicemembers who happen to be gay. The shifting demographics of this disease make it less and less likely that they will actually achieve this result, but there are undoubtedly some gay servicemembers who will be discharged under this provision who up to now have managed to weather the unending waves of persecution to which they have been subjected.', u"Finally, Mr. Speaker, I object to what is perhaps the most mean-spirited aspect of this provision: It not only deprives these men and women of their careers, but by requiring their discharge rather than providing for their medical retirement, it denies them continued medical care at Department of Defense facilities. The bill allows these servicemembers all of 30 days of transitional care before consigning them to Veterans' Administration facilities--most of which are ill-equipped to serve their needs. What is more, those who are enrolled in military medical research would no longer be eligible to participate as volunteers.", u'This is an unconscionable way to treat people who have honorably served their country. It also places in jeopardy one of the most important clinical vaccine programs in the world. Given the human and strategic significance of the advancing pandemic, this is unforgivably shortsighted.', u'In short, Mr. Speaker, this provision is unnecessary, unwise, and unjust. I urge the House to reject the conference report.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/01/24/H782-4_conference-report-on-s-1124-national-defense-autho/'}