{u'speaker_state': u'WI', u'speaker_raw': u'ms. baldwin', u'speaker_first': u'Tammy', u'congress': 108, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7898-2.chunk13', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Baldwin', u'pages': u'H7898-H7934', u'speaker_party': u'D', u'date': u'2004-09-30', u'bills': None, u'bioguide_id': u'B001230', u'order': 13, u'speaking': [u"Mr. Speaker, amending the Constitution is a radical action which should only be undertaken when absolutely necessary. Preemptively amending the Constitution to prevent something that has yet to happen is a dangerous principle that this Congress should not endorse. We must always remember what President Calvin Coolidge once said, ``The Constitution is the sole source and guaranty of national freedom.''", u'Mr. Speaker, our Constitution has been amended only 17 times since the Bill of Rights, and with the exception of prohibition, which was promptly repealed, the amendments to our Constitution have always been used to secure greater rights and liberties for the American penal system. We have amended the Constitution to make our union more perfect, to ensure all Americans are free to secure the blessings of liberty, that all Americans may achieve the American dream of life, liberty and the pursuit of happiness. Never in our history have we used our most sacred governing document to deny the rights of any group of Americans, nor should we do so today.', u'This debate today is not simply a theoretical debate. It has a real impact on millions of Americans. I believe that the institution of marriage enhances our social fabric in many positive ways. I think we all agree that loving, supportive marriages provide strong environments for raising children.', u'Children with two-parent families who are actively engaged in their lives typically have greater financial and emotional stability during the time they grow up than those who are able to only rely on a single parent.', u"Marriage's role in protecting children is about providing sustenance. It is about teaching. It is about sharing cultures and beliefs. It is about transmitting a family's values. It is about providing love and emotional support. These are all important components of marriage, and none of them are exclusive to a couple consisting of a man and a woman.", u"Marriage laws in the United States provide important rights, responsibilities, privileges and obligations. In each State, literally thousands of rights, responsibilities, privileges and obligations are conferred upon the receipt of a State marriage license. Likewise, there are more than 1,000 Federal rights that benefit married persons, among them: the right to make decisions on a spouse's behalf in a medical emergency; the right to take the benefits of the Family Medical and Leave Act for an ill spouse or ill parent of a spouse; the right to petition for spouses to immigrate; the right to assume parenting rights for children who are brought in to a family through birth, adoption, surrogacy or other means; family-related Social Security benefits, income and estate tax benefits, disability benefits, family-related military and veterans benefits and other important benefits; the right to inherit property from a spouse in the absence of a will; the right to purchase continued health coverage for a spouse after the loss of a job.", u'When making this point, many times I have heard opponents say that these rights can be obtained in other ways besides marriage. Some of them can, at a cost, with enough legal help, but many cannot.', u'I want to return briefly to the role of marriage in protecting children because, contrary to the opponents of same-sex marriage and civil unions, I believe that this is a powerful argument in favor of marriage recognition for same-sex relationships. There are over 1 million children being raised in gay and lesbian families in the United States. These children do not have the same legal protections as children of opposite-sex married couples have, and their parents have significantly increased financial burdens in providing for them.', u'The rights of gay and lesbian and transgendered Americans have been at the center of a national debate for the past decade and more. Attitudes have changed dramatically, as more and more Americans have discovered that their friends, their neighbors, their coworkers, family members are gay or lesbian and that they are just like other Americans, with the same hopes, dreams, fears, the same challenges. I believe our country has taken major steps forward toward the American ideal that all people are created equal.', u'Mr. Speaker, change is never easy. Some people push for change with all their might, while others struggle to maintain the status quo. Most of the others are somewhere in between, trying to apply their competing values to assess the merits of change. Our political leaders can try to facilitate this debate and discussion and work towards consensus or they can exploit those tensions and fears to divide America.', u'I firmly believe that too many of our leaders have decided to use this issue to polarize Americans in order to win this election, and this is wrong. Today, we must reject this attempt to use the Constitution of the United States simply as a wedge issue to win an election.', u'Bringing this issue to the forefront now, five weeks before the election, with no chance to pass it in this House, accomplishes only one thing. It distracts the American people from the urgent issues and immediate policy decisions that are at the heart of this election.', u'Each hour this Congress spends on a constitutional amendment that will divide America, we are not working to help provide health care to the 45 million Americans who have no health insurance. Each hour this Congress spends on a constitutional amendment that will divide America, we are not working to help the millions of unemployed and underemployed Americans.', u'These must be our priorities, not writing discrimination into the Constitution of the United States.', u"I implore my colleagues to vote ``no.''"], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/'}