{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 113, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-13/html/CREC-2013-02-13-pt1-PgS709.htm', u'number': 23, u'id': u'CREC-2013-02-13-pt1-PgS709.chunk3', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S709-S716', u'speaker_party': u'D', u'date': u'2013-02-13', u'bills': None, u'bioguide_id': u'L000174', u'order': 3, u'speaking': [u'Mr. President, today I am reintroducing the Uniting American Families Act, UAFA, which grants same-sex bi-national couples the same immigration benefits heterosexual couples have long enjoyed. This is the sixth Congress in which I have introduced this legislation, and I am proud to be joined this year by Senator Collins, a strong champion for American families. She cosponsored this bill last Congress, and I thank her for her leadership as she joins me as an original cosponsor today.', u'Preserving family unity is central to our immigration policy. President Obama understands that, which is why I was so pleased to see that he included UAFA as a core tenet of the immigration principles he outlined last month.', u'Even as American attitudes are changing about the civil rights of gay and lesbian Americans, the so-called Defense of Marriage Act forces many Americans to choose between the country they love and being with the people they love. This destructive policy tears families apart and forces hardworking Americans to make the heart-wrenching choice no American should have to make. Families from Maine to California experience this hardship. In Vermont, I have seen firsthand the unfairness that couples have endured as a result of our current laws and have spoken at length on their struggles in this Chamber. I have heard from a number of Vermonters who have had to make the difficult decision to leave their work and homes in Vermont in order to be able to live with their spouses in more welcoming countries; some whole spouses are legally in the U.S. temporarily but worry daily when they will be required to leave the U.S.; and some who suffer the heartbreak of a long-distance marriage when their spouses are denied even a visitor visa to spend some time with their spouses in the U.S. The Senate Judiciary Committee heard directly from families like these as well.', u"Over the past decade, Americans have begun to reject the notion that U.S. citizens who are gay or lesbian should not have their committed relationships recognized by the law and the protections that provides. As of last month, the District of Columbia and nine states, including Connecticut, Iowa, Maine, Maryland, Massachusetts, New Hampshire, New York, Washington, and my home state of Vermont, have legalized same-sex marriage. At the end of the 111th Congress, bipartisan votes in both the Senate and the House reversed the Military's ``Don't Ask, Don't Tell'' policy, a 17-year-old stricture that barred gay and lesbian service men and women from openly serving in the military. Consistent with the repeal of the ``Don't Ask, Don't Tell'' policy, just last week the Pentagon signaled that it will begin providing benefits to the same-sex spouses of military personnel. As they have many times in our past and will continue in the future, prevailing American attitudes are progressing toward fairness and justice. The Supreme Court is poised to decide the fate of the Defense of Marriage Act and whether that law, which deprives same-sex couples of over 1,000 Federal benefits and responsibilities, is consistent with our constitutional values. ", u'Many of our friends around the world have embraced immigration equality for same-sex families. Today at least 25 nations, including some of our closest allies, offer immigration benefits to same-sex couples. America should join Argentina, Australia, Belgium, Brazil, Canada, the Czech Republic, Denmark, Finland, France, Germany, Greenland, Hungary, Iceland, Israel, Luxembourg, The Netherlands, New Zealand, Norway, Portugal, Romania, South Africa, Spain, Sweden, Switzerland, and the United Kingdom in leading on this issue of civil rights and respect for the dignity of all families. I hope that Senators who supported this important advancement in our military policy will join me in calling for similar fairness and equality in our immigration laws.', u'Some opponents of the United American Families Act have argued that it would increase the potential for visa fraud. Of course I share the belief that all immigration applications should be screened for fraud, but I am confident that U.S. Citizenship and Immigration Services will have no more difficulty identifying fraud in same-sex relationships than they do in heterosexual marriages. The penalties for fraud under this bill would be the same as the penalties for marriage fraud. These are very strict penalties: a sentence of up to 5 years in prison, $250,000 in fines for the U.S. citizen partner, and deportation for the foreign partner. In addition, in order to qualify as a bi-national couple under UAFA, petitioners must prove that they are at least 18 years of age and in a committed, lifelong relationship with another adult. The advancement of American ideals that respect human relationships and family bonds need not and should not be impeded by such fears.', u'Among developed countries with cultures of respect for human rights and fairness, the United States policy in this regard is not living up to our great traditions of equal treatment under the law. We can and should do better. I hope all Senators will agree that the United States should not have a policy that forces Americans to choose between their country and the ones they love, and I urge members of this body to join Senator Collins and me in this effort.', u'Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/02/13/S709_statements-on-introduced-bills-and-joint-resolutio/'}