{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm", "number": 97, "id": "CREC-2004-07-14-pt1-PgS8061-3.chunk62", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S8061-S8095", "speaker_party": "D", "date": "2004-07-14", "bills": null, "bioguide_id": "L000174", "order": 62, "speaking": ["Mr. President, I am privileged to represent a State that values families and the tradition of this country as much or more than any State in our Nation. We are the 14th State in the Union. We are a State that values and respects not only our families, but our duties to the rest of the country. In fact, during the current war in Iraq, Vermont has lost on a per capita basis more soldiers than any other State in the country. We are a very special State.", "We also have a wonderful constitution, the shortest constitution, I believe, of any State in the Nation. We hold to it as we do the U.S. Constitution. We have provisions in our Vermont State Constitution which make it very difficult to change, for a reason. It has guided us for well over 200 years, just as our U.S. Constitution has guided the nation as a whole.", "When you change the fundamental role of the Federal Government to have it intrude into the lives of our people and into our separate religious institutions, that is wrong. Doing so preemptively, based on the false premise that the U.S. Supreme Court, the Supreme Court of Chief Justice Rehnquist and Justice O'Connor, is going to reach out and require States to approve same-sex marriages, is ill founded. Doing so in order to write discrimination into the Constitution is abhorrent.", "Instead of a respectful and deliberative process with respect to the U.S. Constitution, we have something else going on here, something that Senator Durbin and Senator Feingold and others spoke of yesterday. None of the various proposed constitutional amendments have gone through the traditional process to help the Senate determine whether a proposed amendment is ``necessary,'' as, of course, the Constitution requires. Changing the fundamental charter of our Nation should not be proposed in this haphazard manner.", "Everybody here knows that this is a political exercise being carried out on the fly. It shows little respect for the Constitution or the priorities of the American people.", "Instead of taking action against terrorism, providing access to prescription drugs at lower prices, improving the criminal justice system, engaging in oversight to get to the bottom of the Iraq prison abuse scandal, providing a real Patients' Bill of Rights against the HMOs, or just fulfilling the basic requirements of the Senate by passing a budget and determining the 12 remaining appropriations bills on which the Senate has yet to act, the Republican leadership in the Senate has frittered away another week, with only 5 weeks left in the session. We have lost another week, but they know on the vote they will not win.", "The American people have felt the need to amend the Constitution only 17 times since the adoption of the Bill of Rights. You would not recognize that tradition of restraint in looking at this Congress, in which dozens of proposed amendments to the Constitution have been introduced. The Senate has voted to increase the democratic rights of our citizens on several occasions, but we have only voted once to limit the rights of the American people. That was prohibition. We know that failed, and we had to come back in an embarrassed way and vote to repeal it.", "This is a motion to proceed to the third version of the Federal Marriage Amendment that has been introduced in this Congress. Senator Daschle and the Democratic leadership offered a fair up-or-down vote on this amendment, but the Republican leaders refused. Instead, they want to have a constitutional convention on the Senate floor, with multiple votes on a variety of versions of constitutional amendments.", "Yesterday, the distinguished Senator from Oregon, Mr. Smith, indicated he was not insisting on a vote on his version of a constitutional amendment. I have not heard the distinguished senior Senator from Utah insist on a separate vote on an alternative version. I really do not understand why the Republican leadership wouldn't agree to an up-or-down vote at a certain time on this amendment, as Senator Daschle offered. It almost seems as if the Republican leadership can't take yes for an answer on this procedural matter.", "Are we facing crises here in the United States? I suppose that we are, but they are not constitutional crises. They are real-world problems. They have more to do with international terrorism and difficult economic times for America's working families than how the people of the State of Massachusetts will determine how to work out a State constitutional amendment or other approaches to the question of marriage in their State.", "No constitutional crisis exists demanding constitutional changes. Look at two of our largest States, California and New York. They have Republican Governors. Their Republican Governors are not asking us to change the Constitution. Many of the Republican Senators in this Chamber know there is not a constitutional crisis, and I commend their courage in opposing this amendment.", "I compliment the Log Cabin Republicans for their forthrightness and courage. They are right that marriage is an issue for the States and for our religious institutions within their separate spheres. In fact, they are right that Vice President Cheney and I agree on this, even though the Vice President is uncharacteristically silent at this moment.", "I began this debate last Friday by urging that our Constitution not be politicized. I am saddened to see the proponents of this amendment and those trying to make this an election year issue see nothing as off limits or out of bounds, not even the Constitution. They propose turning the Constitution of the United States from the fundamental charter preserving our freedoms into a kiosk for political bumper stickers. They would reduce it to a device--in their words--to ``stand up against the culture.''", "The real conservatives, the conservatives of Vermont and other States--know that conserving the Constitution is among the most important responsibilities we have. Our oath as Senators--an oath I have taken five times, and I can remember each one of them as though it was yesterday--is to ``support and defend the Constitution of the United States.''", "Where is the respect for our States here? The Republican-appointed judges in Massachusetts changed their rules on marriage. But Massachusetts can decide for Massachusetts. They can change their constitution. But, of course, what we do here is going to force other States to ignore their own constitution or their own laws. Whether they like it or not, we will tell them what they have to do.", "I hear many say Republicans and others on the Massachusetts Supreme Court endangered marriages. If I may be personal for a moment, I have been married for 42 years, to the most wonderful person I have ever known. In my mind, she is the most wonderful wife anyone could have. I sometimes ask myself why she has put up with me for 42 years, but she has. We have three beautiful children, two wonderful daughters-in-law, a wonderful son-in-law, all of whom we love. We were blessed this past weekend with our third grandchild. How wonderful it was to hold her literally minutes after she was born.", "Like the former senior Senator from my State, Senator Stafford, I could say that everything I have accomplished in my life that has been worthwhile has been with the help of my wife Marcelle. We do not find our marriage endangered.", "I do find a Constitution endangered if we start using it for bumper sticker slogans. That is what we are doing, and we must stop. The Constitution is too great a part of our heritage and our freedoms and our diversity and the democracy we love to tarnish it in this fashion.", "When we vote today, we will not be voting to preserve the 42-year marriage of Patrick and Marcelle Leahy. She and I will not be affected by this vote, but millions of Americans will be. Remember those gay and lesbian Americans across the Nation who are looking to the Senate today to see whether this body is going to brand them as inferiors in our society. Those who vote against cloture recognize the fullness of their worth and their citizenship. I will not vote to diminish other Americans in the Constitution. I urge all Senators to vote ``no.''", "I have to wonder what Americans are thinking as they watch the Senate devote its limited time to debate the Federal marriage amendment. Do they think the Nation is in a midst of a crisis that only a constitutional amendment can resolve? Are they pleased that the Senate has turned away from legislation that could improve their daily lives to engage in this debate? I doubt it.", "Let me review the current legal landscape in America. Massachusetts is the only State in the Union providing marriage licenses to same-sex couples, and its citizens are in the midst of the State constitutional process to overturn that policy. In addition, Massachusetts has limited same-sex marriage to couples who reside or intend to reside there. Meanwhile, none of the other 49 States has moved to legalize gay marriage during the many months that have followed the Goodridge decision in Massachusetts.", "I think most Americans would agree with me that the sky has not fallen during the 2 months during which same-sex couples have married in Massachusetts. They may support gay marriage, or like me, they may believe that civil unions are the appropriate way to recognize the seriousness of gay and lesbian relationships. Or they may oppose any recognition at all for same-sex couples. But at a fundamental level, they understand that States should have the authority to decide who can marry, and that the relationships being formed between consenting adults in Massachusetts have not harmed their own marriages or their own families.", "The Rutland Herald, a Pulitzer Prize-winning newspaper in my State, wrote the following in an editorial last month:", "[A] remarkable thing has happened since gay marriages began legally in Massachusetts last month: nothing. Gay and lesbian couples who have trooped to their town clerks or church altars have joined in the most significant relationship of their lives, and it has not been nothing to them. But no cataclysmic shock to society has occurred. Marriages happen as a matter of course, and though they are one of the most significant events in the life of the individual, they are a routine matter in the life of a community. Now gay marriage, too, has become routine, at least in Massachusetts.", "As The Rutland Herald suggests, most Americans have not felt any effects from developments in Massachusetts, and many are surely mystified and dismayed by the Senate's fascination with the topic.", "So why are we here today? We are certainly not here to legislate. Everyone in this chamber knows the Senate will not adopt this amendment. If you listen to Senator Santorum or Senator Hatch, you know they say we are here to ``put people on record,'' apparently including the many Republicans who have expressed reservations about the FMA or oppose it outright.", "Obviously, the Senate leadership has decided that forcing a vote in relation to the FMA will benefit the Republican Party politically, from the race for the White House to the Senate races that will determine which party controls the agenda for the 109th Congress.", "Ever since President Bush publicly embraced amending the Constitution to ban same-sex marriage, it has been obvious that he considered the issue of gay marriage crucial to his re-election campaign. The President's plan was clear: his right-wing base may have been alienated by his calls for immigration reform or a mission to Mars, but he would win them back by aggressively promoting a marriage amendment. And since the President's opponent is a Member of this body, it was only a matter of time before this amendment reached the floor, regardless of what procedural traditions had to be sidestepped to do it.", "Of course, the President has never said what words he wants to be included in the Constitution. His Department of Justice has never testified before the Judiciary Committee of the House or Senate, and has never said what words it believes would be appropriate to include in the Constitution. The President and his administration want the benefit of supporting this discriminatory amendment without getting their hands dirty by delving into the specific and ugly words. This lack of concern about the language of the amendment is of course not limited to the White House. As I stressed in my opening statement, the language of this amendment is rather beside the point for its congressional supporters, too.", "The President addressed the issue of gay marriage in his State of the Union address in January. He said, ``If judges insist on forcing their arbitrary will upon the people, the only alternative left to the people would be the constitutional process.'' Yet, on February 24--barely a month after the State of the Union address--and without any additional court anywhere in the country ruling on gay marriage, the President flip-flopped and endorsed putting a ban on gay marriage in the Constitution. I can only assume that something turned up in the White House's polling to prompt such a dramatic about-face. Or perhaps Karl Rove's phone simply would not stop ringing with calls from the hard-right groups that compose the core of the President's support.", "In any event, the day after the President endorsed the concept of a constitutional amendment, I wrote him and asked what specific language he wanted us to add to the Constitution. After all, we have only amended the Constitution 17 times since the Bill of Rights. If the President was calling on Congress to amend it for an 18th time, I thought the least he could do is make clear what language he seeks. I have waited in vain for a response.", "I am not surprised by the President's conduct in this matter. He has proven himself willing over the last 3\\1/2\\ years to take whatever measures he finds politically expedient. He has also shown that he is more than willing to play political games with the Constitution, as we see with today's debate and we will see again in the upcoming debate on a constitutional amendment to ban flag desecration an issue that Vice President Cheney has been campaigning on recently. The President, the Vice President, and the rest of the administration have withheld information from Congress and the public whenever it suits them. And facts have proven to be awfully malleable things when they have stood in the way of the President's political priorities. For this administration, it is all politics all the time regardless of the truth or the consequences. Let me provide three of the many possible examples.", "When the facts got in the way of the President's prewar statements about Iraq, and Joseph Wilson pointed out the flaws in the President's 2003 State of the Union address concerning Iraq's alleged efforts to obtain uranium in Niger, someone in the Administration apparently told the press that Wilson's wife was an undercover agent at the CIA. The President promised that the perpetrator would be discovered and punished. But if he has made any efforts to discover the leaker's identity, we are unaware of them. Instead, he has retained counsel and allowed the investigation to grind on, perhaps in the hope that the issue will not be resolved until after election day.", "When the facts got in the way of the President's proposal to expand Medicare to provide prescription drug benefits, his Department of Health and Human Services simply withheld those facts from Congress. When Congress considered the prescription drugs bill last fall, it received an estimate from the Congressional Budget Office that the cost of implementing the new program would be about $395 billion. It has since come to light that Richard Foster, the chief Medicare actuary, completed a cost estimate for the Bush administration last fall that showed the new prescription drug benefit would cost $550 billion, drastically more than the CBO estimate. In testimony before Congress, Mr. Foster explained that he was told that if he made his cost analysis public, he would be fired. The Congressional Research Service recently reported that it believes the Bush administration violated the law by withholding Mr. Foster's report and stated that it is clear that Congress has the right to receive truthful information from Federal agencies to assist in its legislative functions. It was a breach of trust with this Congress and with the American people.", "And in today's papers we learn that there are administration estimates that when the purported prescription drug benefits are supposed to finally kick in around 2006, what is likely to happen is that almost 4 million retirees will, in fact, lose prescription drug benefits. That means that the Bush administration is now withholding its own estimates that one-third of all retirees with employer-sponsored drug coverage will, in fact, suffer more rather than be helped by the bill they forced through the Congress to benefit large insurance and pharmaceutical companies at the expense of our seniors.", "Finally, when we in Congress raised legitimate concerns about the administration's policies on the abuse of prisoners abroad and requested documents that would shed light on the administration's policies regarding the treatment and interrogation of detainees, the White House released a small number of self-serving documents and chose to hide the rest. Then it ``disavowed'' the Office of Legal Counsel memo that laid out a strategy for evading the limits of the Torture Convention as if that document, which is legally binding on the Executive Branch, had been nothing more than the doodling of an overly imaginative young lawyer at the Department of Justice. The administration obviously does not want the Congress or the American people to know the facts about its actions abroad or its slippery commitment to upholding American values.", "Let there be no mistake: We are here today because the President wants to distract the American people from the facts of the weakened economy and reduced standing abroad that his administration has produced. He and the Senate Republican leadership prefer a political circus and seek to whip the American people into a frenzy based on the actions of a single State.", "I am not so sure their political calculations are correct. I believe the American people regardless of their position on gay marriage--will be disappointed by the majority's overreaching. They will see this debate for what it is--a show produced to benefit Republicans politically while doing nothing to enhance or protect the sanctity of marriage. Senator Chafee predicted months ago that his leadership might bring the amendment up ``just for political posturing.'' He has proved prescient.", "As I said at the fourth and final hearing the Judiciary Committee held on gay marriage, this debate is not about preserving the sanctity of marriage. It is about preserving a Republican White House and Senate and about doing so by scapegoating gay and lesbian Americans. I oppose this amendment, and I again urge my colleagues to oppose it as well.", "This debate perfectly illustrates the Senate's priorities. We are spending days on a Federal marriage amendment that we all know does not have the votes to pass the Senate and that the House may never even put to a vote. I have spoken before about the divisiveness of this debate and the contempt that it shows for our constitutional traditions. This debate, however, also demonstrates the Senate Republican leadership's disregard for the needs of the American people and the institutional responsibilities of this body.", "The Senate has been unable to get its own house in order. It is mid-July and we have still not passed a budget. The Senate has passed only one of 13 appropriations bills, and the leadership has suggested they may not be able to find the time to pass the others as individual bills. I do not believe we have ever passed only one appropriations bill in the Senate before the August recess, but we certainly seem to be headed in that direction.", "A July 7 editorial in Roll Call lamented what it called the ``Big Mess Ahead.'' We are now stuck in that big mess. Roll Call noted that ``July should be appropriations month in the Senate.'' I agree. July has traditionally been when we got our work done and made sure that funding for the various functions of the Federal Government would be appropriated by the Congress as it exercised its responsibilities and the power of the purse. Not this year.", "We have not done our part to help American employers create jobs. We have not completed work on a highway bill that could create 830,000 jobs, or on the FSC-ETI bill, subjecting American businesses to retaliatory tariffs that are increasing monthly. At the same time we have dallied on measures to expand the economy, and we have refused to extend unemployment benefits, even as 2 million Americans have exhausted their unemployment insurance.", "We have not addressed the health care needs of our citizens. The majority has refused to take up either a drug reimportation bill that has the support of a majority of Senators, or mental health parity legislation that has 68 sponsors. Meanwhile, the Senate has done nothing to address the fact that 43 million Americans have not had health insurance for more than a year.", "We have failed those hardworking Americans who struggle every day to make ends meet on wages that barely reach the poverty line. We have not increased a minimum wage that has remained unchanged since 1996. As inflation has risen and the economy has worsened, the working poor must struggle to live on the same wage Congress passed 8 years ago. The core inflation rate rose 2 percent in the first quarter of this year alone. In addition to allowing the minimum wage to stagnate, the majority has abandoned efforts to reauthorize the welfare reform law, leaving thousands of families in desperate need of quality childcare behind.", "We have also failed our veterans. This failure begins at the top. The President has consistently proposed underfunding veterans' programs. His budget request for this year failed to maintain even the current level of services. Secretary of Veterans Affairs Principi recently testified that his department asked the White House for an additional $1.2 billion, but that request was denied. Forced to choose between our veterans and the President, the majority has sided against our veterans.", "During consideration of this year's budget resolution, Senator Daschle offered an amendment to fund veterans programs at the level recommended by veterans' groups in the Independent Budget. Unfortunately, only one Republican voted in favor of this amendment, and it was defeated. A second amendment, offered by Senator Bill Nelson, would have increased funding for veterans by $1.8 billion. It too was defeated. Not a single Republican supported the Nelson amendment. My friends on the other side of the aisle then offered a ``smoke and mirrors'' amendment on veterans' care. Although this amendment made it seem that the Senate was voting to provide more money for veterans, we all know that this amendment did not add one red cent. The main purpose of this amendment was to provide political cover for the November election.", "While the administration is shortchanging VA funding, out-of-pocket expenses for veterans are skyrocketing. Under the Bush administration, these expenses are projected to rise by an incredible 478 percent. Certain Priority 8 veterans are blocked from VA health care altogether, while others cannot receive treatment unless they pay a ridiculously high co-payment. Instead of debating polarizing issues like the Federal marriage amendment, we should be acting to provide real resources for the men and women who served this country with honor.", "Unlike in 2000, the Republican majority has not even made the pretense of addressing the priorities of our Nation's immigrants. The majority leader engaged in parliamentary tricks last week to avoid a vote on Senator Craig's immigration reform bill and has found no time for the bipartisan DREAM Act, which would help thousands of immigrant students in our Nation. The prospect of comprehensive immigration reform is even more remote.", "Sadly, the list of what we are not accomplishing goes on and on. Roll Call observed in its editorial last week that ``the second session of the 108th Congress is poised to accomplish nothing.'' The way things are going, under Republican leadership this session will make the ``do nothing'' Congress against which President Harry Truman ran seem like a legislative juggernaut.", "The days we spend on this amendment could be spent more productively on any of the matters I just mentioned, but instead we are debating the FMA. We have followed this course even though there are only 6 weeks remaining in the Senate's scheduled work year.", "I fear that at this point in an election year, floor time is only available for matters that advance the majority's narrow political agenda. This is a sad contrast from 1996, when we passed a minimum wage increase, a welfare reform bill, and other matters in a productive summer during which we occasionally put the election aside and took care of business for the American people. I supported some of those initiatives and opposed others, but I believed they were important matters that deserved the Senate's extended attention.", "This summer, the Senate seems content to act as an extension of the President's reelection campaign. Why else would we be considering an amendment prompted by gay marriages in Massachusetts, 2 weeks before Democrats convene in Boston for their national convention? In light of all the talk about potential terrorist activity at the political conventions, we should be spending time passing appropriations bills for the Departments of Justice and Homeland Security. Instead, this Senate will grind to a halt and ignore its pressing duties to conduct a debate whose outcome we all know.", "I am not naive. I know that politics has always influenced Congress. It could not be otherwise. I fear, however, that the Republican leadership has taken the politicization of the Senate to new heights. Have we ever taken up a constitutional amendment that did not have the support even of a firm majority of this body, over the objection of the minority party, without even having the Judiciary Committee consider it?", "We should reject this amendment and move on to the matters that make a difference in the daily lives of our constituents."], "capitolwords_url": "http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/"}