{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 111, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-03/html/CREC-2010-03-03-pt1-PgS1019.htm', u'number': 29, u'id': u'CREC-2010-03-03-pt1-PgS1019.chunk10', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Feinstein', u'pages': u'S1019-S1030', u'speaker_party': u'D', u'date': u'2010-03-03', u'bills': [u'S. 3068'], u'bioguide_id': u'F000062', u'order': 10, u'speaking': [u"Mr. President, I rise to state my strong support for the Military Readiness Enhancement Act of 2010, which would repeal the ``Don't Ask, Don't Tell'' policy in our Armed Forces.", u"I am one who believes that the ``Don't Ask, Don't Tell'' policy has done more harm than good. The policy has forced American citizens to choose between serving their country and being honest about who they are; and, even worse, it has led to the discharge of some 13,000 brave men and women because their sexual orientation was discovered.", u'The criteria for serving in our Armed Forces should be competence, courage, and a willingness to serve; not race, gender, or sexual orientation.', u"The Military Readiness Enhancement Act of 2010 would finally repeal ``Don't Ask, Don't Tell'' and create a policy of nondiscrimination in the military. That is the right thing to do, and I will support this legislation every step of the way.", u"The Military Readiness Enhancement Act of 2010 would repeal the 1993 ``Don't Ask, Don't Tell'' policy; allow people who were removed under ``Don't Ask, Don't Tell'' to re-enter the military; establish a policy of nondiscrimination in the Armed Forces to prevent discrimination on the basis of sexual orientation; and require a Pentagon working group established by the Department of Defense to issue recommendations on how to implement repeal throughout the military.", u'The bill would also require the Secretary of Defense to report to Congress 180 days after enactment on what actions are being taken to ensure that any school that does not allow a ROTC unit on its campus does not receive Federal funds.', u"It is important for people to realize that ``Don't Ask, Don't Tell'' is not an abstract policy. This policy has had real and harmful effects on our military readiness by denying able and willing men and women the opportunity to serve, and by requiring the discharge of brave individuals who have served courageously and even risked their lives for their country.", u'Let me give you just a few of the thousands of examples:', u"Anthony Woods, of Fairfield, CA, graduated from the U.S. Military Academy at West Point and went on to serve two tours of duty in Iraq, including in Operation Iraqi Freedom. He earned the Bronze Star and Army Commendation Medal, and all 81 soldiers who served under his leadership in Iraq returned home safely to the United States. Mr. Woods was discharged from the U.S. Army in 2008 because of ``Don't Ask, Don't Tell.''", u"MAJ Margaret Witt joined the U.S. Air Force in 1987 and served as a flight nurse for 18 years. She received numerous awards, including the Meritorious Service Metal, Air Medal, and the Air Force Commendation Medal. In 2003, President Bush noted in citation that her ``airmanship and courage directly contributed to the successful accomplishment of important missions under extremely hazardous conditions.'' Major Witt was discharged 6 years ago after the Air Force received a tip that she was gay. Major Witt has challenged her case in court because, as she says, ``I joined the Air Force because I wanted to serve my country. I have loved being in the military--my fellow airmen have been my family. I am proud of my career and want to continue doing my job. Wounded people never asked me about my sexual orientation. They were just glad to see me there.'' The case is currently pending before the Ninth U.S. Circuit Court of Appeals in San Francisco, CA.", u"LT Daniel Choi, originally from Orange County, CA, also graduated from the U.S. Military Academy at West Point. He is an Arabic linguist and served as an infantry officer in Iraq in 2006 and 2007, but he was recommended for discharge from the U.S. Army after announcing last year that he was gay. Lieutenant Choi has said that: ``The lessons of courage, integrity, honesty and selfless service are some of the most important. . . . I refuse to lie to my commanders. I refuse to lie to my peers. I refuse to lie to my subordinates. I demand honesty and courage from my soldiers. They should demand the same from me.'' The New York National Guard has recently indicated that they will allow Lieutenant Choi to begin participating in drills with the unit again. LTC Paul Fanning, a spokesperson for the New York Guard, has stated: ``We do not have an issue with it. It's a deeply personal thing. To us a soldier is a soldier is a soldier.''", u"Veteran U.S. Marine Bob Lehman, of San Diego, CA, served in the gulf war in the 1990s and was never dismissed for being gay. He has explained that, ``Nobody in my unit knew artillery better than I did, including the officers. During combat, the gay thing didn't even exist. My biggest fear was bringing my guys home alive.'' However, Mr. Lehman has said he believes that the ``Don't Ask, Don't Tell'' policy forces U.S. soldiers into a moral dilemma. ``Marines don't lie, cheat or steal. It was hard to lie . . . There was a lot of denial and depression because of the inability to be out openly, (the fear) that I might get fired.''", u'Courageous men and women like these should be applauded for their service, not discharged for their sexual orientation. The Military Readiness Enhancement Act of 2010 would ensure that is the case and would require the military to readmit anyone who was discharged solely because of their sexual orientation and is otherwise willing and able to serve.', u"The ``Don't Ask, Don't Tell'' policy has long been a contentious one, and I do not state my support for repeal lightly.", u'It is absolutely essential that we undertake this project with great care, so that repeal of the policy will enhance military readiness and the effect will be positive for all of our servicemembers in the field.', u'I am confident that we are up to the task of doing so.', u'In the last few months alone, high ranking officials from various components of the military have come forward to say that repeal is not only feasible, it is the right thing to do. For example:', u"ADM Mike Mullen, Chairman of the Joint Chiefs of Staff, testified before the Senate Armed Services Committee that, ``Speaking for myself and myself only, it is my personal belief that allowing gays and lesbians to serve openly would be the right thing to do. No matter how I look at the issue, I cannot escape being troubled by the fact that we have in place a policy which forces young men and women to lie about who they are in order to defend their fellow citizens.''", u"Secretary of Defense Robert Gates testified at the same hearing that, ``I fully support the president's decision. The question before us is not whether the military prepares to make this change, but how we best prepare for it.''", u"Secretary of the Navy Ray Mabus has said, ``I support the repeal of ``Don't Ask, Don't Tell.'' I do think the President has come up with a very practical and workable way to do that to work through the working group that the Secretary of Defense has set up, to make sure that we implement any change in the law that Congress makes in a very professional and very smooth manner, and without any negative impacts on the force.''", u"Retired General Colin Powell issued an official statement expressing that ``In the almost 17 years since the ``Don't Ask, Don't Tell'' legislation was passed, attitudes and circumstances have changed. I fully support the new approach presented to the Senate Armed Services Committee this week by Secretary of Defense Gates and Admiral Mullen.''", u'These military leaders believe repeal is not only feasible, it is right. According to the University of California, military leaders in many other countries agree. Twenty-five countries currently have policies allowing gay servicemembers to serve openly in their militaries, including 15 NATO countries, Australia and Israel.', u'This year, Secretary Gates has appointed a Pentagon working group to study in great detail how repeal can be implemented in a manner that will enhance the readiness and effectiveness of our troops. This group, led by Army General Carter Ham and Pentagon General Counsel Jeh Johnson, is tasked with engaging troops and their families at all levels of the Armed Forces to determine what changes will be necessary in regulations, in education and training practices, and in military policy to implement a policy of nondiscrimination on the basis of sexual orientation in our Armed Forces. The study will be careful, and the review will be comprehensive.', u"The time has come to repeal ``Don't Ask, Don't Tell.'' I urge my colleagues to join me in supporting the Military Readiness Enhancement Act of 2010. I am confident that our military will be stronger and better when this bill becomes law.", u' By Mr. KYL (for Mrs. Hutchison):', u'S. 3068. A bill to reauthorize the National Aeronautics and Space Administration Human Space Flight Activities, and for other purposes; to the Committee on Commerce, Science, and Transportation.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/03/03/S1019_statements-on-introduced-bills-and-joint-resolutio/'}