{u'speaker_state': u'NJ', u'speaker_raw': u'mr. lautenberg', u'speaker_first': u'Frank', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm', u'number': 96, u'id': u'CREC-2004-07-13-pt1-PgS7962-2.chunk59', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lautenberg', u'pages': u'S7962-S8021', u'speaker_party': u'D', u'date': u'2004-07-13', u'bills': None, u'bioguide_id': u'L000123', u'order': 59, u'speaking': [u'Mr. President, I rise in opposition to this proposed amendment to the Constitution as, by the way, has Vice President Cheney and Mrs. Cheney. They are opposed. They are not taken by surprise on a moral issue. These are sophisticated people who understand government and who have a role to play. They are opposed to this amendment, and I think there is very good reason for that.', u'As Senators, many of us are from different backgrounds but we do all share a solemn oath to uphold the spirit and the letter of the American Constitution. I would like to uphold the value and the commitment that the Constitution makes to all of us to protect our rights.', u'I have to raise a question, and that is, what is it that makes this the most important business we have in this body right now? Is this the only thing that we want to talk about for the American people to hear from the Senate? Or would a subject such as the killings that are taking place in Iraq, such as it was announced that three more were killed yesterday, be more important, and that we are stretching to have enough reserves to fight the battle and protect our troops in the best way possible but we need to have enough of them? Do the American people care about that?', u'Are the American people saying the issue that interests us most is whether a homosexual couple can marry, even though it is taken care of in many States and will continue to be? Are we saying, no, the war is not that important, we are going to lay it aside while notices go out to families, very often by a knock on the door that is an ominous calling that says your son, your daughter has been killed, your son, your daughter, has been seriously wounded?', u'No, we do not want to discuss that. We have to discuss gay marriage, and see whether we can change the Constitution, the Constitution which was designed to expand rights at any time that we saw a default in our system, whether it had to do with giving the vote to women or the vote to 18-year-olds or other expansions of rights.', u'No, we want to do the moral thing. We want to decide who is in charge of the morality of this country. The people are in charge of the morality of this country, not the people who are making speeches today.', u'When I think about what affects the American people, how about the people who work 35 or 40 years in a company and see their pensions disappear in front of their eyes because of the deceptive leadership of companies or falsification of records? No, no, the American people do not want to worry about that. They want to talk about this amendment. That is what they care about.', u'My phone is--no, it is not crowded. In fact, I do not get many calls at all about the morality of the constitutional amendment that has been proposed and, by the way, creates a constitutional convention so we can throw anything that we want on top of this.', u'No, the American people are not concerned about whether they can pay their bills or whether drug prices are going through the roof that they cannot afford or whether we can give an education to the children who want to learn in Head Start but do not know how. No, those are not the issues we want to talk about. We want to talk about whether a gay couple can engage in a relationship or a marriage.', u'Let the States of New Jersey, Massachusetts, and the other States that choose to give that right to give those citizens the same standing that other citizens within those States have. No, we do not want to discuss that. We want to discuss this issue. We want to discuss what is morally correct. What is morally correct is what the people want, and we ought to let them hear on this floor that we understand the issues that concern them.', u"I get calls from families who have people overseas, whether in Reserve units or regular enlistments, and they ask, what can we do to hasten my son's return? I want to see his face.", u'Go to Walter Reed hospital, as I and many others have done. I went there a couple of weeks ago after we buried a young soldier from New Jersey in Arlington Cemetery. Senator Corzine and I, my colleague in the Senate, decided we should not only pay our respects to the dead but also our respects to the wounded, and we went to Walter Reed Hospital. In one of those rooms there was a young man sitting with his wife and he was staring blankly at the floor. It was not his lack of interest. It was his lack of sight. He could not see anything.', u'He said: I will not be able to see my 28-month-old daughter but I still want to hold her. I still miss her. I still love her.', u'We do not want to discuss those things. We want to discuss what is moral and change the Constitution to impose our value of morality on all of America. It is wrong. The proposed constitutional amendment before us would etch the markings of intolerance, discrimination, and bigotry into a document that is based on the enduring truth that everyone is created equal.', u'The constitutional amendment that is being offered today would do much more than ban same-sex marriages. It would also ban civil unions, saying they cannot really live together and share the values of our society, or domestic partnership laws, even if those relationships are specifically recognized by their fellow residents in their States by their State legislatures and signed by the Governor.', u'If enacted, I believe this amendment would create a permanent class of second-class citizens with fewer rights than the rest of the population.', u'In fairness and in good conscience, I will not support this mean-spirited proposal. Our Constitution is about expanding individual rights, not taking them away. The last thing the Constitution should do is mandate conditions for some people and another set of rights for a different group.', u"What is especially strange in this debate is we have the Republican majority looking to take away a State's right to determine the rules for marriage within its borders. I always thought the Republicans were States righters. I thought they always wanted to give power back to the States. That is what I thought they wanted to do.", u'In my home State of New Jersey, our State legislature, the duly elected representatives of the people of New Jersey, drafted, debated, and enacted a domestic partnership law. We ought to respect the State law, not stamp it out.', u"The State of New Jersey decided to establish a domestic partnership law. The Federal Government has no business telling us we cannot do it. It doesn't violate current Federal law and we should let that stand. States should continue to have the ability to decide whether same-sex couples should have the inheritance rights or pension rights or whatever other legal rights should be respected in a domestic partnership.", u"Domestic relations law, the law that governs family issues, has always been the domain of the State, not Federal law. The ability to decide matters of marriage has been with the States since the founding of the Republic. But now, those who typically advocate a smaller Federal Government--shrink government down to size, get rid of those people who are making their livings there, forget whether they contribute to the general well-being, we want to shrink Federal Government--now they are seeking to amend the Constitution to take power away from the States and put it in the hands of the Government so we can have people running around, morality police, making sure this couple isn't engaged in a relationship that would be prohibited by Federal law.", u'Once the Federal Government starts regulating marriage, you have to ask yourself what is next? Ten years from now what is going to stop Congress from prohibiting people getting married unless they pledge to have children? What is to stop this body from outlawing divorce or second marriages?', u"You have to ask yourself what is it that is driving this agenda? Why, in this election year, are we debating an amendment to the Constitution designed to restrict the rights of gay Americans? It is clearly not a legitimate legislative debate, as there are not near enough votes to pass this amendment. But that doesn't stop them from wanting to use the time to confuse the American public about what is important, what is important to the public which is worried about their jobs and the war and their kids. No. We want to discuss gay marriage.", u'I have come to an unfortunate conclusion about why we are doing this amendment. This is gay bashing, plain and simple. That is what this is about. This amendment is picking on productive members of our society, people who pay taxes, want to raise their families and contribute to their communities, as everyone else does. They want to be like everyone else in their conformity to law. This amendment attempts to divide America and it is shameful. It should not be that way.', u'When we see things that are shameful we should not be too spineless to respond. Look back on world history. There are notorious examples of those who seek political advantage by picking on segments of society. It is a sad day when we see this dynamic happening here in the United States.', u"I urge my colleagues, reject this divisive amendment. Let's get on with the regular business that affects people's everyday lives. We can talk about this after the first of the year. It is not that urgent.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/'}