{"speaker_state": "NJ", "speaker_raw": "mr. lautenberg", "speaker_first": "Frank", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-06/html/CREC-2006-06-06-pt1-PgS5450-2.htm", "number": 70, "id": "CREC-2006-06-06-pt1-PgS5450-2.chunk5", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Lautenberg", "pages": "S5450-S5484", "speaker_party": "D", "date": "2006-06-06", "bills": null, "bioguide_id": "L000123", "order": 5, "speaking": ["I will not at this point accept a question. I want to make my remarks just as the Senator from Oklahoma had a chance to make his remarks. Perhaps when we are finished I will be able to accommodate the Senator.", "Why are we not focused on soaring gasoline prices and the toll it takes on family budgets? People who plan their lives in my area, New Jersey--a very crowded area--have had to buy their houses some distance from their jobs because they couldn't afford the housing. They calculated the fact they would have to drive an hour each way--not unusual--10 hours a week behind the wheel of the car. Now, with gas prices as they are, the advantage they had by buying a home at a distance is evaporating in front of them. Why aren't we talking about that?", "Why aren't we talking about 46 million Americans without health insurance, every one of them worried about whether the next sickness is going to deprive them of their job, deprive them of their ability to feed and clothe their children and take care of them? Why aren't we talking about those things?", "Why aren't we talking about extending stem cell research? I don't know whether other Senators have had the same experience that I have. Families come in with children who are sick with juvenile diabetes. If you ask those children what they want out of life, they say: I want to stop having to stick my finger all the time with a needle. I want to be able to do things just like other children.", "I had a group of families with children with diabetes. I seated them around a table. By the way, the faces on these children are so beautiful. In their expressions they say: We would love you if you can help us. That is what they say. That is how I respond.", "I am a professional grandfather. I have 10 grandchildren, the oldest of whom is 12 and the youngest of whom is 2. What do I want? My whole life is focused on what I can do for those kids as they grow and develop. When I look at those children, I ask the parents: Why are their faces so beautiful? They say: Because they are faces of want and need in a child, expressing that in that kind of face.", "It tells you something about what we ought to be talking about and not spending our time on depriving somebody of an option that they are free to choose in this life. Why aren't we debating a measure to make sure the Government is ready for the next Katrina? They are worried about levees in California. They are worried about levees in other low-land States where they have some exposure. We are not talking about that. Who can forget the picture of the people on the roofs of their houses begging for someone to do something to save them? No, we are not talking about that. We do not want to talk about that.", "Why aren't we preparing for a possible bird flu epidemic? We know that is a very serious topic.", "Forget those topics, we are told. President Bush and the Republican leadership want Congress to drop everything to debate gay marriage. I have lots of visitors in my offices in New Jersey and here. Not one of them came to talk to me about gay marriage. They came to talk to me about health insurance. They came to talk to me about their pensions disappearing. They talk to me about their inability to afford their children's education when they want to prepare for a career. They talk about the burden of gas prices. That is what they want us to do something about. They are not discussing gay marriage. They are not in there discussing opening up the Constitution to amendment.", "If we pass this amendment, history will record for the first time ever that we wrote discrimination into the United States Constitution. Think about that, the first time we have ever put discrimination against anyone in our Constitution.", "In the Bill of Rights, every amendment is written to expand individual rights. That is what our Constitution is about. It is a wonder, the thinking of our forefathers. The Bill of Rights was first signed in New Jersey. If you look at all the amendments to the Constitution, only once did we restrict rights. That was Prohibition. And it did not take long to repeal that. The American people were not going to obey the law. They violated it in every way. Why create laws that cannot mean anything to people?", "President Bush held an event on Monday night with supporters of this amendment. At that event, the President did something totally irresponsible. It is hard to believe a President of the United States said what he said. He rallied his right-wing audience against our Nation's court system.", "Now, we talk here about separation of powers and how important it is that the three legs of Government are able to exercise their obligations. The President went so far as to say that the American courts are ``imposing their arbitrary will on the people.'' How about when the Court imposed its arbitrary will on the election of a President? What was said then? To suddenly say that the courts have no jurisdiction of their own, free of criticism from the President of the United States, is the President saying our courts do not follow the law? Could people quote the President to justify ignoring a court decision, just to score political points with a narrow interest group?", "The President chooses to undermine our Nation's system of courts and laws. It is a dangerous form of political pandering.", "This constitutional amendment would not just ban same-sex marriages. It also threatens civil unions, domestic partnership laws, laws passed by States to recognize relationships and conferring legal rights between partners. Is our goal to strip all of these relationships of their dignity?", "Once the Federal Government starts regulating marriage, what is next? What is going to stop Congress from acting as the morality police and prohibit people from getting married unless they pledge to have children or unless they pledge to restrict the number of children they have? What is going to stop this body from outlawing divorce?", "I don't think the actual motive for this amendment is morality. The motive, as I see in this amendment, is pure raw politics. Republicans have their backs against the wall. So look what the people think of the President of the United States and the job he is doing. They think poorly of him. If they had the right, they would fire him.", "When I was running a company, before I was running for the Senate, if I thought so poorly of someone, I would fire him. I would not keep him.", "No, this is a salvage operation for the Republican Party. We are debating this amendment now because it is an election year. That is why. Why did we have this debate in 2004 and this year but not in 2005? Let's defer this until 2007. I am willing to do that. We can discuss it in a year, when there is not an election in the offing.", "This is simply political gay-bashing. That is the mission, try to ``husband'' the resources you have, the support you have, and pick on a group of people. The backers of this amendment want to drum up hysteria where none currently exists. They want to change the subject away from the issues such as Iraq and gas prices. It is a shameful attempt to divide the American people for political gain.", "Today, the 6th of June, is the anniversary of D-Day. On June 6, 1944, Americans from every corner of our country fought to protect our values and our families. Today, we are tarnishing the memory of D-Day by working to amend our Constitution to restrict individual freedoms.", "I was wearing a uniform that day. I was overseas. I was not on the combat line, but I knew what I was doing was good for my country. Sixteen million of us served in the military in World War II.", "I had visitors just last Thursday night at my office in New Jersey, about 10 people. One person lost their son. This woman was angry. I had spoken to her when his death was announced over a year ago. She was angry. He was a second lieutenant. His assignment that day was to diffuse bombs. She said: My son was trained to man a gun in the artillery. That is what his mission was. He was diffusing a bomb and he lost his life: The country that sent my son overseas is a country that helped my son die.", "There was a woman with tears running down her face: Our son has been wounded once; they say he is ready to go back to combat. He has a Purple Heart. I don't want him to go back. Crying bitterly, in front of me.", "There was a couple whose son is due for a second tour of duty. People in this unit were lost in the first tour. Why, now, they ask, is he going back to this war that does not do anything for America?", "No, we do not want to discuss that in the Senate. That is too serious. That brings home the toll and the anguish that exists with our time in Iraq. We ought to be talking about what we do to get out of there safely and quickly. That is what we ought to do. But, no, we are talking about gay marriage. I can just see the people in arms across this country saying, The first thing I want you to do is make sure there is no gay marriage in this country. The devil with my kids education, the devil with my need for health care, the devil with our ability to be able to afford to live now in the country. Two people working so many jobs, just about keeping their heads above water.", "Every Senator in this Senate values the institution of marriage. In my view, the way to honor marriage is to provide families with economic opportunity, good schooling for their children, a clean environment to live in, health care they can afford and funding for medical research that can help fight the diseases that plague children, such as juvenile diabetes, autism, or asthma. There are so many problems we could help prevent.", "The amendment before the Senate today is not about protecting marriage. It is about directing people's lives, about making sure you behave in a particular way. Those of us who are talking against this do not necessarily support gay marriage. What we support is freedom, freedom to choose your lifestyle. That is what we are talking about. In State after State they are writing their own laws, what they think is appropriate for the people in their State--not to restrict them but to open their opportunity.", "I hope my colleagues will reject this divisive amendment. Let's get on with far more pressing issues facing our Nation that can improve our national health, can improve our national will, can improve our national morale.", "Those are the things I would like to do instead of looking and seeing what people really think about all of us in this place, all of us, from the White House, to the Senate, to the House. What do the American people think about the work we are doing? They do not think a heck of a lot of good is coming out of here. Frankly, we give them good cause because what we are paying attention to is what matters least to most Americans. What matters most in these Chambers, unfortunately, at this time is politics and elections. Too bad, America.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2006/06/06/S5450-2_marriage-protection-amendment-motion-to-proceed-co/"}