{u'speaker_state': u'OK', u'speaker_raw': u'mr. inhofe', u'speaker_first': u'James', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm', u'number': 96, u'id': u'CREC-2004-07-13-pt1-PgS7962-2.chunk12', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Inhofe', u'pages': u'S7962-S8021', u'speaker_party': u'R', u'date': u'2004-07-13', u'bills': None, u'bioguide_id': u'I000024', u'order': 12, u'speaking': [u'I thank the Senator from Texas.', u'Mr. President, I have been watching, with a great deal of interest, the debate that has been taking place. I took some time last night to get what I believe to be very salient quotes. One is by an Irish poet, William Yeats:', u'I think a man and a woman should choose each other for life, for the simple reason that a long life with all its accidents is barely enough time for a man and a woman to understand each other and . . . to understand is to love.', u'I think there are several of us in this room, including the Presiding Officer, who understand very well what Dr. Yeats is talking about.', u'The next one comes out of the Talmud, the Jewish oral interpretation of the Torah:', u"A wife is the joy of a man's heart.", u'Mark Twain said:', u'After all these years, I see that I was mistaken about Eve in the beginning; it is better to live outside the Garden with her than inside it without her.', u'Homer, the Greek philosopher, said:', u'There is nothing nobler or more admirable than when two people who see eye-to-eye keep house as man and wife, confounding their enemies and delighting their friends.', u'William Penn said:', u'Between a man and his wife nothing ought to rule but love.', u'Andrew Jackson said:', u'Heaven will be no heaven to me if I do not meet my wife there.', u'Those things sound good and poetic. I happen to have been married for 45 years. My wife and I have 20 kids and grandkids and it started just with us. We think about the tradition in this country and how it has been this way as long as we can remember.', u'I have heard people say on this floor, when talking about this issue, that this perhaps should be a State issue. As a general rule, you will not find anybody who is a stronger supporter of State rights than I am. But this is a national issue. The definition of marriage is and has been a national issue.', u'In the late 19th century, Congress would not admit Utah into the Union unless it abolished polygamy and committed to the common national definition of marriage as one man and one woman.', u'In 1996, Congress passed a Defense of Marriage Act into law, which defines marriage as one man and one woman for the purposes of all Federal law.', u'Another, and perhaps more compelling, argument that this should be handled on a Federal level is that people constantly travel and relocate across State lines throughout the Nation. Same-sex couples are already traveling across country to get married. As a result of this mobility, same-sex couples with marriage certificates will become entangled in the legal systems of other States in which they live. They will do business, buy and sell property, write wills, commit and suffer torts, go to the hospital, get divorced, and have custody battles over their children.', u'A State-by-State approach to gay marriage will be a logistical and legal mess that will force the courts to intervene and require all States to recognize same-sex marriages. This is the only possible outcome.', u'This issue needs to be addressed now. The definition of marriage must be addressed, and it must be addressed now. Activist lawyers and judges are working quickly through the courts to force same-sex marriage on our country.', u'In June of 2003, the U.S. Supreme Court signaled its possible support for same-sex marriage when it struck down a sodomy ban in Texas. That was Lawrence v. Texas. I am sure the junior Senator from Texas is very familiar with that.', u"Earlier this year, the Massachusetts Supreme Court ruled that same-sex couples could marry, and that ruling went into effect on May 17. The State's high court's ruling clearly ignored tradition--even its own State legislature.", u"In response to the courts ruling, the Massachusetts Senate drafted a ``civil union'' bill specifically designed to satisfy the court's edict while preserving traditional marriage.", u'Despite the fact that all legal rights and benefits were provided in the civil unions legislation, the court rejected this alternative legislation, insisting on redefining marriage.', u'In his dissenting statement, Massachusetts Supreme Court Justice Sosman said:', u"It is surely pertinent . . . to recognize that this proffered change affects not just a load-bearing wall of our social structure but the very cornerstone of that structure. The majority stripped the elected representatives of their right to evaluate ``the consequences of that alteration, to make sure that it can be done safely, without either temporary or lasting damage to the structural integrity of the entire edifice.''", u'Even Massachusetts Gov. Mitt Romney, in his testimony on June 22, 2004, before the Senate Judiciary Committee, stated:', u'Marriage is not an evolving paradigm, as the court said, but it is a fundamental and universal social institution that bears a real and substantial relation to the public health, safety, morals, and general welfare of all the people of Massachusetts. We need an amendment that restores and protects our societal definition of marriage, [and] blocks judges from changing that definition . . . at this point, the only way to reestablish the status quo . . . is to preserve the definition of marriage in the federal Constitution before courts redefine it out of existence.', u'Not only has the Massachusetts court ruling affected that State, it has and will continue to open the floodgate of similar decisions by other State courts across the country.', u"Lawsuits are already pending in 11 States to ask the courts to declare that traditional marriage laws are unconstitutional. Same-sex couples from at least 46 States have received marriage licenses in Massachusetts, California, and Oregon and have returned to their home States. Many of these couples will now sue to overturn their home State's marriage laws. There is already a lawsuit in Seattle to force the State to recognize same-sex marriage in Oregon.", u'Unfortunately, the Federal Defense of Marriage Act, DOMA, does not protect States from lawsuits such as these. State and Federal courts are poised to strike DOMA down under the equal protection and due process clauses in the Constitution. This would essentially force recognition of same-sex marriages.', u'Why protecting traditional marriage matters: Marriage is about much more than romantic love. I know from my experience. My wife Kay and I have been married for 45 years. We understand these things. For the purpose of society and our legal system, marriage is the ideal environment for raising children and thriving communities.', u'Our laws protect marriage between a man and a woman, not because of love or romance, but because marriage provides a good, strong, stable environment for raising children and is good for society as a whole. The evidence of the benefits to children being raised by a mother and father is overwhelming.', u'In societies where marriage has been redefined, potential parents become less likely to marry and out-of-wedlock births increase. This is because marriage loses its unique status in society as the institution where childbearing and parenting is centered. It becomes little more than an optional arrangement, not the presumptive locus of family life.', u'According to a February article in the Weekly Standard by Stanley Kurtz:', u'A majority of children in Sweden and Norway are born out of wedlock.', u'A majority, that is more than half of the children are born out of wedlock.', u'He goes on to say:', u'Sixty percent of first-born children in Denmark have unmarried parents--not coincidentally, these countries have had something close to full gay marriage for a decade or more. In 1989, Denmark had legalized de facto gay marriage, and Norway and Sweden followed in 1993 and 1994, respectively.', u'Additionally, according to Barbara Dafoe Whitehead, codirector of the National Marriage Project at Rutgers, State University of New Jersey, in her testimony before the Senate Health, Education, Labor and Pensions Committee on April 28 of this year, marriage has many benefits. She is speaking clinically when she gives these evaluations.', u"It can be a source of ``economic, educational, and social advantage for most children. Children from intact families are far less likely to be poor or to experience persistent economic insecurity. Estimates suggest that children experience a 70-percent drop in their household income in the immediate aftermath of divorce and, unless there is a remarriage, the income is still 40-45 percent lower 6 years later than for children from intact families.''", u'Ms. Whitehead goes on to say:', u'Children from intact married parent families are more likely to stay in [and do better in] school.', u'In fact, according to Patrick Fagan, a fellow at the Heritage Foundation, in his testimony before the Senate Subcommittee on Science, Technology, and Space on May 13 of this year:', u'U.S. children from intact families that worship God frequently have an average GPA of 2.94 while children from fragmented families that worship little or not at all have an average GPA of--', u'Some 30 percent or less.', u'Ms. Whitehead also says:', u"Marriage provides economies of scale, encourages specialization and cooperation, provides access to work- related benefits such as retirement savings, pensions, and life insurance, promotes saving, and generates help and support from kin and community. On the verge of retirement, one study found married couples' net worth is more than twice that in other households. A study of retirement data from 1992 by Purdue University sociologists found that individuals who are not continuously married have significantly lower wealth than those who remain married throughout the life course.", u'That is significant because we have been talking about the emotional side. We have been talking about the things that I think are no-brainers, that most of the American people, in spite of the arguments to the contrary, talk about. But there are economic reasons. There are reasons of prosperity and happiness that are being dealt with in this resolution.', u'I have quotes from a number of Senators and conservatives. They have done such a good job, those who are in this Chamber. In listening, I have found a few points they said that are worth repeating.', u'My colleague, Senator Allard from Colorado, believes our Founding Fathers never envisioned that we would be changing the very structure of marriage, that we would be changing this core structure of society. We are in danger of losing a several-thousand-year-old tradition, one that has been vital to the survival of civilization itself.', u"This small group of activists and judicial elite, as my colleague from Kansas, Senator Brownback, said, ``do not have a right to redefine marriage and impose a radical social experiment on our entire society.''", u"``This is not a battle over civil rights, it is a battle over whether marriage will be emptied of its meaning in contradiction to the will of the people and their duly elected representatives.''", u"This is an ``assault on the American family,'' as my colleague, Senator Cornyn, the junior Senator from Texas, said.", u'And my colleague from Alabama, Senator Sessions, said:', u'If there are not families to raise . . . children, who will raise them? Who will do that responsibility? It will fall on the State.', u"This, to me, is one of the most troubling outcomes of the whole gay marriage issue. As my colleague from California, Senator Boxer, said, we have ``misplaced priorities'' in addressing this issue right now. I say to my colleague, I do not think our priorities are misplaced when we are looking at creating a whole new class of children from these gay marriages who could end up completely dependent on the State, on the taxpayers--the American people.", u'I do not think our priorities are misplaced when we are concerned about following in the footsteps of countries where out-of-wedlock births have skyrocketed. And I do not think our priorities are misled when some activist, rogue judges and others are undermining the legislative process in taking away the voice of our elected officials.', u'Additionally, several prominent, respected conservative voices in our country have spoken out against the idea of gay marriage and in support of the traditional definition.', u"According to ``Focus on the Family,'' headed by Dr. James Dobson--I was just on his program a little while ago:", u'Family is the fundamental building block of all human civilizations. Marriage is the glue that holds it together. The health of our culture, its citizens, and their children is intimately linked to the health and well-being of marriage.', u'Chuck Colson, a man who most people in this body know quite well, was the founder of Prison Fellowship. He has this to say about the prospect of gay marriage:', u'The redefiners of marriage are working tirelessly. Their agenda is to tear down traditional marriage and make it meaningless by removing its distinctives.', u'He goes on to say:', u'Marriage, as an institution between a man and a woman, is basically for procreation. Homosexual marriage, therefore, is an oxymoron. There is no such thing. It is something else. It is two people coming together for recreation, not for procreation. Procreation can only happen between a man and a woman. Every society has recognized this, going back to the beginning of recorded history. Societies recognize that it is in their self-interest to preserve this institution and to give it a distinct status under the law. Marriage is the institution that civilizes and propagates the human race. It is where children are raised and learn the ways of right and wrong. Their consciences are formed in the family.', u"Finally, the Reverend Billy Graham's son, Franklin Graham, was in my hometown of Tulsa a couple of weeks ago. He said:", u'There is a real movement for same-sex marriage. We could lose marriage in this country the way that we know it.', u'That is really what this is all about. We can dance around it and try to cater to certain groups, but I find something that has served me well for a number of years when something like this comes up, and that is to go back to the law, go back to the Scriptures. In Genesis 2:18, 21-24, God said:', u"It is not good that man should be alone; I will make him a helper comparable to him . . . and the Lord God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. Then the rib which the Lord God had taken from man He made into a woman, and He brought her to the man. And Adam said, ``This is now bone of my bones and flesh of my flesh. She shall be called woman, because she was taken out of man.'' Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.", u'In Matthew 19:4-6, Jesus said:', u'Have you not read that He who made them at the beginning made them male and female, and for this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh? So then, they are no longer two but one flesh . . .', u'The reason I read these two Scriptures is because they were quoted at a very significant event that took place 45 years ago. It was when my wife and I were married.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/'}