{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 106, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-06-24/html/CREC-1999-06-24-pt1-PgS7591.htm', u'number': 91, u'id': u'CREC-1999-06-24-pt1-PgS7591.chunk17', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S7591-S7606', u'speaker_party': u'D', u'date': u'1999-06-24', u'bills': None, u'bioguide_id': u'K000105', u'order': 17, u'speaking': [u'Mr. President, I am proud to stand with Senator Jeffords, Senator Lieberman, Congressman Frank, and Congressman Shays to announce the introduction of the Employment Non-Discrimination Act of 1999, which has over 30 co-sponsors in the Senate and over 150 co-sponsors in the House of Representatives. Once this bill becomes law, it will ensure that all Americans have the opportunity to work without fear of reprisal because of their sexual orientation. It is the next important step for civil rights in America.', u'This country has made great progress toward fairness and an end to bigotry in the workplace. Title VII of the Civil Rights Act of 1964 ensures that Americans--without regard to their race, ethnic background, gender, or religion--have the opportunity to obtain and keep a job. The Minimum Wage guarantees a basic standard of living. The Family and Medical Leave Act guarantees that working men and women can balance important family and employment responsibilities without fear of reprisal by their employer. The Americans with Disabilities Act establishes important protections for workers with disabilities.', u'Now, Congress must take steps to achieve the same kind of fairness for gay men and lesbians who encounter blatant discrimination in the workplace. The Employment Non-Discrimination Act will accomplish that goal by prohibiting employers from using sexual orientation as a basis for hiring, firing, promotion, or compensation.', u"The bill is important for what it does, as well as what it doesn't do. It does not require domestic partnership benefits. It does not authorize ``disparate impact'' claims. It does not apply to the Armed Services. It contains a broad exemption of religious organizations. It prohibits quotas and preferential treatment, and bars the EEOC from requiring the collection of statistical information on sexual orientation.", u'A broad coalition of churches, businesses, and civil rights liberties organizations support the Employment Non-Discrimination Act. 68 percent of Americans from all regions of the country support its passage.', u'The American people agree that workplace discrimination is wrong, and that clear protections are needed to prevent it. Some states already have such laws, and many businesses have policies similar to our proposal. But this patchwork of protection is inadequate. A national standard is essential for the protection of this basic right.', u'The discrimination that exists today is a stain on our democracy.', u"David Horowitz encountered this bigotry when he applied to be an Assistant City Attorney in Mesa, Arizona. He had graduated near the top of his law school class at the University of Arizona. While employed by a private law firm, he applied for a position with the City Attorney. He was not offered a position, but he was told he was the second choice. Six months later, he was called and interviewed for another job opening. The City Attorney asked David for references and told him that, ``I only ask for references when I'm ready to make someone an offer.'' In the interview, David told the City Attorney that he was openly gay, and the tone of the interview suddenly changed. David was told that his sexual orientation posed a problem, and three weeks later he received a rejection letter.", u'What happened to David Horowitz was wrong, but he had no recourse under State or Federal law against this blatant discrimination. No American should be denied a chance to work because of prejudices. It is long past time to close this loophole in our civil rights law, and I urge the Congress to act this year to close it.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/06/24/S7591_statements-on-introduced-bills-and-joint-resolutio/'}