{"speaker_state": "MI", "speaker_raw": "mr. levin", "speaker_first": "Carl", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm", "number": 77, "id": "CREC-2000-06-19-pt1-PgS5325-3.chunk180", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Levin", "pages": "S5325-S5356", "speaker_party": "D", "date": "2000-06-19", "bills": null, "bioguide_id": "L000261", "order": 180, "speaking": ["Madam President, the Kennedy proposal has two major provisions. First, it strengthens current law as it relates to hate crimes based on race, religion and nation origin. Second, it broadens the definition of hate crimes to include gender, sexual orientation, and disability.", "The two major provisions in the Kennedy amendment address specific loopholes in our current federal civil rights statute. Under current law, the federal government is limited in its ability to intervene in case unless it can be proved that the victim was engaged in one of six narrowly defined ``federally protected activities,'' such as enrolling in a public school, participating in a state or local program or activity, applying for or enjoying employment, serving as a juror, traveling in or using interstate commerce, and enjoying certain places of public accommodation.", "The other unduly severe limitation under current law is this: federal prosecution is limited to those crimes motivated by race, color, religion and national origin and does not allow for federal intervention in crimes motivated by a person's sexual orientation, gender, or disability.", "The Senate has the ability and the responsibility to pass the Kennedy amendment and send a clear message that America is an all-inclusive nation--one that does not tolerate acts of violence based on bigotry and discrimination.", "Hate crimes are a special threat in a society founded on ``liberty and justice for all.'' Too many acts of violence and bigotry in the last years have put our nation's commitment to diversity in jeopardy. When Matthew Shepard, a gay student was severely beaten and left for dead or James Byrd, Jr. was dragged to death behind a pick-up truck, it was not only destructive for the victims and their families, but damaging to the victims' communities, and to our American ideals.", "When a member of the Aryan Nations walked into a Jewish Community Center day school and fired more than 70 rounds from his Uzi submachine gun, then killed a Filipino-American federal worker because he was considered a ``target of opportunity,'' it not only affected the families of the victims but all those who share the traits of the targeted individuals.", "In a united voice, we must not only condemn these acts of violence that terrorize Americans every day, but act against them. America's agenda will remain unfinished so long as incidents like those occur and statistics like the following threaten our people. According to the FBI Uniform Crime Reports, at least one hate crime occurs each hour. These are often acts of violence, not threats, verbal-abuse or hate speech, but criminal offenses.", "In 1998, there were 7,755 incidents involving 9,722 victims. Of those incidents, approximately 56 percent were motivated by racial bias; 18 percent by religious bias; 16 percent by sexual-orientation bias; and the remainder by ethnicity/national origin bias, disability and multiple biases, and prejudices and hate.", "In my own home state of Michigan, according to the State Police, there were 578 hate crimes in the same year. According to Donald Cohen, director of Michigan's Anti-Defamation League, racist, anti-gay and anti-Semitic activity is on the rise. In October of 1998, Cohen, who monitors hate crimes for his organization said ``I can say I have seen more hate-group material circulated . . . in the last few months than I have seen in the prior two years.''", "As a result, civil rights and law enforcement officials, who were concerned about the rise of hate crimes in Michigan moved to counter them by founding the Michigan Alliance Against Hate Crimes. The Alliance is a statewide coalition working to provide support to victims of hate crimes and to identify, combat and eliminate such crimes.", "The group was already in place last September, when this crime was committed in Grand Rapids, Michigan: a 30-year-old white man, Charles Raab, beat unconscious an African-American man, Willie Jarrett, ran him over with a car three times and dragged him with the car for 80 feet, before he dislodged the victim and fled the scene. Witnesses said that during the scene, the attacker used racial slurs to describe his victim--who suffered wounds to his back, hands, chest, and shoulders, and had half of his ear torn off.", "The Michigan Alliance Against Hate Crimes immediately assembled a ``rapid response team'' and worked with the local prosecutor to charge Raab, the attacker, under the Ethnic Intimidation Act--Michigan's hate crime law. In the end, Raab pleaded guilty to the charges against him and was sentenced to seven to twenty-five years in prison for the attack.", "The city of Grand Rapids, along with the Michigan Alliance Against Hate Crimes, made sure that the perpetrator of this heinous hate crime was prosecuted to the extent of the law. Unfortunately, not all hate crimes are prosecuted so successfully. There are several states without such Alliances and hate crimes are not prosecuted with success either because state or local authorities do not have adequate resources or personnel; state and local authorities aren't as incensed as they should be or decline to act for other reasons.", "In some cases, state or local authorities simply don't have jurisdiction to prosecute hate crime cases: 42 states have hate crime statutes but only 21 cover sexual orientation and disability and 22 cover gender. Michigan's Ethnic Intimidation Act, for example, is limited to crimes incited by a person's race, color, religion, gender or national origin, and does not include crimes motivated by a person's sexual orientation or disability.", "The FBI Statistics show that the number of reported hate crimes based on sexual orientation is third only to those based on racial bias and religious bias.", "My home state of Michigan has had its share of hate crimes based on sexual orientation. Last summer, an 18-year-old boy leaving a gay nightclub in Grand Rapids, Michigan was met by an attacker who was waiting outside the club in a car. The assailant jumped the young man and slashed his face with a razor blade hospitalizing him for over a week. His face is permanently scarred.", "A few weeks ago in Detroit, a gay man was buying cigarettes at a gas station late at night and a car full of men pulled up, accosted him and asked if he was gay. When he just walked away the men became infuriated and beat him badly, shattering his skull and putting him in a coma for several days. The assailants have not been arrested.", "A gay man driving in Royal Oak, Michigan was allegedly harassed and intimidated by four other motorists in a nearby car. The assailants were screaming anti-gay epithets and succeeded in running him off the road and destroying his car. The assailants then screamed at the man, spit on him, and kicked in his window.", "The police officer investigating the case allegedly asked multiple questions about the driver's sexual orientation and sexual activity rather than the details of the accident. The four assailants were never charged and despite the fact that witnesses and crime specialists reconstructed the scene as told by the driver, the driver was convicted of reckless driving. Local media and community leaders were outraged and called it a miscarriage of justice.", "This and other such stories are examples of crimes that not only affect the fundamental rights of the victim, but deprive that victim of a sense of security and self worth. These crimes are just as damaging as those motivated by race or religion, but state authorities are limited in their ability to respond because Michigan's hate crimes statute is inadequate.", "Congress has the opportunity to take action against these and other hate crimes, which go unprosecuted at the state level, with the passage of the Kennedy hate crimes amendment. This amendment would expand the federal definition of hate crimes to include crime motivated by a person's sexual orientation, gender or disability adding to the current list of attacks motivated by race, color, religion or national origin.", "The Kennedy amendment would also broaden the federal government's authority to prosecute any hate crime based on race, color, religion or national origin. Currently, federal prosecution of hate crimes is limited and U.S. attorneys have had difficulties prosecuting cases--that state authorities are unwilling or unable to prosecute--because of the need to prove that the victim of a hate crime was also targeted because of his participation in one of six specified federally protected activities. The statute's severe restrictions has prevented the federal government from prosecuting perpetrators of some of the most egregious hate crimes.", "For example, in recent years a jury acquitted three white supremacists who had assaulted African-Americans. After the trial, some of the jurors revealed that they felt racial animus had been established but did not believe there was sufficient evidence to show that the defendants intended to prevent the victims from engaging in a narrowly defined federally protected activity that the statute had provided.", "The Kennedy amendment will not make every hate crime a federal crime. Almost all hate crimes will remain the primary responsibility of sate and local law enforcement agencies. For these cases, broadening federal authority will permit joint federal-state investigations and may be useful to state and local authorities who will be able to rely on investigatory and prosecutorial assiatnce from the Department of Justice. The Kennedy amendment makes grants of up to $100,000 available to state and local law enforcement agencies who have incurred extraordinary expenses associated with investigating and prosecuting hate crimes.", "For the few hate crimes that the Justice Department does act to make federal crimes, the Department will be required to use its authority sparingly, as is required with the existing authority to prosecute crimes motivated by racial or religious hatred. Prior to federally indicting someone, the Justice Department must certify and there is reasonable cause to believe that the crime was motivitated by bias and the U.S. attorney has consulted with the state or local law enforcement officials and determined one of the following situations is present, under the Kennedy amendment, to show we are not creating under this amendment a situation where the Federal Government is going to be prosecuting every hate crime. There are still restrictions built in here to rely more heavily on State and local law enforcement. If one of the following situations is present, then the U.S. attorney, under certain circumstances at least, would be authorized to proceed:", "No. 1, the state does not have jurisdiction or does not intend to exercise jurisdiction;", "No. 2, the state has requested that the federal government assume jurisdiction;", "No. 3, the state does not object to the federal government assuming jurisdiction;", "No. 4, or the state has completed prosecution and the verdict or sentence obtained under state law left demonstratively unvindicated the federal interest in eradicating bias-motivated violence.", "In addition, for crimes based on the three new categories--gender, sexual orientation, and disability, and in some instances, for crimes based on religion and national origin--the Kennedy amendment provides that the Federal Government must prove an interstate commerce connection showing that:", "No. 1, the defendant or the victim traveled across state lines;", "No. 2, the defendant or the victim used a channel, facility, or instrumentality of commerce;", "No. 3, the defendant used a firearm, explosive, incendiary device or other weapon that has traveled in commerce, or", "No. 4, the conduct interferes with commercial or other economic activity in which the victim is engaged at the time of conduct.", "Stated simply, the Kennedy hate crimes amendment will allow for more effective and just prosecutions of hate crimes. The alternative, the Hatch proposal, which will be before the Senate, neither addresses the problems with existing law--that the victim must be engaged in a narrowly specified federally protected activity; nor does it address the limited definition of a hate crime--which excludes sexual orientation, disability, and gender.", "More than 175 law enforcement, civil rights, civic and religious groups as well as 22 State Attorneys General support the Kennedy amendment, and the role it gives the federal government to prosecute individuals who have committed violent acts resulting from racist, anti-Semitic or homophobic motives. This legislation is also supported by the Justice Department, and is compliant with the recent Supreme Court decision United States v. Morrison. In a June 13, 2000 letter to Senator Kennedy, the Justice Department stated clearly that the amendment ``would be constitutional under governing Supreme Court precedents''", "Passage of this amendment will send the message that we are a country that treasures equality and tolerance. We will not condone the hate crimes that have plagued our nation and have had such a devastating impact on the families of Matthew Shepard, James Byrd, Jr. and too many others. I hope my colleagues will support the Kennedy amendment. This amendment will bring us closer to the time when all Americans have equal opportunities, and perpetrators of hate crimes receive swift and vigorous prosecution.", "I believe there is a unanimous consent order relative to the next speaker, but before the Senator from Minnesota speaks, I see the Senator from Oregon on the floor and I want to express my gratitude to him for the article that was in this morning's paper. It was an extremely beautifully written, heartfelt article. I hope every Member of this body has an opportunity to read it. I know the Senator from Oregon is too modest to do so. Therefore, I ask unanimous consent that article be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/"}