{"speaker_state": "DE", "speaker_raw": "mr. biden", "speaker_first": "Joseph", "congress": 107, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-08-03/html/CREC-2001-08-03-pt1-PgS8913.htm", "number": 112, "id": "CREC-2001-08-03-pt1-PgS8913.chunk3", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Biden", "pages": "S8913-S8972", "speaker_party": "D", "date": "2001-08-03", "bills": null, "bioguide_id": "B000444", "order": 3, "speaking": ["Mr. President, I am pleased today to be able to join with Senators Thurmond and Hatch in introducing the Fugitive Apprehension Act of 2001. This bill authorizes the Attorney General to issue administrative subpoenas in cases involving fugitives. Its passage will provide law enforcement with the tools it needs to more effectively track and apprehend fugitives from justice, and I look forward to its prompt consideration.", "Crime across the country continues to trend downwards, though we have seen some mixed statistical signals of late. As chairman of the newly-created Judiciary Subcommittee on Crime and Drugs, I am extremely concerned by the Nation's fugitive problem. According to estimates from the Department of Justice, there are approximately 54,000 fugitives from justice in Federal cases. A total of 565,611 fugitives, including state and local felony cases, have been entered into the database of the National Crime Information Center, up from 340,000 10 years ago. But this figure only begins to measure the problem, as the National Crime Information Center receives just 20 percent of all outstanding State and local felony warrants.", "These fugitives from justice are a very real and dangerous concern. For example, last December, there was a shooting in Wilmington, DE. The shooter was charged with attempted murder and weapons violations and was jailed in Chester, PA, on a separate, earlier shooting charge. He then posted $500 bail on those charges, and promptly fled the jurisdiction. Members of Delaware's Violent Fugitive Task Force soon determined this violent criminal was hiding out in West Los Angeles. They alerted local FBI agents, who soon located the fugitive in a car and tried to stop him. He led the agents on a two-mile, high-speed chase, crashed into a pole, then tried to escape on foot. He was eventually captured, arrested, and he was recently returned to Delaware to face charges. This fugitive is particularly dangerous: he has a long record of drug and other offenses, including 52 arrests in Delaware dating all the way back to when he was 13. Unfortunately, this incident from my home State is not an isolated one, and we should not hamstring law enforcement when they try to catch these criminals. To better equip our Federal law enforcement agents with the resources they need to track and apprehend dangerous fugitives from justice, we need to make some changes to our criminal laws. The Fugitive Apprehension Act of 2001 gives the Attorney General, principally through the United States Marshals Service, authority to issue administrative subpoenas in cases involving fugitives. Last year, the Director of the Marshals Service testified as to the need for these subpoenas in fugitive cases; he noted that seldom is a grand jury available to issue a subpoena in these instances. In fugitive cases, time is often of the essence and successful investigations depend on real-time information, such as telephone subscriber and credit records. The time required to get a court order can make the difference between whether a fugitive is apprehended or remains at large.", "Given the privacy concerns that rightfully arise whenever Fourth Amendment protections are impacted, I want to take a moment to describe some of the safeguards in the bill we introduce today. First, and importantly, the bill's provisions apply only to those fugitives charged with or convicted of violent felonies or trafficking in drugs.", "Second, the bill in no way authorizes searches by law enforcement agencies; the subpoenas envisioned by the bill may be used only to obtain documents. Witness testimony and searches still must meet the Constitution's warrant requirement.", "Third, each administrative subpoena issued must be approved by the local United States Attorney for the district in which the subpoena will be served. I realize the Marshals Service and other law enforcement groups would rather this safeguard not be in the bill, but I insisted upon its inclusion at this point so as to ensure this new investigative power is not abused. I look forward to continuing my discussions with the Marshals Service and others concerning the effect this safeguard could have on their fugitive apprehensions.", "Fourth, the bill allows the person on whom an administrative subpoena is served to request to a court that it be overturned--judicial review is mandated each time an administrative subpoena is challenged.", " By Mr. SANTORUM:", "S. 1352. A bill to amend the National and Community Service Act of 1990 to carry out the Americorps program as a voucher program that assists charities serving low-income individuals, and for other purposes; to the Committee on Health, Education, Labor, and Pensions.", "Mr. President, today I am introducing a bill which reforms and expands service opportunities through the AmeriCorps program by transitioning the service program toward an individual model with voucher-like awards to individuals desiring to serve low-income individuals or communities. The goal is to decrease dependency on large, more permanent group service locations and dramatically increase the scope of service opportunities and charitable locations which would be eligible for voucher recipients to serve communities and to require that site locations be predominantly serving low-income communities or people.", "Under the leadership of former Senator Harris Wofford and the States, significant steps were taken to improve the management of the AmeriCorps program of the Corporation for National Service, CNS, and I recognize the dedication and contributions of AmeriCorps participants. I also believe that more can be done to expand the effectiveness of the AmeriCorps by expanding the opportunities for service and have been looking at a number of options for more than a year.", "The bill's approach to reform should better enable participants to get to know the communities that they are serving. It is also a goal of this initiative to place an additional emphasis on the importance of leveraging volunteers and providing technical assistance and capacity building skills for these organizations. This will increase the long-term benefit which the organizations and the communities that they serve receive. The new proposal has some similarities to AmeriCorpsVISTA under the CNS but the scope of the proposed authorization is limited to AmeriCorps, although I believe that other restructuring may well be warranted.", "The reform proposal includes the following elements: The individual award or voucher would be for use at charitable organizations predominantly serving the poor (like the current AmeriCorpsVISTA focus). All eligible qualifying charities (consistent with IRS requirements for 501(c)(3)'s) predominantly serving the poor would be eligible locations for service. All receiving locations must comply with the current supervisory and reporting requirements (e.g., web-based reporting system) of the Corporation for National Service. The voucher is awarded to the individual who chooses a qualified location for service and not the charitable organization. The current education and stipend benefits of AmeriCorps would remain the same and be included with the new voucher. The education award may be given to another individual chosen by the AmeriCorps volunteer without impacting the ability of the donee to receive other sources of grant and scholarship assistance, increasing the attractiveness for older Americans to participate. If the number of applicants exceeds the available vouchers, a lottery system established by the Corporation for National Service would be used to determine the selection of qualified voucher recipients. The bill provides for consolidation of Americans and AmeriCorpsVISTA state offices to better leverage resources. A one-year transition period to the new system is provided.", " By Mr. DURBIN (for himself, Mr. Kennedy, Mr. Reed, and Mr. Schumer):", "S. 1355. A bill to prevent children from having access to firearms; to the Committee on the Judiciary.", "Mr. President, I rise today with my colleagues Senator Kennedy, Levin, Reed, and Schumer to introduce the Children's Firearm Access Prevention Act of 2001.", "My legislation is modeled after similar legislation that Texas enacted into law under then Governor George W. Bush in 1995. It is my sincere hope that President Bush will work with Congress to enact this important bill.", "While many in Congress have argued that the Second Amendment guarantees individuals the right to bear arms, there has been far less discussion about the corresponding responsibilities of gun owners to keep their firearms away from children.", "The Children's Firearm Access Prevention, CAP, Act of 2001 subjects gun owners to a prison sentence of up to 1 year and a fine of up to $4,000 when they fail to use a secure gun storage or safety device for their firearms and a juvenile under the age of 18 uses that firearm to cause serious bodily injury to themselves or others. The CAP bill also subjects gun owners to a fine of up to $500 when they fail to use a secure gun storage or safety device for their firearm and a juvenile obtains access to the firearm.", "My legislation includes commonsense exceptions. Gun owners would not be subject to criminal or civil liability when a juvenile uses a firearm in an act of lawful self-defense; takes the firearm off the person of a law enforcement official; obtains the firearm as a result of an unlawful entry; or obtains the firearm during a time when the juvenile was engaged in agricultural enterprise. Gun owners would also not be liable if they had no reasonable expectation that juveniles would be on the premises, or if the juvenile was supervised by a person older than 18 years of age and was engaging in hunting, sporting, or other lawful purposes.", "CAP laws have reduced unintentional shootings in states that have enacted these laws. In Florida, the first State to pass a CAP law, unintentional shooting deaths dropped by more than 50 percent in the first year following enactment. 17 states, including my home state of Illinois, have enacted CAP laws.", "A study published in the Journal of the American Medical Association, JAMA, in October of 1997 found a 23 percent decrease in unintentional firearm related deaths among children younger than 15 in those States that had implemented CAP laws. According to the JAMA article, if all 50 States had CAP laws during the period of 1990-1994, 216 children might have lived.", "While I understand that some Americans feel safer with a gun in the home, the sad reality is that a gun in the home is far more likely to be used to kill a family member or a friend than to be used in self-defense. Over 90 percent of handguns involved in unintentional shootings are obtained in the home where these shootings occur. Many unintentional shootings could be prevented if firearms were safely stored.", "Children and easy access to guns are a recipe for tragedy. I ask my Senate colleagues to join me in this effort to protect children from the dangers of gun violence.", "Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "This Act may be cited as the ``Children's Firearm Access Prevention Act''.", " By Mr. FEINGOLD (for himself, Mr. Grassley, and Mr. Kennedy):", "S. 1356. A bill to establish a commission to review the facts and circumstances surrounding injustices suffered by European Americans, European Latin Americans, and European refugees during World War II; to the Committee on the Judiciary.", "Mr. President, I rise today to introduce the Wartime Treatment of European Americans and Refugees Study Act. This bill would create a Commission to review the United States Government's treatment during World War II of German Americans, Italian Americans, certain Latin Americans, and refugees of Nazi Germany.", "I am very pleased that my distinguished colleagues, Senators Grassley and Kennedy, have joined me as cosponsors of this important bill. I particularly want to thank them for their input and valuable contributions to this bill.", "The allied victory in the Second World War was an American triumph, and most of all, a triumph for human freedom. Today we rightly celebrate the contributions of what Tom Brokaw has called the Greatest Generation, the courage displayed by so many Americans in that terrible struggle should be a source of pride for every American.", "Those Americans fought, and often gave their lives, to restore freedom and democracy abroad. But, as brave Americans fought enemies in Europe and the Pacific, here at home the U.S. government was curtailing the freedom of its own people. Of course, every nation has the duty to protect its homefront in wartime. But, even in war, we must respect the basic freedoms for which so many Americans have given their lives, including untold numbers of German and Italian Americans.", "Many Americans are by now aware that during World War II, under the authority of Executive Order 9066, our government forced more than 100,000 ethnic Japanese from their homes and into camps. This evacuation policy forced Japanese Americans to endure great hardship. Approximately 15,000 additional ethnic Japanese were selectively interned in government operated internment camps. They often lost their basic freedoms, their livelihood, and perhaps worst of all, suffered the shame and humiliation of being locked behind barbed wire and military guard, by their own government. Under the Civil Liberties Act of 1988, this shameful episode in American history received the official condemnation it deserved. Under the Act, people of Japanese ancestry who suffered either relocation or selective internment received an apology and reparations, on behalf of the people of the United States. But, while the treatment of Japanese Americans has finally received the attention it deserves by the public, most Americans have never even heard about the approximately 11,000 ethnic Germans living in America, the 3,200 ethnic Italians living in America, or the scores of ethnic Bulgarians, Hungarians, Rumanians or other European Americans who were taken from their homes and placed into internment camps during World War II. Hundreds remained interned for up to three years after the war was over.", "Today I introduce legislation to convene an independent commission to examine this tragic history, try to understand why it happened, and to try to ensure that it never happens again. We must learn the lessons of history, however painful they might be for us, and for the families that endured this shameful treatment. In a time of American heroism abroad, here at home we faltered. We failed to protect the liberty of all Americans. Through our restrictive immigration policies, we also failed to offer safe harbor to European refugees fleeing Nazi genocide. We turned away thousands of refugees fleeing Germany, delivering many of them to their deaths.", "As a Nation we have been slow to address our conduct during the war. There has finally been some measure of justice for Japanese Americans who suffered in the United States, however little or however late. And Congress has finally begun to address the treatment of Italian Americans. Last year, the President signed into law The Wartime Violation of Italian American Civil Liberties Act, which called for a report from the Department of Justice detailing injustices suffered by Italian-Americans during World War II. I believe that this is a step in the right direction, but an independent panel should be convened to conduct a full and thorough review.", "I think many Americans would be surprised to learn that, to this day, more than 50 years later, there has been no recognition of the ordeal of thousands of German Americans during and after the Second World War. There has been no justice for ethnic Germans living in America who were branded ``enemy aliens'' by their own government. The U.S. government limited their travel, imposed curfews and seized their personal property. Thousands were interned in camps, often separated from other members of their family, living in miserable conditions. Many of these families, including American children, were later shipped back to war-torn Europe in exchange for Americans held there, and suffered terribly. It is past time for the U.S. Government to recognize the pain and anguish these actions caused.", "And there has been no justice for European Latin Americans, including German and Austrian Jews, who were actually repatriated or deported to hostile, war-torn European Axis powers, often as part of an exchange for Americans being held in those countries. The U.S. government uprooted these people from their homes and forced them into camps in the United States, essentially kidnaping them from nations not even directly involved in the War. Again, many were then shipped for exchange to Europe.", "And finally, there has been no justice for Europeans, often Jews, who sought refuge from the Nazis on our shores. We must examine the U.S. immigration policies of the 1930s and 1940s that turned these people away, and often delivered them into the hands of the Third Reich.", "This legislation proposes an independent commission to look at U.S. policies during World War II, including the policies regarding German and Italian Americans, European Latin Americans, and the refugee immigration policies of the World War II era.", "In the 1940s, Germans and Italians were the two largest foreign-born populations in the United States. Under the policy put in place by the U.S. government, thousands of aliens were simply arrested by the FBI. Far more often than not, these arrests were based on highly questionable evidence. Those arrested were held indefinitely pending a hearing. Many times their families did not know where they had been taken for weeks, and if both parents were taken, children were often left to fend for themselves until family members or local governments took custody of them.", "They received a brief hearing before local hearing boards during which the local U.S. Attorney acted as prosecutor. The hearing boards then recommended to the Department of Justice whether they should be released, paroled, or interned for the duration of the War. Despite the serious nature of this proceeding, those arrested did not have the right to have their own lawyer and did not have the right to confront witnesses against them. The hearing boards would then send their recommendations to the Department of Justice, where a final determination could take months. Internment orders were issued for the duration of the war. Ironically, many were interned on Ellis Island, where immigrants had been welcomed for decades.", "Families, often left destitute, struggled to survive and often lost their homes. Finally, the government would permit families to join their loved ones in a family camp, where they would live indefinitely behind barbed wire. These spouses and children were frequently American citizens.", "In addition to internment, all enemy aliens during World War II were subject to strict regulations affecting their daily lives. Enemy aliens were required to carry photo-bearing identification booklets at all times, were forbidden to travel beyond a five mile radius of their homes, were required to turn in any short wave radios and cameras they owned. They were required to given the government a full-week's notice if they planned to spend a night away from home, and could not ride in airplanes. Thousands of enemy aliens were prohibited from entering military zones, some even evacuated from their homes. Many aliens and European American citizens were also subject to restrictions in or excluded from military areas that collectively covered one-third of the country.", "As I've said, there has been some recognition of the wrongs done to Italian Americans during the war, but there has yet to be any formal recognition of the pain that German American families went through. So I want to take a few moments to give examples to help my colleagues and the public understand the kind of harassment they endured.", "The FBI searched tens of thousands of alien residences between 1943 and 1945. The stories of homes ransacked, or people being taken from their families for years, are chilling. Take the case of Guenther Greis. Mr. Greis, as U.S. citizen, was 17 years old when World War II began in 1941. On December 7, 1941 Guenther's father, a German citizen who had lived in the U.S. for at least 15 years, and worked in the chemical industry, was arrested.", "Weeks passed before Guenther, his mother, and his family of four boys, three born in the United States, finally learned where their missing father had been taken. He was to be interned for the duration of the war. In the meantime, Guenther's family had struggled to keep their home. Even as their father was being detained by the government, two sons enlisted in the merchant Marines and served in the Pacific War Zone on behalf of the United States. The remaining family eventually was sent to the internment camp in Crystal City, TX, until Guenther and his brother were released in 1946. Guenther's parents remained interned until 1947, two years after the end of the war. To this day, the Greis family does not have explanation of why their father was interned.", "Or take the story of Anton Schroeger, a German citizen who came to America at the age of 16, and by the time World War II began, had lived half his life in America. When World War II broke out, Anton was lucky to have a relatively high paying job as a skilled painter at the Milwaukee Road repair shops. Based on what Anton believed to be a false tip from somebody who wanted his job, however, Anton was arrested while at work, and taken to a series of interment camps. After his arrest, his wife, Anna, insisted on joining him in the internment camps, and, in fact, gave birth to a daughter in a camp in Texas. After World War II, Anton earned a living working at lower paying jobs. Despite this ordeal, Anton eventually became a U.S. citizen in 1952. His family is certain that Anton did not engage in any activity that deserved such treatment.", "Let me say here that there may have been people affected by these policies who harbored sympathy for our adversaries, and was potentially dangerous. And every government must take steps to protect its homefront in a time of war. But even the people who may have posed a threat to our security should have had the basic protections enshrined in our Constitution. War tests all of our principles and values, without question. But it is during these times of conflict, and fear, that we need to protect those principles the most.", "At least 11,000 German-Americans were placed in internment camps during WWII. Thousands more were denied basic freedoms that most of us today take for granted. These Germans and German-Americans deserve a full fact-finding review and acknowledgement from the U.S. government, and they deserve to have their story told so that we may strive to ensure that the individual rights of all Americans will remain free from arbitrary persecution.", "The work of the commission created by this bill would include a review of The Alien Enemy Act of 1798, which permitted this treatment under U.S. law and remains on the books today. So, the first act of the Commission would involve a full and thorough review of the federal government's treatment of European Americans and European Latin Americans.", "The second part of the Commission's work would be to study America's treatment of refugees from Nazi Germany. After Hitler took power in 1933, the freedoms of German Jews were eroded until many of them sought desperately to flee the country. First came an economic boycott, the loss of civil rights, citizenship, and jobs.", "Then, in November 1938, came the Kristallnacht pogrom, and ultimately, incarceration and systematic murder in concentration camps. Unfortunately, as restrictions began to tighten and many Jews sought refuge outside of Nazi Germany, America, instead of acting as a haven for these refugees, was tightening its immigration rules. Between 1933 and 1939, 300,000 Germans, mostly Jews fleeing Nazi persecution, applied for visas to America. Yet only about 90,000 applicants were ever admitted into our nation.", "The requirements just to be considered for a visa were formidable. An applicant had to submit an application, a birth certificate, a certificate of good conduct from the German police, affidavits of good conduct, submit to a physical exam, proof of permission to leave a country of origin, proof of booked passage to the U.S., two sponsors in America, and on and on. These requirements made immigrating to the U.S. very difficult. Then, in 1941, a new regulation forbidding the granting of a visa to anyone who had relatives in an Axis-occupied territory essentially made seeking refuge in America impossible for many Jews.", "Thanks to research conducted by the United States Holocaust Museum and other American scholars, we now have a fuller understanding of the ramifications of U.S. immigration policies. To put the tragic results of those policies into perspective, I'll recount the fate of the passengers aboard a ship called the St. Louis. The St Louis sailed from Hamburg in April 1939 with 937 passengers aboard. Over 900 of those passengers were Jews, attempting to flee Germany. America denied entry to the refugees on the ship, and it eventually sailed back to Antwerp in June 1939. From there, the refugees frantically searched for new countries to offer them protection. Some of them succeeded, while many did not, and were later detained and killed at Auschwitz.", "Some attempts were made to allow the most vulnerable of these refugees, children, into the United States. On February 9, 1939 the Wagner-Rogers refugee bill was introduced in this very Senate. The bill would have allowed admission to the United States of 20,000 German refugee children under the age of 14 over a period of two years, in addition to the immigration normally permitted. But sadly, that bill was not even considered by the full Senate.", "The United States' failure to offer refuge to Jews attempting to flee the Nazis is one of the most shameful periods in our history. We closed our borders to people fleeing persecution, and at the same time, within those borders, we treated too many people of ``enemy ethnicity'' as threats to a national security. The purpose of this proposed commission, is to understand and acknowledge the United States' actions during this period. As a Nation, we have repeatedly called on other countries to acknowledge their wartime offenses against civilians. Today we have to ask of ourselves what we ask of other nations--why did we do it, and how can we prevent it from happening again?", "During the Second World War, we defeated terrible enemies abroad, but we also lost something of ourselves as we denied freedoms to people at home. For many, the nation they called home would never be the same to them after their loyalty was questioned, and their lives were ripped apart. Too many German and Italian Americans were harassed and humiliated by the country where they lived, struggled, raised children, ran businesses, and built their dreams for a better life. This was the country they chose, like millions before them, and like each and every one of us. I hope by establishing a commission we can better understand how we allowed such a gross injustice, and how we can guard against implementing similar policies in the future.", "No American can justify using ethnicity as a basis for the terrible treatment these people endured. And there's no way we can justify the policy which allowed European Latin Americans to be torn from their homes, brought here to the U.S. under deplorable conditions to be interned, and sometimes deported back to hostile European nations. Finally, there's surely no way we can justify our World War II era immigration policy, which undoubtedly led to the deaths of thousands of people--people who turned to the U.S., in fear and desperation, for a safe harbor, and were tragically turned away.", "We cannot learn from this troubling history unless we first seek to acknowledge it and understand it. Coming to terms with these events will be difficult, but for the families who suffered under these wartime policies, it will be, at long last, a recognition of the ordeal they went through at the hands of their own government. I urge my colleagues to support this legislation, so that we can learn from this painful past, and ensure that we will never again let our worst fears drive us to neglect our most cherished freedoms. Thank you, Mr. President.", "I ask unanimous consent that the full text of the Wartime Treatment of European Americans and Refugees Study Act be printed in the Record.", " There being no objection, the bill as ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "This Act may be cited as the ``Wartime Treatment of European Americans and Refugees Study Act''.", "Congress makes the following findings: (1) The United States has long encouraged other nations to acknowledge their wartime offenses against civilians. Now, the United States Government should fully assess its treatment of European Americans and European Latin Americans during World War II and its effect on Italian American, German American, and other European American communities. (2) The United States Government should also fully assess its treatment of European refugees who fled persecution and genocide in Europe to seek refuge in the United States prior to and during World War II. (3) During World War II, the United States Government branded as ``enemy aliens'' more than 600,000 Italian-born and 300,000 German-born United States resident aliens and their families and required them to carry Certificates of Identification, limited their travel, and seized their personal property. At that time, these groups were the two largest foreign-born groups in the United States. (4) During World War II, the United States Government arrested, interned or otherwise detained thousands of European Americans, some remaining in custody for years after cessation of World War II hostilities, and repatriated, exchanged, or deported European Americans, including American-born children, to hostile, war-torn European Axis nations, many to be exchanged for Americans held in those nations. (5) Pursuant to a policy coordinated by the United States with Latin American countries, many European Latin Americans, including German and Austrian Jews, were captured, shipped to the United States and interned. Many were later expatriated, repatriated or deported to hostile, war-torn European Axis nations during World War II, most to be exchanged for Americans and Latin Americans held in those nations. (6) Millions of European Americans served in the armed forces and thousands sacrificed their lives in defense of the United States. (7) The wartime policies of the United States Government were devastating to the Italian Americans and German American communities, individuals and their families. The detrimental effects are still being experienced. (8) Prior to and during World War II, the United States restricted the entry of European refugees who were fleeing persecution and sought safety in the United States. During the 1930's and 1940's, the quota system, immigration regulations, visa requirements, and the time required to process visa applications affected the number of European refugees, particularly those from Germany and Austria, who could gain admittance to the United States. (9) Time is of the essence for the establishment of a Commission, because of the increasing danger of destruction and loss of relevant documents, the advanced age of potential witnesses and, most importantly, the advanced age of those affected by the United States Government's policies. Many who suffered have already passed away and will never know of this effort.", "In this Act: (1) During world war ii.--The term ``during World War II'' refers to the period between September 1, 1939, through December 31, 1948. (2) European americans.-- (A) In general.--The term ``European Americans'' refers to United States citizens and permanent resident aliens of European ancestry, including Italian Americans, German Americans, Hungarian Americans, Romanian Americans, and Bulgarian Americans. (B) Italian americans.--The term ``Italian Americans'' refers to United States citizens and permanent resident aliens of Italian ancestry. (C) German americans.--The term ``German Americans'' refers to United States citizens and permanent resident aliens of German ancestry. (3) European refugees.--The term ``European refugees'' refers to European nationals who desired to flee persecution and genocide in Europe and to enter the United States during the period between January 1, 1933 and December 31, 1945 but were denied entry. (4) European latin americans.--The term ``European Latin Americans'' refers to persons of European ancestry, including Italian or German ancestry, residing in a Latin American nation during World War II.", "(a) In General.--There is established the Commission on Wartime Treatment of European Americans and Refugees (referred to in this Act as the ``Commission''). (b) Membership.--The Commission shall be composed of 11 members, who shall be appointed not later than 90 days after the date of enactment of this Act as follows: (1) Five members shall be appointed by the President. (2) Three members shall be appointed by the Speaker of the House of Representatives, in consultation with the minority leader. (3) Three members shall be appointed by the majority leader of the Senate, in consultation with the minority leader. (c) Terms.--The term of office for members shall be for the life of the Commission. A vacancy in the Commission shall not affect its powers, and shall be filled in the same manner in which the original appointment was made. (d) Representation.--The Commission shall include 2 members from the Italian American community and 2 members from the German American community representing their wartime treatment interests. The Commission shall also include 2 members representing the interests of European refugees. (e) Meetings.--The President shall call the first meeting of the Commission not later than 120 days after the date of enactment of this Act. (f) Quorum.--Six members of the Commission shall constitute a quorum, but a lesser number may hold hearings. (g) Chairman.--The Commission shall elect a Chairman and Vice Chairman from among its members. The term of office of each shall be for the life of the Commission. (h) Compensation.-- (1) In general.--Members of the Commission shall serve without pay. (2) Reimbursement of expenses.--All members of the Commission shall be reimbursed for reasonable travel and subsistence, and other reasonable and necessary expenses incurred by them in the performance of their duties.", "(a) In General.--It shall be the duty of the Commission to review-- (1) the United States Government's wartime treatment of European Americans and European Latin Americans as provided in subsection (b)(1); and (2) the United States Government's refusal to allow European refugees fleeing persecution in Europe entry to the United States as provided in subsection (b)(2). (b) Scope of Review.-- (1) European americans and european latin americans.--The Commission's review shall include, but not be limited to, the following: (A) A comprehensive review of the facts and circumstances surrounding United States Government actions during World War II which violated the civil liberties of European Americans and European Latin Americans pursuant to the Alien Enemy Act (50 U.S.C. 21-24), Presidential Proclamations 2526, 2527, 2655, 2662, Executive Orders 9066 and 9095, and any directive of the United States Armed Forces pursuant to such law, proclamations, or executive orders respecting the registration, arrest, exclusion, internment, exchange, or deportment of European Americans and European Latin Americans. This review shall include an assessment of the underlying rationale of the United States Government's decision to develop related programs and policies, the information the United States Government received or acquired suggesting the related programs and policies were necessary, the perceived benefit of enacting such programs and policies, and the immediate and long-term impact of such programs and policies on European Americans and European Latin Americans and their communities. (B) A review of United States Government action with respect to European Americans pursuant to the Alien Enemy Act (50 U.S.C. 21-24) and Executive Order 9066 during World War II, including registration requirements, travel and property restrictions, establishment of restricted areas, raids, arrests, internment, exclusion, policies relating to the families and property that excludees and internees were forced to abandon, internee employment by American companies (including a list of such companies and the terms and type of employment), exchange, repatriation, and deportment, and the immediate and long-term effect of such actions, particularly internment, on the lives of those affected. This review shall include a list of all temporary detention and long-term internment facilities. (C) A brief review of the participation by European Americans in the United States Armed Forces including the participation of European Americans whose families were excluded, interned, repatriated, or excluded. (D) A recommendation of appropriate remedies, including how civil liberties can be better protected during war, or an actual, attempted, or threatened invasion or inclusion, an assessment of the continued viability of the Alien Enemy Act (50 U.S.C. 21-24), and public education programs related to the United States Government's wartime treatment of European Americans, European Latin Americans, and European refugees during World War II. (2) European refugees.--The Commission's review shall cover the period between January 1, 1933, through December 31, 1945, and shall include, to the greatest extent practicable, the following: (A) A review of the United States Government's refusal to allow European refugees entry to the United States, including a review of the underlying rationale of the United States Government's decision to refuse the European refugees entry, the information the United States Government received or acquired suggesting such refusal was necessary, the perceived benefit of such refusal, and the impact of such refusal on European refugees. (B) A review of Federal refugee policy relating to those fleeing persecution or genocide, including recommendations for making it easier for future victims of persecution or genocide to obtain refuge in the United States. (c) Field Hearings.--The Commission shall hold public hearings in such cities of the United States as it deems appropriate. (d) Report.--The Commission shall submit a written report of its findings and recommendations to Congress not later than 18 months after the date of the first meeting called pursuant to section 4(e).", "(a) In General.--The Commission or, on the authorization of the Commission, any subcommittee or member thereof, may, for the purpose of carrying out the provisions of this Act, hold such hearings and sit and act at such times and places, and request the attendance and testimony of such witnesses and the production of such books, records, correspondence, memorandum, papers, and documents as the Commission or such subcommittee or member may deem advisable. The Commission may request the Attorney General to invoke the aid of an appropriate United States district court to require, by subpoena or otherwise, such attendance, testimony, or production. (b) Government Information and Cooperation.--The Commission may acquire directly from the head of any department, agency, independent instrumentality, or other authority of the executive branch of the Government, available information that the Commission considers useful in the discharge of its duties. All departments, agencies, and independent instrumentalities, or other authorities of the executive branch of the Government shall cooperate with the Commission and furnish all information requested by the Commission to the extent permitted by law, including information collected as a result of Public Law 96-317 and Public Law 106-451. For purposes of the Privacy Act (5 U.S.C. 552a(b)(9)), the Commission shall be deemed to be a committee of jurisdiction.", "The Commission is authorized to-- (1) appoint and fix the compensation of such personnel as may be necessary, without regard to the provisions of title 5, United States Code, governing appointments in the competitive service, and without regard to the provisions of chapter 51 and subchapter III of chapter 53 of such title relating to classification and General Schedule pay rates, except that the compensation of any employee of the Commission may not exceed a rate equivalent to the rate payable under GS-15 of the General Schedule under section 5332 of such title; (2) obtain the services of experts and consultants in accordance with the provisions of section 3109 of such title; (3) obtain the detail of any Federal Government employee, and such detail shall be without reimbursement or interruption or loss of civil service status or privilege; (4) enter into agreements with the Administrator of General Services for procurement of necessary financial and administrative services, for which payment shall be made by reimbursement from funds of the Commission in such amounts as may be agreed upon by the Chairman of the Commission and the Administrator; (5) procure supplies, services, and property by contract in accordance with applicable laws and regulations and to the extent or in such amounts as are provided in appropriation Acts; and (6) enter into contracts with Federal or State agencies, private firms, institutions, and agencies for the conduct of research or surveys, the preparation of reports, and other activities necessary to the discharge of the duties of the Commission, to the extent or in such amounts as are provided in appropriation Acts.", "From funds currently authorized to the Department of Justice, there are authorized to be appropriated not to exceed $850,000 to carry out the purposes of this Act.", "The Commission shall terminate 60 days after it submits its report to Congress.", "Mr. President, I am honored to join Senator Feingold and my other colleagues in the Senate in introducing the Wartime Treatment of European Americans and Refugees Study Act. This legislation will authorize the study of U.S. policies and practices during World War II that resulted in severe civil liberties violations against European Americans and European Latin Americans. The bill also authorizes an investigation into U.S. refugee policy during World War II that caused many persons seeking safe haven to be turned away from our shores.", " By Mr. WELLSTONE (for himself and Mr. Feingold):", "S. 1357. A bill to provide for an examination of how schools are implementing the policy guidance of the Department of Education's Office for Civil Rights relating to sexual harassment directed against gay, lesbian, bisexual, and transgender students; to the Committee on the Judiciary.", "Mr. President, today I am introducing a modest bill that can help us take an important step toward providing all of America's students physically and psychologically safe school environments so they can live up to their full potential as students. I appreciate that Senator Feingold is joining me as an original co-sponsor.", "Unfortunately, there is increasing evidence that schools are anything but safe havens for American students who are gay and lesbian, or for those who are perceived to be gay or lesbian. Two studies in recent months have focused on the issue of school harassment of gay and lesbian students. A 7-State study of abuses of gay and lesbian students by their peers, conducted by Human Rights Watch, found that these students often were not protected by school officials, and that in some cases harassment was even condoned by teachers and administrators. That report's troubling summation was that, ``Gay youth spend an inordinate amount of energy plotting how to get safely to and from school, how to avoid the hallways when other students are present so they can avoid slurs and shoves, how to cut gym class to escape being beaten up, in short, how to become invisible so they will not be verbally and physically attacked. Too often, students have little energy left to learn.'' A second, more general report on school bullying, conducted by the American Association of University Women, AAUW, found that 61 percent of students had seen fellow students bullied for being gay or lesbian, whether or not the students actually were gay or lesbian. Boys were the most likely target of such teasing, according to the report.", "Further, the recent Surgeon General's Call to Action to Promote Sexual Health and Responsible Behavior notes that ``anti-homosexual attitudes are associated with psychological distress for homosexual persons and may have a negative impact on mental health, including a greater incidence of depression and suicide, lower self-acceptance and a greater likelihood of hiding sexual orientation.'' That report finds that: ``Averaged over two dozen studies, 80 percent of gay men and lesbians have experienced verbal or physical harassment on the basis of their orientation, 45 percent had been threatened with violence, and 17 percent had experienced a physical attack.''", "These studies and numerous journalistic reports describe the verbal, physical and psychological abuse that becomes part of two many gay, lesbian, bisexual and transgendered students' daily lives.", "We should seek to provide equal learning experiences for gay and lesbian students. We should also be concerned about the widespread bullying of students with sexual orientation-based epithets in view of the growing evidence that students who are bullied are more likely to harm their fellow students.", "The Department of Education's ``Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties,'' issued in 1997 by the Assistant Secretary for Civil Rights, includes in one section the following statement: ``sexual harassment directed at gay or lesbian students that is sufficiently serious to limit or deny a student's ability to participate in or benefit from the school's program constitutes sexual harassment prohibited by Title IX.'' This guidance was revised in 2001, clarifying that school officials have a responsibility to respond to ``acts of verbal, nonverbal, or physical aggression, intimidation, or hostility based on sex or sex-stereotyping.''", "In spite of the Department's existing guidance, evidence is clear that harassment of gay students remains a serious problem. Even so, the AAUW study cited earlier points out that many schools and universities have not established grievance procedures or designate any representative to address complaints of sex discrimination, including harassment.", "To better understand the true level of sexual harassment against gay and lesbian students by peers and school officials in schools, as well as the degree to which schools are employing the Office of Civil Rights, OCR, standard in reacting against such cases of harassment, this bill calls for a study by the Commission on Civil Rights. The study would seek to answer five questions:", "What is the best estimate of the true level of harassment against gay and lesbian students in America's schools and universities, applying the OCR standard?", "What is the best estimate of the level of gender-based harassment such as that described in the 2001 update of the policy guidance that negatively affects the learning environment of gay and lesbian students?", "To what degree are school officials and teachers aware of the alteration of the guidelines in 1997 that now includes certain harassment of gay and lesbian students?", "Are the 1997 guidelines being accurately and aggressively enforced by schools?", "What are the Commission's recommendations for an alternation in policy or enforcement based on the findings of the study?", "The bill calls for completion of the study within 18 months so that Congress can act thoughtfully in working to create safe learning environments for all our students, gay and straight alike. It is endorsed by a number of the groups focused on promoting learning environments that are safe ones for gay students. I hope my colleagues will support it also.", "I ask unanimous consent that the text of the bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows: S. 1357", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "(a) Findings.--Congress makes the following findings: (1) Although title IX of the Education Amendments of 1972 (20 U.S.C. 1681 et seq.) does not prohibit discrimination on the basis of sexual orientation, one section of the Department of Education's Office for Civil Rights' 1997 final policy guidance, entitled ``Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties'' published in the Federal Register on March 13, 1997, 62 Fed. Reg. 12034, included a determination that ``sexual harassment directed at gay or lesbian students that is sufficiently serious to limit or deny a student's ability to participate in or benefit from the school's program constitutes sexual harassment prohibited by title IX under the circumstances described in this guidance.''. This language was unchanged in a 2001 update of the policy guidance entitled ``Revised Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties'' for which a notice of availability was published in the Federal Register on January 19, 2001, 66 Fed. Reg. 5512. (2) That section of the 2001 ``Revised Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties'' went on to state: ``Though beyond the scope of this guidance, gender-based harassment, which may include acts of verbal, nonverbal, or physical aggression, intimidation, or hostility based on sex or sex- stereotyping, but not involving conduct of a sexual nature, is also a form of sex discrimination to which a school must respond, if it rises to the level that denies or limits a student's ability to participate in or benefit from the educational program. . . . A school must respond to such harassment in accordance with the standards and procedures described in this guidance.''. (3) There is evidence that brings into question the degree to which the policy guidance on sexual harassment against gay, lesbian, bisexual, and transgender students is being implemented. For example, a 7-State study by Human Rights Watch of the abuses suffered by gay, lesbian, bisexual, and transgender students at the hands of their peers, published in ``Hatred in the Hallways: Violence and Discrimination Against Lesbian, Gay, Bisexual, and Transgender Students in U.S. Schools'' found that such students were often the victims of abuses. (4) A 2000 study by the American Association of University Women focused on implementation of title IX of the Education Amendments of 1972 more generally, and the findings of that study, published in ``A License for Bias: Sex Discrimination, Schools, and Title IX'', included a finding that many schools and universities have not established procedures for handling title IX-based grievances. (5) The 2001 report of the Surgeon General, entitled ``Surgeon General's Call to Action to Promote Sexual Health and Responsible Sexual Behavior'' notes that ``antihomosexual attitudes are associated with psychological distress for homosexual persons and may have a negative impact on mental health, including a greater incidence of depression and suicide, lower self-acceptance and a greater likelihood of hiding sexual orientation.''. It goes on to report: ``Averaged over two dozen studies, 80 percent of gay men and lesbians had experienced verbal or physical harassment on the basis of their orientation, 45 percent had been threatened with violence, and 17 percent had experienced a physical attack.''. (b) Purpose.--The purpose of this Act is to provide for an examination of how secondary schools are implementing the policy guidance of the Department of Education's Office for Civil Rights related to sexual harassment directed against gay, lesbian, bisexual, and transgender students.", "(a) In General.--The United States Commission on Civil Rights (hereafter in this Act referred to as the ``Commission'') shall conduct a study of the 1997 final policy guidance entitled ``Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties'' published in the Federal Register on March 13, 1997, 62 Fed. Reg. 12034, and the application of such policy guidance. (b) Scope.-- (1) Nationwide.--The study shall be conducted nationwide. (2) Elements of study.--The study shall examine, at a minimum, with regard to secondary schools-- (A) the extent to which there exists sexual harassment against gay and lesbian students in secondary schools, using the applicable standards in the policy guidance of the Office for Civil Rights described in subsection (a); (B) the extent to which there exists gender-based harassment that negatively affects the learning environment of gay, lesbian, bisexual, and transgender students in secondary schools, applying the definition of such gender- based harassment contained in the 2001 update of the policy guidance entitled ``Revised Sexual Harassment Guidance: Harassment of Students by School Employees, Other Students, or Third Parties'' for which a notice of availability was published in the Federal Register on January 19, 2001, 66 Fed. Reg. 5512; (C) the level of awareness by school officials and students of the policy guidance described in subsection (a); and (D) the level of implementation of such policy guidance. (c) Definition.--In this section, the term ``secondary school'' has the meaning given the term in section 14101 of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 8801).", "(a) In General.--Not later than 18 months after the date of enactment of this Act, the Commission shall transmit to Congress and to the Secretary of Education-- (1) a report of the Commission's findings under section 2; and (2) any policy recommendations developed by the Commission based upon the study carried out under section 2. (b) Dissemination.--The report and recommendations shall be disseminated, in a manner that is easily understandable, to the public by means that include the Internet.", "(a) In General.--The head of each Federal department or agency shall cooperate in all respects with the Commission with respect to the study under section 2. (b) Information.--The head of each Federal department or agency shall provide to the Commission, to the extent permitted by law, such data, reports, and documents concerning the subject matter of such study as the Commission may request. (c) Definition.--In this section, the term ``Federal department or agency'' means any agency as defined in section 551 of title 5, United States Code.", " By Mr. BAYH:", "S. 1358. A bill to revise Federal building energy efficiency performance standards, to establish the Office of Federal Energy Productivity within the Department of Energy, to amend Federal Energy Management Program requirements under the National Energy Conservation Policy Act, to enact into law certain requirements of Executive Order No. 13123, and for other purposes; to the Committee on Energy and Natural Resources.", "Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "This Act may be cited as the ``Federal Facility Energy Management Act of 2001''.", "The purpose of this Act is to increase the energy efficiency of facilities of Federal agencies by-- (1) establishing the Office of Federal Energy Productivity within the Department of Energy to provide for interagency coordination in evaluating opportunities for, and implementation of, energy efficiency measures and programs; (2) updating energy reduction goals; (3) expanding Federal agency resources for energy measurement and improving accountability by providing for-- (A) energy metering and monitoring; (B) transparent energy spending; and (C) rigorous interagency and congressional oversight; (4) promoting the acquisition and operation of more efficient facilities by extending the authority and eligibility of a Federal agency to enter into energy savings performance contracts; and (5) establishing a reliable and steady source of funding for permanent energy capital improvement available to supplement appropriations for use by Federal agencies and the Architect of the Capitol-- (A) to fund energy efficiency projects; and (B) to leverage funding for energy savings performance contracts.", "Section 305 of the Energy Conservation and Production Act (42 U.S.C. 6834) is amended-- (1) in subsection (a)-- (A) in paragraph (2)(A), by striking ``CABO Model Energy Code, 1992'' and inserting ``the International Residential Code''; and (B) by adding at the end the following: ``(3) Revised federal building energy efficiency performance standards.-- ``(A) In general.--Not later than 1 year after the date of enactment of this paragraph, the Secretary of Energy shall establish, by rule, revised Federal building energy efficiency performance standards that require that-- ``(i) new commercial buildings and multifamily high rise residential buildings be constructed so as-- ``(I) to have, in the aggregate, a level of energy efficiency that is 10 percent greater than the level of energy efficiency required under the standards established under paragraph (1); and ``(II) to meet or exceed the most recent ASHRAE Standard 90.1, approved by the American Society of Heating, Refrigerating and Air-Conditioning Engineers, Inc.;", "Section 305 of the Energy Conservation and Production Act (42 U.S.C. 6834) is amended-- (1) in subsection (a)-- (A) in paragraph (2)(A), by striking ``CABO Model Energy Code, 1992'' and inserting ``the International Residential Code''; and (B) by adding at the end the following: ``(3) Revised federal building energy efficiency performance standards.-- ``(A) In general.--Not later than 1 year after the date of enactment of this paragraph, the Secretary of Energy shall establish, by rule, revised Federal building energy efficiency performance standards that require that-- ``(i) new commercial buildings and multifamily high rise residential buildings be constructed so as-- ``(I) to have, in the aggregate, a level of energy efficiency that is 10 percent greater than the level of energy efficiency required under the standards established under paragraph (1); and ``(II) to meet or exceed the most recent ASHRAE Standard 90.1, approved by the American Society of Heating, Refrigerating and Air-Conditioning Engineers, Inc.; ``(ii) new residential buildings (other than those described in clause (i)) be constructed so as to exceed the level of energy efficiency required under the most recent version of the International Residential Code by not less than 10 percent. ``(B) Additional revisions.--Not later than 180 days after the date of approval of amendments to ASHRAE Standard 90.1 or the International Residential Code, the Secretary of Energy shall determine, based on the cost-effectiveness of the requirements under the amendments, whether the revised standards established under this paragraph should be updated to reflect the amendments. ``(C) Computer software.--The Secretary of Energy shall develop computer software to facilitate compliance with the revised standards established under this paragraph. ``(D) Statement on compliance of new buildings.--In the budget request of the Federal agency for each fiscal year and each report submitted by the Federal agency under section 548(a) of the National Energy Conservation Policy Act (42 U.S.C. 8258(a)), the head of each Federal agency shall include-- ``(i) a list of all new Federal buildings of the Federal agency; and ``(ii) a statement concerning whether the Federal buildings meet or exceed the revised standards established under this paragraph, including a metering and commissioning component that is in compliance with the measurement and verification protocols of the Department of Energy. ``(E) Authorization of appropriations.--There are authorized to be appropriated such sums as are necessary to carry out this paragraph and to implement the revised standards established under this paragraph.''; and (2) by adding at the end the following: ``(e) Energy Labeling Program.--The Secretary of Energy, in cooperation with the Administrator of the Environmental Protection Agency, shall develop an energy labeling program for new Federal buildings that exceed the revised standards established under subsection (a)(3) by 15 percent or more. ``(f) Collection of Interval Solar Data.--The Secretary of Commerce shall collect interval solar data at all weather stations under the jurisdiction of the Secretary of Commerce for use in determining building energy efficiency performance under this section.''.", "(a) In General.--Title II of the Department of Energy Organization Act is amended by inserting after section 211 (42 U.S.C. 7141) the following:", "(a) In General.--Title II of the Department of Energy Organization Act is amended by inserting after section 211 (42 U.S.C. 7141) the following: ``SEC. 212. OFFICE OF FEDERAL ENERGY PRODUCTIVITY.", "(a) In General.--Title II of the Department of Energy Organization Act is amended by inserting after section 211 (42 U.S.C. 7141) the following: ``SEC. 212. OFFICE OF FEDERAL ENERGY PRODUCTIVITY. ``(a) Establishment.--There is established, within the Department, the Office of Federal Energy Productivity (referred to in this section as the `Office'). ``(b) Assistant Secretary for Federal Energy Productivity.-- ``(1) In general.--The Office shall be headed by the Assistant Secretary for Federal Energy Productivity (referred to in this section as the `Assistant Secretary'), who shall report directly to the Secretary. ``(2) Duties.--The Assistant Secretary shall-- ``(A) ensure compliance with the energy use and expenditure requirements applicable to Federal agencies under Federal law (including Executive orders); ``(B) perform all duties assigned to the Director of the Federal Energy Management Program of the Department of Energy, including duties assigned to the Director by the President by any Executive order in effect on the date of enactment of this subparagraph; ``(C) coordinate implementation of energy efficiency requirements by Federal agencies using staff of the Office that have expertise in the mission of each Federal agency; ``(D) coordinate compilation of, and review, energy-use reports required to be submitted by Federal agencies under this Act and other Federal law (including Executive orders); ``(E) serve as a liaison from the Federal Government to the private sector to identify opportunities and obstacles to expanded private and Federal markets for energy management technologies, energy efficiency technologies, and renewable energy technologies; ``(F) operate the Federal Energy Bank established by section 552 of the National Energy Conservation Policy Act; ``(G)(i) not later than 120 days after the date of enactment of this subparagraph, issue such guidelines for Federal agency energy preparedness and energy emergency response as the Secretary determines to be appropriate; and ``(ii) in accordance with paragraph (3), receive, review, and report on plans submitted by Federal agencies in conformance with the guidelines; and ``(H)(i) not later than 180 days after the date on which the first Assistant Secretary takes office, identify and submit to Congress a list of the principal conservation officers under section 656; and ``(ii) annually update the list. ``(3) Energy preparedness and energy emergency response plans.-- ``(A) Submission by federal agencies.--The head of each Federal agency shall submit to the Assistant Secretary annually (or at such intervals as the Secretary determines to be appropriate) an energy preparedness and energy emergency response plan for the Federal agency that is in conformance with the guidelines issued under paragraph (2)(G)(i). ``(B) Review by assistant secretary.--The Assistant Secretary shall review each plan submitted under subparagraph (A) for effectiveness and feasibility. ``(C) Report to congress.--The Assistant Secretary shall submit to the President and Congress an annual report on the ability of each Federal agency-- ``(i) to reduce energy use on an emergency basis; and ``(ii) to perform the mission of the Federal agency during such a period of emergency reduced energy use. ``(c) Liaison to Department of Defense.-- ``(1) In general.--Not later than 180 days after the date of enactment of this paragraph, the Assistant Secretary shall appoint an individual employed by the Office to serve as a liaison to the Department of Defense. ``(2) Duties.--The individual appointed under paragraph (1) shall coordinate energy efficiency measures, and energy efficiency reporting to the President and Congress, into the operation of the Department of Defense without compromising national security or the defense mission of the Department of Defense. ``(3) Security clearance.--The individual appointed under paragraph (1) shall have appropriate security clearance. ``(d) Report to Congress.--The Secretary, acting through the Office, shall submit to Congress an annual report that-- ``(1) describes the energy expenditures, investments, and savings of each Federal agency; ``(2) describes the obstacles to meeting the energy efficiency requirements under Federal law (including Executive orders) that are faced by each Federal agency; and ``(3) includes an accounting of energy-consuming products procured by each Federal agency that indicates-- ``(A) which energy-consuming products procured by the Federal agency during the preceding year were Energy Star products or FEMP designated products (as those terms are defined in section 551(a) of the National Energy Conservation Policy Act); and ``(B) which energy-consuming products procured by the Federal agency during the preceding year were neither Energy Star products nor FEMP designated products. ``(e) Audits of Federal Energy Management Programs.-- ``(1) In general.--The Assistant Secretary may require the Inspector General of each Federal agency to conduct audits of the energy management programs of the Federal agency every 3 years. ``(2) Guidelines.--The Assistant Secretary shall-- ``(A) issue guidelines for the conduct of audits described in paragraph (1); and ``(B) conduct training for Inspectors General on use of the guidelines.''. (b) Liaison From Department of Defense.--The Secretary of Defense shall-- (1) establish as a senior level position within the Department of Defense the position of energy management liaison; and (2) assign to the official appointed to that position by the Secretary of Defense the duty to coordinate with appropriate officials of the Department of Defense and appropriate officials of the Department of Energy concerning energy use and expenditure requirements applicable to the Department of Defense under Federal law (including Executive orders). (c) Technical and Conforming Amendments.--The table of contents in the first section of the Department of Energy Organization Act (42 U.S.C. 7101 note) is amended -- (1) in the item relating to section 209, by striking ``Section'' and inserting ``Sec.''; (2) by inserting after the item relating to section 211 the following:", "(a) In General.--Title II of the Department of Energy Organization Act is amended by inserting after section 211 (42 U.S.C. 7141) the following: ``SEC. 212. OFFICE OF FEDERAL ENERGY PRODUCTIVITY. ``(a) Establishment.--There is established, within the Department, the Office of Federal Energy Productivity (referred to in this section as the `Office'). ``(b) Assistant Secretary for Federal Energy Productivity.-- ``(1) In general.--The Office shall be headed by the Assistant Secretary for Federal Energy Productivity (referred to in this section as the `Assistant Secretary'), who shall report directly to the Secretary. ``(2) Duties.--The Assistant Secretary shall-- ``(A) ensure compliance with the energy use and expenditure requirements applicable to Federal agencies under Federal law (including Executive orders); ``(B) perform all duties assigned to the Director of the Federal Energy Management Program of the Department of Energy, including duties assigned to the Director by the President by any Executive order in effect on the date of enactment of this subparagraph; ``(C) coordinate implementation of energy efficiency requirements by Federal agencies using staff of the Office that have expertise in the mission of each Federal agency; ``(D) coordinate compilation of, and review, energy-use reports required to be submitted by Federal agencies under this Act and other Federal law (including Executive orders); ``(E) serve as a liaison from the Federal Government to the private sector to identify opportunities and obstacles to expanded private and Federal markets for energy management technologies, energy efficiency technologies, and renewable energy technologies; ``(F) operate the Federal Energy Bank established by section 552 of the National Energy Conservation Policy Act; ``(G)(i) not later than 120 days after the date of enactment of this subparagraph, issue such guidelines for Federal agency energy preparedness and energy emergency response as the Secretary determines to be appropriate; and ``(ii) in accordance with paragraph (3), receive, review, and report on plans submitted by Federal agencies in conformance with the guidelines; and ``(H)(i) not later than 180 days after the date on which the first Assistant Secretary takes office, identify and submit to Congress a list of the principal conservation officers under section 656; and ``(ii) annually update the list. ``(3) Energy preparedness and energy emergency response plans.-- ``(A) Submission by federal agencies.--The head of each Federal agency shall submit to the Assistant Secretary annually (or at such intervals as the Secretary determines to be appropriate) an energy preparedness and energy emergency response plan for the Federal agency that is in conformance with the guidelines issued under paragraph (2)(G)(i). ``(B) Review by assistant secretary.--The Assistant Secretary shall review each plan submitted under subparagraph (A) for effectiveness and feasibility. ``(C) Report to congress.--The Assistant Secretary shall submit to the President and Congress an annual report on the ability of each Federal agency-- ``(i) to reduce energy use on an emergency basis; and ``(ii) to perform the mission of the Federal agency during such a period of emergency reduced energy use. ``(c) Liaison to Department of Defense.-- ``(1) In general.--Not later than 180 days after the date of enactment of this paragraph, the Assistant Secretary shall appoint an individual employed by the Office to serve as a liaison to the Department of Defense. ``(2) Duties.--The individual appointed under paragraph (1) shall coordinate energy efficiency measures, and energy efficiency reporting to the President and Congress, into the operation of the Department of Defense without compromising national security or the defense mission of the Department of Defense. ``(3) Security clearance.--The individual appointed under paragraph (1) shall have appropriate security clearance. ``(d) Report to Congress.--The Secretary, acting through the Office, shall submit to Congress an annual report that-- ``(1) describes the energy expenditures, investments, and savings of each Federal agency; ``(2) describes the obstacles to meeting the energy efficiency requirements under Federal law (including Executive orders) that are faced by each Federal agency; and ``(3) includes an accounting of energy-consuming products procured by each Federal agency that indicates-- ``(A) which energy-consuming products procured by the Federal agency during the preceding year were Energy Star products or FEMP designated products (as those terms are defined in section 551(a) of the National Energy Conservation Policy Act); and ``(B) which energy-consuming products procured by the Federal agency during the preceding year were neither Energy Star products nor FEMP designated products. ``(e) Audits of Federal Energy Management Programs.-- ``(1) In general.--The Assistant Secretary may require the Inspector General of each Federal agency to conduct audits of the energy management programs of the Federal agency every 3 years. ``(2) Guidelines.--The Assistant Secretary shall-- ``(A) issue guidelines for the conduct of audits described in paragraph (1); and ``(B) conduct training for Inspectors General on use of the guidelines.''. (b) Liaison From Department of Defense.--The Secretary of Defense shall-- (1) establish as a senior level position within the Department of Defense the position of energy management liaison; and (2) assign to the official appointed to that position by the Secretary of Defense the duty to coordinate with appropriate officials of the Department of Defense and appropriate officials of the Department of Energy concerning energy use and expenditure requirements applicable to the Department of Defense under Federal law (including Executive orders). (c) Technical and Conforming Amendments.--The table of contents in the first section of the Department of Energy Organization Act (42 U.S.C. 7101 note) is amended -- (1) in the item relating to section 209, by striking ``Section'' and inserting ``Sec.''; (2) by inserting after the item relating to section 211 the following:``Sec. 212. Office of Federal Energy Productivity.''; and (3) in the items relating to each of sections 213 through 216, by inserting ``Sec.'' before the section designation.", "(a) In General.--Section 543 of the National Energy Conservation Policy Act (42 U.S.C. 8253) is amended-- (1) in subsection (a)-- (A) by striking paragraph (1) and inserting the following: ``(1) In general.--Subject to paragraph (2), each agency shall apply energy conservation measures to, and shall improve the design for the construction of, the Federal buildings of the agency (including each industrial or laboratory facility) so that the energy consumption per gross square foot of the Federal buildings of the agency in calendar years 2002 through 2011 is reduced, as compared with the energy consumption per gross square foot of the Federal buildings of the agency in calendar year 2000, by the percentage specified in the following table:", "(a) In General.--Section 543 of the National Energy Conservation Policy Act (42 U.S.C. 8253) is amended-- (1) in subsection (a)-- (A) by striking paragraph (1) and inserting the following: ``(1) In general.--Subject to paragraph (2), each agency shall apply energy conservation measures to, and shall improve the design for the construction of, the Federal buildings of the agency (including each industrial or laboratory facility) so that the energy consumption per gross square foot of the Federal buildings of the agency in calendar years 2002 through 2011 is reduced, as compared with the energy consumption per gross square foot of the Federal buildings of the agency in calendar year 2000, by the percentage specified in the following table:``Calendar year: Percentage reduction:"], "capitolwords_url": "http://capitolwords.org/date/2001/08/03/S8913_statements-on-introduced-bills-and-joint-resolutio/"}