{u'speaker_state': u'IN', u'speaker_raw': u'mr. souder', u'speaker_first': u'Mark', u'congress': 110, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3685, EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13216-6.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13216-6.chunk65', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Souder', u'pages': u'H13216-H13225', u'speaker_party': u'R', u'date': u'2007-11-07', u'bills': None, u'bioguide_id': u'S001143', u'order': 65, u'speaking': [u'I thank my distinguished friend from Washington.', u'Rather than comment generally on the bill here, I am going to focus on the rule. I will talk later on the bill itself.', u'As a senior member of the Education Committee, we went through this debate in committee, and I find it reprehensible that the process we have been following increasingly in this House is to shut off debate, that ironically in a bill that is supposedly expanding rights, we have another narrowly drawn rule that deprived me of offering several amendments that I offered in committee, has a gerrymandered rule for another amendment that is unique in history, has several others put in in the Rules Committee that are very unclear.', u"Let me go through a number of these different amendments. I offered an amendment in committee that was unanimously opposed by the Democrats in committee to eliminate the word ``perceived.'' This is a legal nightmare. There is no other law. There is talk about how ADA has some things vaguely familiar. But it does not say ``perceived.'' How in the world are you going to define ``perceived''? As anybody who has any friends who have worked with and been acquainted with people who have a homosexual lifestyle, there are all types. This is open-ended. There is no list here of what is perceived to be homosexual. How is an employer supposed to figure out whether it is perceived? Does that mean if he is a Christian and has made statements, somebody can file a suit because they perceived they were discriminated, not based on any kind of actions that occurred but something that was perceived? This is a legal nightmare and a precedent that is absolutely terrible, and we can't even vote. We can't even have a vote to strike the word ``perceived'' and have a full debate on the word ``perceived.'' What kind of an open process is that in the House?", u"I also had an amendment that would have provided some protection for Christians who have strong views in the workplace and will insert into the Record at this point a number of cases. An AT&amp;T employee was fired because he wouldn't sign a statement that contradicted his religious beliefs on accepting homosexual behavior. A man was fired at Red Cross for not participating in Gay and Lesbian Pride Month and forcing him to observe that. Others have been fired for other reasons.", u"The question is not whether you can harass somebody in the workplace. That is already illegal. If you mock somebody, that is already illegal. If you commit a hate crime, that is already illegal. The question is, can you as a Christian express your views and not be persecuted? That, yes, in a sense it is at least a plurality of Americans profess Christianity, a smaller percent conservative Christianity, but we are moving so far as to restrict the rights in the workplace of Christians' even ability to hold or say anything about their views. People can't even have Bible studies in some places it has been ruled because that would be offensive to homosexuals in the workplace based on this law in some cities and have been upheld in the court.", u"Now, moving past the two amendments that were unanimously defeated in committee and then we weren't allowed to debate as a whole House, we have an amendment that was added in response to another amendment from Pete Hoekstra in committee that would have exempted Christian colleges. It was unanimously defeated by the Democrats in committee. Then suddenly in the Rules Committee we have it added with a religious exemption. The problem with the religious exemption, and here I would like to put into the Record a number of cases that show the problem with this. Loyola University was deprived of a religious exemption because even though it was founded by Jesuits, its charter requires its president to be a Jesuit and more than one-third of their trustees, they were denied because they didn't meet one of those criteria. A Friends School, a Quaker school, was denied a religious exemption because it had to have multiple proof that everybody there was Quaker and was following every rule. A private religious school was denied for similar type things. A business that wanted to run as a religious world view was clearly denied the religious exemption. An orphanage by the United Methodist Church was denied the ability because it had gone secular. They wanted to come back and be a Methodist church again and they were denied, and these were all court decisions, because they were no longer purely Methodists and they didn't have a right to go back and be Methodist. This is in addition to the 2,500 Christian bookstores in America. Only 14 percent are run by a church. Eighty-six percent are either for-profit or not primarily religious organizations.", u"Under this bill, they will be forced to hire homosexuals regardless of the personal views of Christian bookstores. This is going to happen in various independent organizations that are quasi-part of the church. Sometimes the church will operate a for-profit entity, that runs as a for-profit entity, that would not be predominantly for a religious purpose, but the proceeds go to the church, therefore, they will implement their church beliefs in it, even though it is a for-profit entity. None of that is exempted under this. We didn't even get a chance to debate this amendment. It just came in in the rule.", u"Now, we move to another amendment that suddenly appeared, or I guess we will be debating here on marriage. Somehow in response to debate in committee, they are saying that this won't affect the Defense of Marriage Act. This is another lawsuit amendment because that is directly contrary to the fundamental part of the bill. My amendment tries to address part of this, but quite frankly, it is a legal quagmire.", u"Then we come to amendments that are allowed. We have had some debate on this gender equity for transgender and transvestite. Now, the challenge here is not whether you favor it or are against it. I heard my friend from New York say he was going to vote for it. He can't vote for it. We are not allowed to vote for it. We have been banned from having a debate. What happened to the day when we have a debate, you win or lose? To come in unprecedented, I have never heard, as a staffer or a Member, a rule coming in prohibiting in the rule a vote. This is an in-your-face tactic as part of this bill to not let us debate the religious underpinnings and the religious stuff, not debate ``perceived,'' not debate protections for people who are individuals, not have a vote on transgender, and it's 5 minutes on each side to even debate it.", u"This is an abominable rule. It is a precedent-setting, terrible, terrible rule. I urge people to support my colleague Mr. Hastings' motion on the previous question and to vote against that so we can have some amendments to this rule and then vote against this abominable rule because it sets precedents we will regret for a long, long time no matter which party is in the majority.", u"Christian employees who read Bibles during ``diversity training'' reprimanded and spend four years in lawsuits to obtain reversal. The ACLJ filed suit in April 1998 against the Minnesota Department of Corrections on behalf of Thomas Altman and Ken Yackly to force their employer to rescind the reprimands they received in 1997 after they silently read their Bibles at a state-mandated training session called ``Gays and Lesbians in the Workplace.'' The employees contended that the training session was little more than a state-sponsored indoctrination aimed at changing their religious beliefs about homosexuality. Four years later, and several appeals later, the employees were finally vindicated. AT&amp;T employee in Denver fired for refusing to sign company- required pledge to recognize, respect and value sexual orientation differences within the company. In January 2001, an employee of AT&amp;T was required to sign a new AT&amp;T Broadband Employee Handbook with policies that conflicted with his religious beliefs by condoning the homosexual lifestyle. After notifying his supervisor that based on his religious belief he could not sign the certificate of understanding, he was fired. Christian firefighter suspended for handing out tract entitled ``The truth about homosexuality.'' Madison, Wis., firefighter Ron Greer nearly lost his job for giving his colleagues a tract entitled, ``The truth about homosexuality.'' He was suspended and ordered to attend diversity training for violating the city's anti- discrimination code. Hospice worker fired by gay supervisor for expressing Christian beliefs about homosexuality. Debra Kelly, a former hospice worker in Philadelphia, was fired for expressing her Christian beliefs about homosexuality. Her supervisor, a supporter of ACT-UP, a militant homosexual group, said Kelly was intolerant and unsuited for her position. At Hewlett Packard's plant in Boise, Idaho, an employee with a 21-year record of meeting or exceeding expectations was fired for refusing to remove Bible verses about homosexuality from his cubicle. The employee allegedly posted the Bible verses in response to a poster near his cubicle that he perceived to be promoting GLBT relationships. HP openly admitted that its reasoning for firing the employee was ``his overt opposition to HP's Diversity Advertising Campaign.'' Man fired by American Red Cross for not celebrating homosexuality Michael Hartman was employed by the Red Cross in San Diego. The company sent a mass e-mail to all employees in 2005 promoting ``Gay and Lesbian Pride Month,'' urging them to ``observe'' the celebration. Hartman, a Christian, communicated his religious objections to his supervisors and was promptly called in and told his communication was ``inappropriate.'' Hartmann was fired. Oakland city employees posting a flier on a company bulletin board forced to remove flier and threatened with discipline. Oakland, Calif., city employees Regina Rederlord and Robin Christy formed a group called the ``Good News Employee Association'' and posted a flier on a company bulletin board advertising a ``forum for people of faith to express their views on contemporary issues of the day, with respect for the natural family, marriage and family values.'' After a lesbian employee complained of being offended by the flier, the city removed the flier and threatened the two women with adverse employment action for placing the fliers ``in public view which contained statements of a homophobic nature and were determined to promote sexual orientation based harassment.'' A federal court upheld the city's action. In Portland, Maine, city officials canceled a $60,000 grant for a Salvation Army meals-on-wheels program for senior citizens. Why? As a Christian denomination, the Salvation Army won't provide marital benefits to homosexual employees, thus running afoul of the city's ``sexual orientation'' law. When the Portland's ``sexual orientation'' ordinance was introduced, proponents argued, as they do often today, that it would merely ensure that ``people won't be fired for being ``gay.'' A District of Columbia human rights commission ordered Georgetown University, a Catholic college, to violate church doctrine and sponsor a pro-homosexual group on campus. A court agreed, saying the District's ``sexual orientation'' law overrode the school's religious freedom. It didn't matter that neither ``sexual orientation'' nor sodomy are protected in the Constitution or that religion is specifically protected. In the hands of the judges, ``sexual orientation'' takes on a life of its own. In 2003 Atlanta Human Rights Commission ordered a local golf club to extend spousal rights to gay member partners, Thankfully officials intervened, and the Georgia legislature promptly passed a law exempting private clubs from local anti-discrimination obligations. In June, 2001, The District of Columbia's Commission on Human Rights fined the Scouts $100,000 and ordered them to reinstate two openly homosexual leaders. That decision was overturned in court, but the Scouts paid heavy legal fees. In Arlington, Virginia, a video duplicator had been ordered by the Arlington County Human Rights Commission to produce video material for a lesbian activist or pay for someone else to duplicate the videos. The videos Vincenz wanted duplicated were two documentaries entitled: ``Gay and Proud'' and ``Second Largest Minority''. Tim Bono, argued that he could not, in good conscience (him being a Christian), produce material that promoted homosexual activity. In 2006 the 9th Circuit Court in California ruled last year (06) that members of a Christian employees group for the city of Oakland could not use words like ``marriage,'' ``natural family,'' or ``family values'' in email correspondence or on posters in city offices where a wide variety of groups are allowed to post. The 9th circuit panel decided that such words were akin to hate speech because they made homosexual city employees uncomfortable."], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13216-6_providing-for-consideration-of-hr-3685-employment-/'}