{"speaker_state": "OR", "speaker_raw": "mr. smith", "speaker_first": "Gordon", "congress": 108, "title": "PROPOSING AN AMENDMENT TO THE CONSTITUTION RELATING TO MARRIAGE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-09/html/CREC-2004-07-09-pt1-PgS7871-8.htm", "number": 94, "id": "CREC-2004-07-09-pt1-PgS7871-8.chunk2", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Smith", "pages": "S7871-S7875", "speaker_party": "R", "date": "2004-07-09", "bills": null, "bioguide_id": "S001142", "order": 2, "speaking": ["Mr. President, I thank Senator Allard for his willingness to change and clarify the proposal he makes today so that it leaves open to the States the elbow room that is appropriate to define legal rights for nontraditional families, gays and lesbians, and others.", "It is a fact that sociologists say marriage, as we have traditionally known and practiced it, is the ideal circumstance for the creation and rearing and nurturing of children. But it is a fact that not all children have the opportunity of a family with a mother and a father, though what marriage does as a legal institution is to say to children here and those yet unborn that there is a legal framework in which they can enjoy protection and have the society of a mother and a father.", "It is clear as we wrestle with this sensitive issue, it is clear to the conscience of the American people that boys and girls need moms and dads. Not all get them, but the law has provided a framework for it. Those children who do not have it should also enjoy legal protections not unlike those that are enjoyed in the institution of marriage.", "In all the time that I have been a U.S. Senator, I have been an advocate of gay rights. Yet throughout that time I also have believed it right to defend traditional marriage. I have tried hard to be clear, consistent, and careful about this issue and this debate. I know my position as being for gay rights but for traditional marriage is a disappointment to many of my gay and lesbian friends.", "I also note for the record I get little credit from the right because I do advocate for many gay rights. Indeed, the other night on his radio program, Dr. James Dobson said to a national audience, which included many Oregonians, that I was not going to vote for traditional marriage. I wish he hadn't done that. I believe that is a form of bearing false witness because I have been clear and I have been consistent on this point. He may owe me no apology, but I wish he would make it clear to my constituents.", "I make no apology for supporting many of the needs of gay and lesbian Americans. Issues of public safety, housing, employment, benefits: these are rights that we take for granted, rights which many of them have felt out of reach. So I have believed it is not just right to advocate for these things but it even be a part of my belief system to advocate for those who are oppressed and to show tolerance by helping those in need. Matthew Shephard comes to mind, and many others who have suffered hate crimes against them in the most vicious of fashion. I think our society is changing its heart on these issues in ways that Americans want to be tolerant, they want to be careful, they want to say to gays and lesbians that we love you, we include you, we care about you.", "But in saying that, I think many feel intuitively to be careful on the issue of marriage. Marriage is a word. Words have meaning. Few words have more meaning to our culture and our future and our civilization than marriage because marriage ultimately is about more than just consenting adults. It is about the natural rearing and nurturing of children, preparing them for citizenship under the most ideal circumstances possible. Senator Robert Byrd often comes to this Chamber, and I love it when he quotes Cicero, an ancient Roman Senator. So I quote Cicero this morning. Cicero said very long ago, ``The first bond of society is marriage.'' I believe Cicero was right. He was not a religious man, he was a secular man. He was a nonbeliever. But he also saw the incredible benefit to building up citizens of Rome through this first bond of society which was then and is still marriage.", "I suppose I take this position, a nuanced position, to be sure, because I am somewhat of an old-fashioned idealist. However imperfectly practiced by the American people, marriage still is a perfect ideal. I think the American people deserve a debate on this that is civil, that is respectful, and that includes all Americans.", "Some have come to this floor, and will in the coming days, to hold up the Constitution. Here is a copy of it. They will say this is a sacred document, a document that should not be amended. I will admit to the Presiding Officer it would be better that we not have to do this, to even resort to a constitutional amendment. But this is what Article V of the Bill of Rights says:", "The Congress, whenever two-thirds of both Houses shall deem ", "it necessary, shall propose Amendments to this Constitution, ", "or, on the Application of the Legislatures of two-thirds of ", "the several States, shall call a Convention for proposing ", "Amendments, which, in either Case, shall be valid to all ", "Intents and Purposes, as part of this Constitution. . . .", "It goes on.", "They would not have included this Article V in the Bill of Rights if it were not intended that this be a living document. But they intended the Constitution to be a living document, and the United States has amended this Constitution 27 times.", "Were it not a living document, this document would have failed. Were it not subject to amendment, the most egregious kinds of actions would have been put in place that would have made us ashamed forever.", "For example, perhaps the most dreadful decision ever rendered under this Constitution was that of Dred Scott. Roger B. Taney, the Chief Justice of the Supreme Court, held that African Americans were not human and were the subject of property and could be controlled as property like any other chattel. That is a decision that goes down in infamy, if ever there was one. It took a Civil War and then the thirteenth and fourteenth amendments to the Constitution, which before was silent on the issue of slavery, to ultimately overcome this insidious practice in parts of the United States.", "Some say: Well, that is a sacred thing that was done. And I agree, it was. I believe the Constitution is both sacred and secular, but living and improving, and open to debate.", "I mentioned the last time the Constitution was amended was in 1992. It is the twenty-seventh amendment. It reads:", "No law, varying the compensation for the services of the ", "Senators and Representatives, shall take effect, until an ", "election of Representatives shall have intervened.", "That is the twenty-seventh amendment. It is about money. It is about salaries for Senators and Representatives. I suggest to you that may be appropriate to be in the Constitution because it went through the process, but there is nothing sacred about that.", "So the question then becomes, Is it appropriate to put a definition of marriage into our Constitution? I would say, as a matter of preference, it is better not to put cultural issues in the Constitution, until you come to this question: Shall the Constitution be amended? And I tell everyone, the Constitution of the United States is about to be amended. The question is: By whom? Will it be done by a few liberal judges in Massachusetts, a lawless mayor in San Francisco, or clandestine county commissioners, or by the American people in a lawful, constitutional process, as laid out in our founding document?", "You will hear lots of people beating on their chests and sounding very sanctimonious in this debate that: We should not do this or that. But the truth is, the Constitution is going to be amended. And I say: Include the American people.", "Now, some also say: The issue of marriage has nothing to do with the Federal Government. Leave it to the States. My family has an interesting history in regard to leaving it to the States. My ancestors were, for the most part, Mormon pioneers who came from England in little boats, crossed the ocean, and walked across the country. They had a peculiar practice among them. It is found throughout the pages of the Bible, particularly in the Old Testament. They practiced a principle they called ``plural marriage.'' The marriages practiced by Abraham, Isaac, and Jacob.", "My great-grandfather David King Udall had two wives, one large, happy family. I am descended from the second. He came to America, helped found the State of Arizona, and spent time in prison because he violated a Federal law, the Edmunds-Tucker law from the 1870s, in which the Federal Government defined marriage as ``one man and one woman.'' He was a great man, a great pioneer, had great sons and daughters who helped the desert of the West blossom as a rose.", "He has a large posterity. He sacrificed much for the principle of his faith. But he paid a price because the Federal Government, long ago, defined what marriage was. Ultimately, Grover Cleveland pardoned him, and he named one of his sons Grover Cleveland Udall.", "Some people would say this is enacting discrimination into the Constitution. Well, my progenitors were discriminated against, I guess, but the truth is, our country through a lawful process in the 1860s and 1870s defined marriage at the Federal level.", "Now what is happening? What is happening in our country is we have elected officials and unelected judges reinterpreting the Constitutions of their States and of our Nation to find in it rights that are not mentioned in it. This has happened a lot in recent years. I have concluded it is better that these things be resolved with the American people than without them.", "The American people have a sense of fairness and tolerance and justice and right and wrong. What is happening is their views, their values, their beliefs, their respect for law is being trampled upon by a few liberal elites. That is not right.", "In my own State of Oregon, in 1862, Oregon passed its law on marriage. Mr. President, 142 years have transpired, 142 years of Oregon law and practice and custom. But what happened recently? Four or five county commissioners in one of our counties ignored 142 years of law, ignored 1,000 years and more of human history, and, without notice, without a public meeting, changed the law. To me, this is deeply disappointing and terribly undemocratic. Before this happens again, I think it is appropriate, on an issue this central to our country, to our civilization, to the future, we involve ``we the people.'' The only way to do that is through a constitutional process.", "Now, I wish this cup would pass from us. I do not like this. I love people. I believe in tolerance. But I believe in democracy. Many will tell you we should leave this alone. But if you leave this alone, you will leave it to others. And if you leave it to others, they will dictate to the American people what it has to be. The only recourse then available--when a Federal judge nullifies all State DOMA or constitutional provisions of the several States, finding an equal protection right to same-gender marriage--the only recourse then is through the constitutional process laid out by the fifth amendment in the Bill of Rights.", "That is how you include the American people. I say public meetings, public notice, public debates, let people vote, let their elected representatives in the several States vote on it. If we are going to change it, let's change it with the American people, not at the American people. Unfortunately, that seems to be what many who will argue against this want to happen. They want to do this to us, not with us.", "For the record, let me express to my gay and lesbian friends, I don't mean to disappoint you, but I can't be true to you if I am false to my basic beliefs. I believe that marriage, as we have known and practiced it in this country for hundreds of years now, is something that should be preserved. New structures can be created, new legal rights conferred, without taking down this word that represents an ideal--not about adults but including children. I mean to hurt no one's feelings in my position. I intend to be your champion on many issues in the future, if you want me. But on this one, I have to be able to get up in the morning and look in the mirror and be true to myself.", "I have spoken what I believe to be true this morning. I believe marriage is more profoundly important than we might now recognize. Before we let a few tell the many what it is going to be, I think we ought to debate it, carefully consider it, because while we debate issues of war and peace and recession and prosperity, some will say there are so many more important things to discuss than this.", "I say to you, there probably isn't a more important issue to discuss than the legal structure that binds men and women together for the creation and the rearing and nurturing of future generations of Americans. I make no apology for my vote for this process, for an amendment that defines marriage, because that is where it is headed, because the courts will compel it. And our legal structure gives American citizens an avenue to be included. So with my vote, I say include we the people.", "I yield the floor and suggest the absence of a quorum, and I ask unanimous consent that the time be equally divided between both sides."], "capitolwords_url": "http://capitolwords.org/date/2004/07/09/S7871-8_proposing-an-amendment-to-the-constitution-relatin/"}