{"speaker_state": null, "speaker_raw": "the presiding officer", "speaker_first": null, "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10100-2.chunk93", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S10100-S10125", "speaker_party": null, "date": "1996-09-10", "bills": ["S. 1"], "bioguide_id": null, "order": 93, "speaking": ["The Senator from Virginia is recognized. Mr. ROBB. Mr. President, as one who represents a traditionally conservative State, it's not easy to take on this issue. In fact, many of my friends and supporters have urged me to sit this one out because of the potential political fallout, but I can't do that. I feel very strongly that this legislation is fundamentally wrong--and feeling as I do I would not be true to my conscience or my oath of office if I failed to speak out against it. I believe we have an obligation to confront the very real implications of the so-called Defense of Marriage Act.", "Despite it's name, the Defense of Marriage Act does not defend marriage against some imminent, crippling threat. Maintaining the freedom of States to define a civil union or a legal right to benefits cannot--and will not--harm the strength and power of marriage. Neither can it diminish the love between a husband and a wife, nor the devotion they feel toward their children.", "Whether the Government should give official sanction to same-sex relationships does raise some extremely difficult issues, Mr. President--issues of morality, of religion, of child-bearing, of marriage and of the intimacies of life. But this legislation is not really about these difficult questions of domestic relations. As a constitutional matter, it is about placing the Federal Government in the midst of an issue firmly and historically within the jurisdiction of our States. And as a political matter, it is about denying a class of people benefits that no single State has yet conferred.", "This bill also raises fundamental questions about the nature of our Federal system of Government, including the powers of the States under our Constitution and the scope of the full faith and credit clause. I believe the full faith and credit clause does not enable one State to legislate for another, and so the States don't need the protection of a Federal statute in this case. I also believe that it's inappropriate for the Federal Government to get involved in defining marriage--something States have done for themselves throughout our history.", "These are important issues, Mr. President, and they deserve a full discussion, but they are not the issues that make this debate so difficult--or so important.", "For beneath the high-minded discussions of constitutional principles and States rights lurks the true issue which confounds and divides us: the issue of how we feel about intimate conduct we neither understand nor feel comfortable discussing.", "Mr. President, scientists have not yet discovered what causes homosexuals to be attracted to members of their own sex. For the vast majority of us who don't hear that particular drummer it's difficult to fully comprehend such an attraction.", "But homosexuality has existed throughout human history. And even though medical research hasn't succeeded in telling us why a small but significant number of our fellow human beings have a different sexual orientation, the clear weight of serious scholarship has concluded that people do not choose to be homosexual, any more than they choose their gender or their race. Or any more than we choose to be heterosexual. And given the prejudice too often directed toward gay people and the pressure they feel to hide the truth--their very identities--from family, friends and employers, it's hard to imagine why anyone would actually choose to bear such a heavy burden unnecessarily.", "The fact of the matter is that we can't change who we are, or how God made us and that realization is increasingly accepted by succeeding generations. It has been my experience that more and more high school and college students today accept individual classmates as straight or gay without emotion or stigma. They accept what they cannot change as a fact of life. Which brings to mind one of my favorite prayers:", "I suspect that for older generations fear has often kept this issue from being discussed openly before now--fear that anyone who expressed an understanding view of the plight of homosexuals was likely to be labeled one. Because of this fear, the battle against discrimination has largely been left to those who were directly affected by it. Mr. President, I believe it is time for those of us who are not homosexual to join the fight. A basic respect for human dignity--which gives us the strength to reject racial, gender and religious intolerance--dictates that in America we also eliminate discrimination against homosexuals. I believe that ending this discrimination is the last frontier in the ultimate fight for civil and human rights.", "Most Americans accept the basic tenet that discrimination for any reason is wrong. We grow uncomfortable, however, with some of its implications. The question we face now is whether that discomfort warrants continued discrimination.", "Although we have made huge strides in the struggle against discrimination based on gender, race and religion, it is more difficult to see beyond our differences regarding sexual orientation. It's human nature to be uncomfortable with feelings we don't understand or share and to step away from those who are different. But it's also human resolve that allows us to overcome those impulses, to step forward and celebrate those many qualities we share. The fact that our hearts don't all speak in the same way is not cause or justification to discriminate.", "There are not many in this Chamber who truly seek to discriminate. Some here support the Defense of Marriage Act because many of the good people they represent believe that homosexuality is morally wrong, and therefore same-sex unions should not be permitted by the Government. A number of our colleagues have told me privately that they are not comfortable supporting this legislation, but the political consequences are too great to oppose it.", "Others admit that they intend to discriminate, but they believe that discrimination here is justified. They justify their prejudice against homosexuals by arguing that homosexuality is morally wrong--thereby assuming it is not a trait but a choice, and a choice to be condemned.", "But history has shown that current moral and social views may ultimately prove to be a weak foundation on which to rest institutionalized discrimination.", "Until 1967, 16 States, including my own State of Virginia, had laws banning couples from different races to marry. When the law was challenged, Virginia argued that interracial marriages were simply immoral. The trial court upheld Virginia's law and asserted that ``Almighty God created the races white, black, yellow, malay, and red, and he placed them on separate continents. The fact that he separated the races shows that He did not intend for the races to mix.'' Loving v. Virginia, 388 U.S. 1 (1967). The Supreme Court struck down these archaic laws, holding that ``the freedom of choice to marry'' had ``long been recognized as one of the vital personal rights essential to the orderly pursuit of happiness by free men.''", "Today we know that the moral discomfort--even revulsion--that citizens then felt about legalizing interracial marriages did not give them the right to discriminate 30 years ago. Just as discomfort over sexual orientation does not give us the right to discriminate against a class of Americans today.", "Ultimately, Mr. President, immorality flows from immoral choices. But if homosexuality is an inalienable characteristic, which cannot be altered by counseling or willpower, then moral objections to gay marriages do not appear to differ significantly from moral objections to interracial marriages.", "Mr. President, at its core marriage is a legal institution officially sanctioned by society through its Government. This poses the dilemma of whether a society should recognize a union which the majority either can't relate to or believes is contrary to established moral tenets or religious principles. We find ourselves again at the intersection of morality and Government, a place where some of our most divisive and complicated social issues have torn at us throughout our history as a Nation. Prayer in school, abortion, the death penalty, assisted suicide--these most troubling issues of our day force us to confront the difficulty of legislating where social mores and individual liberties collide. I believe social mores can and should guide our Government. But sometimes we need to choose between conflicting moral judgments. For example, some believe very deeply that no matter how heinous a crime a person commits, the death penalty is immoral because no human should take the life of another. But while we respect those views, we have legally restored the death penalty. Many believe homosexuality is immoral, but many also believe that discriminating against people for attributes they cannot control is immoral. When moral objections are used to justify blatant discrimination, however, we need to tread carefully.", "In this case, we should tread more carefully still, because marriage is also a religious institution. Religious ceremonies evoke powerful images: a couple committing themselves to each other before God and family, a union blessed and supported by religious teachings, a ceremony based on scripture and biblical studies. But we have to remember today that government has a role only in the civil institution, separate and distinct from marriage as a religious ceremony.", "The truth is, this bill will not affect, one way or another, how individual religions deal with same-sex marriages. Government sanction of gay marriages does not alter the religious institution, and as author Andrew Sullivan has argued, ``Particular religious arguments against same-sex marriages are rightly debated within the churches and faiths themselves.'' Religions that prohibit gay marriages will continue to do so, just as some refuse to permit marriages between individuals of different faiths. Such couples simply have to forgo the religious blessing of the marriage, and be content with only civil recognition of their union.", "Marriage, as a civil institution, recognizes the union of two individuals who are so committed to each other that they seek to have their civic rights and responsibilities formally merged into one. And, Mr. President, when that civil institution is separated from a religious ceremony, and that civil institution is recognized by a sovereign State, then denying Federal recognition of that union amounts to nothing short of indefensible discrimination.", "Unfortunately, Mr. President, discrimination is not new in this country. Countless courageous Americans have risked their careers and even their lives to defy discrimination. We forget today how difficult these acts were in their own time. We forget how different our world would be if these pioneers had taken the easy path. One thing we do know, Mr. President, is that time has been the enemy of discrimination in America. It has allowed our views on race and gender and religion to evolve dramatically, inevitably, in the American tradition of progress and inclusion.", "We're not there yet, Mr. President. In matters of race, gender, and religion, we've passed the laws, implemented the court decisions, signed the executive orders. And every day we work to battle the underlying prejudice that no law or judicial remedy or executive act can completely erase. But we've made the greatest strides forward when individuals, faced with their moment in history, were not afraid to act. And time has allowed us to see more clearly the humanity that binds us, rather than the religious, gender, racial, and other differences that distinguish us. But I fear, Mr. President, that if we don't stand here against this bill, we will stand on the wrong side of history, not unlike the majority of the Supreme Court who upheld the ``separate but equal'' doctrine in Plessy versus Ferguson. And with the benefit of time, the verdict of history is not likely to be as forgiving as we might believe it to be today.", "Mr. President, I believe we ought to continue to let the States decide if and how they want to confront the issue of a civil union between members of the same sex. They decide it in all other instances. In fact, they have managed it without congressional interference for 200 years. As the supreme court of Hawaii has recently noted, in the very case which has led to the introduction of the Defense of Marriage Act, ``the power to regulate marriage is a sovereign function reserved exclusively to the respective States.''", "Most of us are uncomfortable discussing in public the intimacies of life. And most of us are equally uncomfortable with those who flaunt their eccentricities and their nonconformity, whether gay or straight.", "But in the end, we cannot allow our discomfort to be used to justify discrimination. We are not entitled to that indulgence. We cannot afford it. But doing the right thing is not always easy and I know this is not an easy vote even for those who may agree with my argument.", "It is, in a very real sense, a test of character and I hope as many colleagues as possible will take time to reflect before casting their vote. If enough of us have the courage to vote against the Defense of Marriage Act, I believe we can convince the President to do what I know in his heart of hearts he knows he should do to this discriminatory legislation. A nation as great as ours should not be enacting the Defense of Marriage Act.", "Ultimately, Mr. President, I would say to our fellow Senators: you don't have to be an advocate of same-sex marriages to vote against the Defense of Marriage Act. You only have to be an opponent of discrimination.", "Mr. President, I'll conclude today with the words of a courageous American whom I seldom quote but to whom I'm eternally indebted. President Lyndon Johnson often said, ``It's not hard to do what's right, it's hard to know what's right.'' We know it is right to abolish discrimination. And if we reflect on what this bill is--an attempt to discriminate--rather than on what it is packaged to be--a defense of marriage--we will come down on the right side of history.", "With that, Madam President, I thank the Chair, and I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/"}