{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk117', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jackson-Lee', u'pages': u'H5287-H5321', u'speaker_party': u'D', u'date': u'2006-07-18', u'bills': [u'H.J. Res. 88'], u'bioguide_id': u'J000032', u'order': 117, u'speaking': [u'Mr. Speaker, let me say to my colleagues on the other side of the aisle, I do believe in the separation of church and State, as one asked the question that we should be talking about what we believe in.', u"I believe in the 10th amendment and its constitutional premise: ``The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.''", u'My good friend who just spoke from South Carolina made a very valid point, that we are now tampering with constitutional privileges that we have yielded to the States, and more importantly, the Bill of Rights and the Constitution have made it very clear that it is a document of enhancement, of affirmation of rights.', u'My concern is that we are now standing on the floor of this sacred body denying rights to human beings and Americans. We are denying the rights, the privacy rights, civil liberties rights. We are even going so far as to deny visitation rights at hospitals and the ability to mourn your loved one.', u'Might I say that this past week a dear, beloved friend of mine mourned his partner, mourned his partner, and all of the community came to acknowledge the leadership of his partner. Is his grief or his loss to be degraded on this floor, to be denied, to ask the question whether it was not a special and sacred relationship?', u'So I ask my colleagues, as we corrected the enslavement of those of us who came here first in the bottom of the belly of a slave boat with the 13th, 14th and 15th amendment, affirmation of rights, creating rights, not denying rights, I will not stand here on the floor today and accept the responsibility of denying rights. Might I say, the Senate, the other body, has already spoken. They could not get a simple majority. Why? It is wrong to deny rights to Americans.', u"I will not allow the flag to be desecrated by this amendment. Defeat this constitutional offering and bring back freedom to America. Mr. Speaker, this resolution is the symbol of the misplaced priorities of the Republican leadership in the House. It is clear that this amendment is being addressed not for the policy involved but simply for floor debate. We have considered this issue in Congress before, and doing so again is simply a waste of taxpayers' money. This debate is ill-advised and will not help the American people. Issues we could be addressing here today are: the global war on terrorism we are fighting, from which we have been distracted by the war in Iraq, and a war that has resulted in a devastating toll on American lives and our budget; the crisis in the Middle East; increasing gas prices; a ballooning budget deficit of over $5 trillion that is choking our economy and crucial social service programs; and a health care system that is failing the millions of Americans that remain uninsured.", u'Why are we wasting time on the House floor, in our legislative offices and with our valuable staff to handle this imprudent amendment?', u"I oppose this bill because, for the first time in America's rich and long democratic history, the Constitution will be used not as a beacon of liberation but an instrument of deprivation. On the 230-year anniversary of our Constitution, let us not desecrate it by enacting this act. H.J. Res. 88, the ``Marriage Protection Amendment,'' proposes to impose the opinion of a minority of the members of this Congress on the lives of all Americans on matters that concern their personal lives, their family relations, and their very identity.", u"The 10th Amendment states: ``The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.'' The individual states need to have the ability to differ with the Federal Government in an area that relates to what goes on in the homes of individuals.", u'Gay and lesbian Americans are American citizens who pay taxes and protect our communities as fire fighters, police officers, and by serving in the military, and therefore desire the same rights and protections as other Americans.', u'Denying gay and lesbian couples the right to marry amounts to a federal taking--legal rights in pensions, health insurance, hospital visitations, and inheritance that other long-term committed couples enjoy. It should never be our job to restrict the rights of the American people--only to extend them. This amendment would write discrimination into our Constitution.', u"As Members of Congress with the authorities vested in us as a body, we have a responsibility to deal with issues that need attention. There is no emergent need relating to individual well-being, national security, or any other government interest that warrants a constitutional amendment for this purpose. This is a waste of the taxpayers' dollars. This Amendment takes away existing legal protections, under state and local laws, for committed, long-term couples, such as hospital visitation rights, inheritance rights, pension benefits, and health insurance coverage among others.", u"Under current law, marriage is a decision of the state. As marriage was initially tied to property rights, this has historically always been a local issue. The state gives us a marriage license, determines a couples' tax bracket and authorizes its divorce. It does not need additional control over the situation. Religious conceptions of marriage are sacrosanct and should remain so, but how a state decides to dole out hospital visitation rights or insurance benefits should be a matter of state law. As legal relationships change, laws adapt accordingly.", u'Matters of great importance, such as marriage, need to reflect the will of the people and be resolved within the democratic process. By having Congress give the states restrictions initially, we are denying them the chance to let their constituents decide what is best for them. We cannot use the Constitution as a bullhorn to dictate social policy from Washington.', u'Furthermore, any law determining who may or may not marry denies religious institutions the right to decide this amongst themselves and is therefore a denial of the religious freedoms that we treasure so dearly.', u'Leading civil rights and religious organizations across the Nation have expressed their opposition to this amendment. Among them are: the Anti-Defamation League; the Alliance of Baptists; the American Civil Liberties Union; the League of Women Voters of the United States; the American Jewish Committee; the NAACP; and many more.', u'I have here in my hand a letter to Representatives Hastert and Pelosi, signed by over 2,500 members of the clergy in our Nation. They come from different faiths and backgrounds, and may disagree on many things, but they all oppose this amendment.', u'This proposed amendment will forever write discrimination into the U.S. Constitution rather than focusing on the crucial problems and challenges that affect the lives of all of us. It is nothing more than a political distraction for the country to divert attention from the overabundance of real problems and our tremendous lack of effective solutions.', u"Our civil liberties are based upon the fundamental premise that each individual has a right to privacy, to be free from governmental interference in the most personal, private areas of one's life. Deciding when and whether to have children is one of those areas. Marriage is another.", u"In 1965 the Supreme Court ruled in Griswold v. Connecticut that a married couple had the right to use birth control. In doing so, the Court recognized a ``zone of privacy'' implicit in various provisions of the Constitution. Most recently, the Supreme Court struck down a law criminalizing sex between same-sex couples in Lawrence v. Texas based upon these same principles.", u"Indeed, Lawrence relied principally on Griswold, Eisenstadt and Roe v. Wade. Collectively, these decisions recognize the fundamental principle that the Constitution protects individuals' decisions about marriage, procreation, contraception and family relationships. The issues are inextricably linked--in law as well as policy.", u'Amending the Constitution is a radical act that should only be undertaken to address great public-policy needs. Since the adoption of the Bill of Rights, in 1791, the Constitution has been amended only 17 times. Moreover, the Constitution should be amended only to protect and expand, not limit, individual freedoms. By contrast, the Marriage Protection Amendment is an attempt to restrict liberties, and on a discriminatory basis.', u'The Defense of Marriage Act, which President Bill Clinton signed into law in 1996, already exists and recognizes marriage as a heterosexual union for purposes of federal law only. DOMA was designed to provide individual states individual autonomy in deciding how to recognize marriage and other unions within their borders. This allowed legislators the latitude to decide how to deal with marriage rights themselves, while simultaneously stating that no state could force another to recognize marriage of same sex couples. For those who want to take a stance on marriage alone, DOMA should quell their fears. We do not need additional, far reaching legislation.', u"The Federal government cannot use its influence to change people's minds about a social issue. It did not work in the 1920s when the 18th amendment declared alcohol to be illegal and it did not work in the 1960s when interracial marriage was still considered a crime. This amendment will not change the lives of those who want to live as a married couple; all it will do is take away their license to do so.", u"The MPA is a lawyer's dream and a judge's nightmare. The number of cases that will flood the system will be outlandish. Does the MPA retroactively invalidate all marriages that have occurred in the interim? If a spouse has died, how does the retroactive annulment effect custody of the children, or property rights? There will be a litany of case law brought out to deal with these questions, and our judicial system will be filled with cases trying to sort out the lasting effects of the MPA.", u"Amending the constitution is not a simple thing, and should be done with care and caution over a longer period of time. Our haste in this matter will be the tragic flaw of the MPA's journey. Recent polls show that a majority of people who oppose gay marriage also oppose amending the constitution to ban them. In addition, this amendment has already been considered in the Senate and was rejected.", u'Many of my colleagues are arguing that the MPA is here to protect the family. Spending time and resources to amend the constitution to prevent gay marriages is not helping a single family. Divorce, abuse, unwed motherhood, and unemployment are doing far more harm to millions of families everywhere. To those who are taking up the cause to protect American families, perhaps your attention could be focused elsewhere on the problems which are truly plaguing them.', u"The vocal proponents of the MPA show their strong and willful hatred of the gay and lesbian community. This egregious amendment would enshrine discrimination against a specific group of citizens and intolerance of specific religious beliefs into our Nation's most sacred document. The fight for equality is uniquely woven into our Nation's history. From the suffrage movement, to the civil rights movement, to the gay rights movement, minorities in this country have worked tirelessly to achieve the equal rights guaranteed to all.", u"Marriage provides a multitude of critical protections to same sex couples and their children. These legal incidents include rights related to: group insurance; victim's compensation; worker's compensation; durable powers of attorney; family leave benefits; and a joint tax return.", u"These benefits are necessary for families to function. If ``marriage'' is truly a license that extends rights, it should not be denied to one group of people--otherwise, this body will be guilty of legislating in violation of the Equal Protections Clause of the Constitution.", u'Mr. Speaker, again, I urge my colleagues to defeat this resolution.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}