{"speaker_state": "OR", "speaker_raw": "mr. smith", "speaker_first": "Gordon", "congress": 110, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2008", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-27/html/CREC-2007-09-27-pt1-PgS12189-6.htm", "number": 145, "id": "CREC-2007-09-27-pt1-PgS12189-6.chunk46", "volume": 153, "chamber": "Senate", "session": 1, "speaker_last": "Smith", "pages": "S12189-S12206", "speaker_party": "R", "date": "2007-09-27", "bills": null, "bioguide_id": "S001142", "order": 46, "speaking": ["Mr. President, like Senator Kennedy, I feel it appropriate to respond very respectfully to a dear friend of mine from Texas. I have great affection for him. I have only been in this body for 11 years. For 11 years, I have been working on this piece of legislation. For 11 years, it has often been put on the Defense authorization bill--passed several times by the Senate. You might wonder why is it appropriate to put on the Defense authorization bill. Let me put a human face on it. This photo depicts a Navy seaman who was a gay man serving lawfully under ``don't ask, don't tell.'' Somehow it was discovered that he was a gay man. He was beaten to death so brutally that his mother was only able to recognize his body because of a tattoo that she was able to recognize.", "The U.S. military is not immune from hate crimes. It is utterly and entirely appropriate that this be on the Defense authorization bill--if not for this man's reason, for the fact that we are engaged in a war on terrorism, utilizing our U.S. military. They are fighting terrorism abroad. Surely we have the stuff in the Senate to fight terrorism at home and within the military. If you need a human face for why this is entirely appropriate, look at Allen Schindler, whose mother was only able to identify him because of a tattoo she knew he had.", "In terms of doing this in haste, I am not on the Judiciary Committee, but I know there have been many hearings in Congress after Congress and debates in the past 11 years in which I have participated. This is not done in haste. This is done thoughtfully and deliberately in Senate fashion. I don't think that charge sticks, and I think it is high time we pass this legislation and that we fight terrorism at home and abroad and even within the military.", "I have made it a practice, since becoming aware that the Federal Government did not have a backstop law to State law, of a need to have the Federal Government to have authority to show up to work, to be able to be a backstop to State and local law--not preempt them but to help them and to let Americans know that at every level of their Government, we care about public safety, we care about fighting terrorism.", "Some will say this law is symbolism, it will not do anything. Ever since the Ten Commandments came down off Mount Sinai, the law has also been a teacher. We all fall short of the law. But the truth of the matter is, it does set a societal standard. I believe the Federal Government should join the States in setting this standard so this law can go from symbol to substance because it can, over time, change hearts and minds.", "When one does what I have done, and that is enter into the Congressional Record a hate crime committed in the United States almost every day I have served in the Senate, I think it is apparent we have a problem, and I think it is apparent the Federal Government ought to have a role.", "This law, symbolic as it is, can change hearts and minds and can be real substance. We are neglecting our role in this fight against hatred at home in living up to our national motto: ``E Pluribus Unum''; out of many one.", "So irrespective of one's race, religion, sexual orientation, gender, we get equal protection under the law, and this is a glaring omission in the standard of equal protection, as I see it.", "When I went to law school, I learned that to establish a crime, one of the first elements you have to determine is motive and intent. Some have said this is thought speech. The truth is, no thoughts are punished here. There is nothing in this amendment that prevents one from saying and thinking anything. The first amendment is unaffected by this legislation. But what this says is, if you think it, you speak it, and you act on it, you come under the jurisdiction of local, State, and I hope Federal hate crimes laws.", "It is an element in a crime. Some argue it is unconstitutional. This very issue, as it related to sexual orientation in a Wisconsin case, was tried all the way to the U.S. Supreme Court. A unanimous decision was written affirming the inclusion of sexual orientation and the constitutionality of the Wisconsin State law. I have it in my hand. It is called Wisconsin v. Mitchell. It was written by William Rehnquist, not exactly a liberal, who made it very clear that hate crimes laws are constitutional because it goes to action, criminal behavior, and the speech, the thought, all of those are mere elements in proving a crime.", "Many of my brothers and sisters in the religious community are now saying on national television even that this will limit the free exercise of religion, it will limit their ability to preach and interpret the Bible any way they want. If it did that, I would not be here. But if it did that, they would already be in jail because most States in the United States already have these laws. They are constitutional. They go to the elements of establishing the commission of a crime.", "It is high time we passed this legislation. We have passed it as a Senate many times. We now have an opportunity to get it to the next step. I hope and pray the President does not veto it. We are not doing this in haste. We are not doing this because it is inappropriate on the Defense authorization bill. We are doing it because it is high time the Federal Government be able to show up to work in rural places such as Laramie, WY, where this young man was brutally beaten to death. This is Matthew Shepard. Matthew's mother Judy is a friend of mine. The sheriff in Laramie, WY, is one of the individuals who persuaded me they needed the help of the Federal Government. They were overwhelmed with what happened in the case of this young man, a 21-year-old college student whose life was taken on this lonely fence.", "His life was taken not because they wanted his money or they wanted something else from him. They knew he was gay, and they beat him and left him to die on this fence in Wyoming.", "With Matthew's mother's permission, Senator Kennedy and I have named this amendment the Matthew Shepard Act. What happened to Matthew should happen to no one, no matter their religion, no matter their race, no matter their ethnicity, no matter their sexual orientation, because in the public square, we are all imperfect people. In the public square, we have a duty to provide public safety for all Americans, no matter their transgressions or whatever we think of their lifestyles.", "This is a glaring omission in Federal law. I hope we are about to right it, and I hope as we do, we will remember the sacrifice and the commitment and the advocacy of Judy Shepard on behalf of her son and his memory. Let us enshrine this act in his name in our law because it is the right thing to do, and it is about time we do it.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2007/09/27/S12189-6_national-defense-authorization-act-for-fiscal-year/"}