{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 106, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-08-04/html/CREC-1999-08-04-pt1-PgH6983-2.htm', u'number': 113, u'id': u'CREC-1999-08-04-pt1-PgH6983-2.chunk83', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H6983-H7018', u'speaker_party': u'D', u'date': u'1999-08-04', u'bills': None, u'bioguide_id': u'J000032', u'order': 83, u'speaking': [u'Mr. Chairman, I move to strike the last word.', u'Mr. Chairman, I have just come to the floor from a hearing in the Committee on Judiciary dealing with the Hate Crimes Prevention Act. As I listened to the gentleman from Florida (Mr. Weldon), although his arguments are pertaining to the amendment of the gentleman from New York (Mr. Serrano) of which I rise to support, and I appreciate his distinguished leadership on this issue, the sound is similar.', u"For the opponents of the hate crimes legislation were making a number of legal arguments, a number of arguments that would question Congress' rightness in doing this for fear that it would be difficult to prosecute or that the courts would argue or the courts would find this law unconstitutional.", u'Those of us who profess to support it recognize that the courts may have their chance at the legislation. But we also recognize that people were dead. James Barrett is dead. Matthew Shepherd is dead. A gay man is dead. We realize that the Congress had to act.', u"In this instance, I support the Legal Services Corporation because poor people should have equal access to legal services. Whether they are Indians on America's reservations; whether they are citizens on the border in Texas; whether they are African-American single mothers in the inner cities of Houston or all over this Nation, we must provide in a manner that is responsible and efficient the kinds of services that are the privileges of the rich.", u'If any of us have ever entered into the halls of a courtroom, and I practiced law for a number of years and presided as an associate judge for the Municipal Court of the City of Houston, I know the pain of those who do not have adequate representation, the pain of those who come into a system that is confusing and intimidating. Our legal services are officers and attorneys who work in the shadow of poor working conditions, poor money as compared to their counterparts in the private sector, but they work with compassion and dedication.', u'I cannot imagine this Congress opposing the opportunity to say to America that, because one is not born with all of the attachments of privilege and wealth that one does not have the opportunity to receive justice, as I would not want to tell the Jewish person or the black person or the Hispanic or the gay or lesbian person that they cannot be protected by the laws of this land in a hate crimes act, as we tried to tell African Americans in not being for the Civil Rights Act of 1964 and the Voter Rights Act of 1965.', u'We have a better and a higher calling, and I believe that this amendment of the ranking member is a good amendment, a fair amendment, and I would ask my colleagues to support it.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/08/04/H6983-2_departments-of-commerce-justice-and-state-the-judi/'}