{"speaker_state": "OK", "speaker_raw": "mr. inhofe", "speaker_first": "James", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5517-6.htm", "number": 71, "id": "CREC-2006-06-07-pt1-PgS5517-6.chunk34", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Inhofe", "pages": "S5517-S5534", "speaker_party": "R", "date": "2006-06-07", "bills": null, "bioguide_id": "I000024", "order": 34, "speaking": ["Mr. President, first of all, let me say this has not really been my issue. We have been involved in some other things, but it is one about which I cannot remain silent.", "I have to say I am probably the wrong person to talk about the marriage amendment for a couple of reasons. One reason is I am not a lawyer--one of the few in this body who is not a lawyer. However, I have to say sometimes that gives you a better insight into these things than if you are.", "I enjoyed listening to some of the liberal Democrats on the Sunday shows saying they are for a marriage between a man and woman, yet immediately starting to back down, backpedal, and think of every reason in the world. It reminds me a little bit of my English as the national language amendment that we had a couple of weeks ago. Everyone was saying they were for it, and then they turned around and thought of reasons to vote against it. That is what is happening now. What does that tell you? It tells you the vast majority of people in America want this amendment.", "When they talk about the polling being only 50 percent of the people in America supporting a constitutional amendment for marriage between a man and a woman, they normally are talking to people who are very much for that but think we can do it some other way. They think there is another way of doing it, that we can do it State by State or we can do it statutorily. But it doesn't work out that way.", "I think, even not being a lawyer, I can see that a State-by-State approach to gay marriage will be a logical and legal mess that will force the Federal courts to intervene and require all States to recognize same-sex marriages.", "Apparently, most people do agree that is the problem. I find all of those who are concerned about the very strong lobby, the homosexual marriage lobby, as well as the polygamous lobby, that they share the same goal of essentially breaking down all State-regulated marriage requirements to just one, and that one is consent. In doing so, they are paving the way for legal protection of such practices as homosexual marriage and unrestricted sexual conduct between adults and children, group marriage, incest, and, you know: If it feels good, do it.", "When you look at the history of this country, you can see way back in the founding days that the marriage institution was one of the very basic values on which this country was based. Way back in 1878, Reynolds v. United States, which upheld the constitutionality of Congress's antipolygamy laws, also recognized that the one-man/one-woman family structure is a crucial foundational element of the American democratic society. Thus, there is a compelling governmental interest in its preservation.", "That was 1878. That wasn't just the other day. Yet 3 years ago this month, the U.S. Supreme Court signaled its likely support for same-sex marriage and possibly polygamy and Federal jurisdiction over the issue when it struck down the sodomy ban in Lawrence v. Texas. That happened only 3 years ago this month. The majority opinion extended the reach of due process in the 14th amendment of the Constitution to protect that.", "Then they declared--this is significant--they declared:", "[P]ersons in a homosexual relationship may seek autonomy for these purposes, just as heterosexual persons do.", "In his dissenting opinion, Justice Scalia stated:", "The reasoning leaves on pretty shaky grounds state laws limiting marriage to opposite sex couples. . . .", "That is really much of a concern, when a member of the U.S. Supreme Court agrees with my interpretation as to what that particular interpretation meant.", "Now we face a serious problem. Looking at the various States, right now we have 45 States that have passed laws, statutes, or have passed constitutional amendments to their State constitutions that would do away with gay marriage. Look at the percentages.", "For those people who say less than 50 percent of the people want a constitutional amendment to protect marriage between a man and a wife, look at the percentages. In my State of Oklahoma, it is 76 percent of the people. That is three-fourths of the people. Down in Louisiana, 86 percent of the people said marriage should be between a man and a woman. This is 45 States out of 50 States. Only 5 States have not had that type of either statutory change or a constitutional amendment.", "When you look at the percentages, it is very true that a very large percentage of people believe marriage should be between a man and a woman.", "Let me mention something that has not been mentioned quite enough in this debate. A lot of people are not as emotional about this issue as I am. For those who are not, if you look at just the numbers, look at what is going to happen in this country if we follow some of these countries such as the Scandinavian countries. In those societies, they have redefined marriage. In Denmark, as well as Norway, where they have now had same-sex marriages legalized for over a decade, things that are happening there in terms of the society--it has nothing to do with emotions.", "According to Stanley Kurtz's 2004 article in the Weekly Standard, a majority of children in Sweden and Norway are born out of wedlock.", "Kurtz says:", "Sixty percent of first-born children in Denmark have unmarried parents.", "That is in Denmark.", "Not coincidentally, these countries have had something close to full gay marriage for a decade or more.", "Stop and think. What is going to be the result? The result is going to be very expensive. Many of these kids are going to end up on welfare, so it goes far beyond just the current emotions. I think my colleague, Senator Sessions, I believe it was yesterday, said:", "If there are not families to raise children, who will raise them? Who will take the responsibility? It will fall on the State. Clearly it will become a State responsibility.", "I am not sure. I have listened to many of my colleagues, for whom I have a great deal of respect, talk about some of the ways the language should be legally changed in one way or another to perhaps accomplish something or avoid another problem."], "capitolwords_url": "http://capitolwords.org/date/2006/06/07/S5517-6_marriage-protection-amendment-motion-to-proceed/"}