{"speaker_state": "MA", "speaker_raw": "mr. frank", "speaker_first": "Barney", "congress": 107, "title": "CONSTITUTIONAL AMENDMENT AUTHORIZING CONGRESS TO PROHIBIT PHYSICAL DESECRATION OF THE FLAG OF THE UNITED STATES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-17/html/CREC-2001-07-17-pt1-PgH4043.htm", "number": 99, "id": "CREC-2001-07-17-pt1-PgH4043.chunk19", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Frank", "pages": "H4043-H4063", "speaker_party": "D", "date": "2001-07-17", "bills": null, "bioguide_id": "F000339", "order": 19, "speaking": ["Mr. Speaker, the remarks of the gentleman from Ohio give us a chance to deal with the common misapprehension and misunderstanding that somehow we have more rights to burn a flag than we have to burn other things. That simply is not true; and indeed, presumably the person who burned a gay pride flag had burned someone else's gay pride flag. It is entirely legal, I am sure, for someone to burn their own gay pride flag. It is not legal to burn someone else's flag. If, in fact, we burn someone else's American flag, we are guilty of theft, destruction of property, vandalism; and that, of course, can be punished.", "We had an incident described where someone disrupted the funeral of a man who had been shot by a police officer and burned a flag. That was a violation of law on many counts. So we are not here advocating a policy whereby we can burn a flag when we cannot burn anything else. Yes, there are many cities and States and communities that have laws against burning in certain seasons. No, the flag is not an exemption to that. So let us put that to rest. It is not a case where we have more protection to burn other things. Any law against vandalism, disturbing the peace, theft, destruction of someone else's property, that applies whether it is a flag or anything else.", "What we are opposed to, those who oppose this amendment, is the notion that because some people seek to express views that almost all of us find terribly obnoxious, in the most offensive possible way, namely, by burning a flag, that we should make it illegal. And here is why: first, this takes what I would have thought was a very unconservative position. It takes a very expansive view of government. What it says is, that which the Government does not prohibit it condones.", "We are told that if we do not make it illegal for people to burn the flag, we are somehow allowing that and maybe even showing it is okay. No, I hope we live in a society in which we make laws to protect people from being interfered with by others; but we do not take the view that whatever the Government does not outlaw, it is somehow condoning. That is an extraordinarily expansive view of government that would erode liberty. So we ought to be clear that the absence of a law that says something is illegal is in no sense an approval of it.", "People who say, yes, but still this is so offensive, burning a flag, desecrating a flag to express oneself, that we have to make it illegal. Okay, this is then the theory. The theory is that if we do not make it illegal to destroy or desecrate a particular symbol, we are devaluing that symbol. The problem with that is that it does not go far enough. The flag is a very dear symbol to many Americans; perhaps to most it is the most important symbol. But are there not people in this society who we admire because they think some other symbol is more important? What about religious symbols? Must people be told in their hierarchy of symbolic value that State comes above church; that the embodiment of the Government somehow is entitled to more protection than the embodiment of their religious faith?", "The Supreme Court did not just say we could burn a flag; it said also that we could burn a cross. There was a Supreme Court decision in which a conviction was overturned of someone who burned a cross. Now, once again, it had better have been his cross on his property. We cannot go burning someone else's cross. But the Supreme Court said the symbolic act of burning a cross is constitutionally protected.", "What we will do today if we ratify this amendment, or send it for ratification, is to say we will protect the American flag but not the cross. Because once we have put forward the principle that, if the Government thinks something is terrible it should outlaw it, then what do we say to people who think it is terrible to burn a cross? The cross is a symbol of a powerful religion, a religion that has, undoubtedly, had more impact on humanity than any other; and people who burn it are turning this profound religious symbol of all of man's best instincts, of man's tribute to the best in the universe, people are turning it into a symbol of racism, because the burning of the cross has become associated with racism.", "Now, the Supreme Court said that is okay. Do those of us who support that decision think it is okay? No, we think it is despicable. But we think it is a mark of a free society that despicable people are allowed to express themselves in despicable ways, as long as they have not taken anybody else's property or otherwise injured anybody. We do not simply punish expression. But for those who want to ratify this amendment, do we now get an amendment that overturns the decision that says it is okay to burn a cross? Or do we say that we, the Government of the United States, protect the flag because that is a symbol of our Nationhood, but the cross, that symbol of some of the most profound values human beings are capable of conceiving, it is okay to burn that? It is not only okay to burn that, it is okay to take that wonderful symbol and turn it into a reminder of the worst aspect of American history: racism.", "So that is what we are dealing with today. We have a choice of saying that we will continue the situation in which we believe in limited government, in which government intervenes when one individual's rights are threatened by another, in which we protect private property and we prevent disruption of the peace, but in which we say if some individual, choosing to be as vile as can be and give offense by his or her means of expression, chooses to burn his or her own flag on his or her own property, that we are going to penalize that criminally. But if that individual decides to burn a cross to symbolize racism, if that individual decides to destroy or deface any other symbol, no matter how profound, that is okay. It seems to me that leaves us in an untenable position. Because either we believe that what an individual does to express himself or herself is not a matter for the law, or we say we value this one symbol but we devalue all the others. I think we are better off as a society letting people express themselves as freely as possible and having the rest of us argue against it. The alternative is to set the principle that if the Government does not outlaw something, it is somehow condoning it. And if it does not outlaw the desecration of a particular symbol, it somehow devalues that symbol.", "I think that will do more damage because it will leave more valuable symbols in fact devalued by being excluded from this new form of protection. So I hope the amendment is defeated."], "capitolwords_url": "http://capitolwords.org/date/2001/07/17/H4043_constitutional-amendment-authorizing-congress-to-p/"}