{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 106, "title": "MOTION TO INSTRUCT CONFEREES ON, H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-13/html/CREC-2000-09-13-pt1-PgH7523-2.htm", "number": 107, "id": "CREC-2000-09-13-pt1-PgH7523-2.chunk22", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Frank", "pages": "H7523-H7532", "speaker_party": "D", "date": "2000-09-13", "bills": null, "bioguide_id": "F000339", "order": 22, "speaking": ["Well, the gentleman from South Carolina (Mr. Graham) filed them both so apparently he tells us now that he filed one knowing that it contradicted the other.", "I will say this, and let me point out that the contradiction is not simply a minor thing. The one he filed and decided not to offer deals with hate crimes of the sort that the second one says are unconstitutional. So the gentleman filed two instructions. One he was reserving the right to instruct the House to do something which he has now decided is unconstitutional. That is a reversal. I have seen the Supreme Court reverse itself on constitutional issues, but it usually takes them more than 12 hours.", "Now, it is not simply the gentleman's first instruction that would be repudiated here. What it says, and this is particularly relevant to section 2, he says here that it is a denial of equal protection under the law if prosecution of certain offenses is conditioned on the race, color, religion, national origin, gender, sexual orientation, or disability of the victim.", "First, let us be very clear. This does not say if one is black they are protected and if one is white they are not; if one is gay they are protected and if one is straight they are not; if one is disabled they are protected and if one is able-bodied they are not. What it says is that if someone goes after someone else on any of those grounds, if a racial minority attacks someone who is white for these hate crime reasons, that is protected. So it is not giving one set of groups protection against another.", "It is saying, equally, anyone who is attacked because someone objects to his or her membership in a group that is defined by race, color, religion, national origin, that is the majority, the minority of religions, there is no one majority so it is any group, they are all protected. Christians are protected, Jews are protected, Hindus are protected, atheists are protected, if the motive is based on their religion.", "Now we have had laws like this on the books for a very long time. We begin with the Civil Rights Act in the 1860s right after the Civil War. We had House-passed lynch laws, which Republicans used to be for, which dealt with this. We have on the books some hate crimes statutes. We have in some anti-discrimination statutes, I believe, some criminal provisions.", "There was some anti-discrimination statutes which if they are violated blatantly one can have criminal provisions. According to this resolution, all of those would be wrong because there are a series of statutes on the book that trigger prosecution based on the race, color, religion, et cetera, of the victim.", "Now, why did this all of a sudden become controversial? Why did the Civil Rights Act of 1868 and the Church Arson Act that my colleague from Michigan mentioned and others, why did they suddenly become controversial? I guess I ought to apologize. It is because of us. By us, I refer to those of us who are gay or lesbian or bisexual.", "This whole notion of prosecuting people who singled out vulnerable minorities or who, as a member of a minority acted against the majority based on this, the Church Arson Act, the anti-lynch laws, et cetera, it was never all that controversial and then people said among the people who are often assaulted because of their identity are gay and lesbian and bisexual, particularly transgender people who have been the victims of a lot of violence, and all of a sudden it became controversial. That is why the gentleman first had an instruction and it is one that many in the other body on the Republican side were in favor of; it was one that said we will do hate crimes, but we will stick with good old-fashioned categories like race and religion; but let us not get into sexual orientation. So some inconsistencies have arisen because of sexual orientation.", "Now among the inconsistencies is the notion that my friends on the other side are opposed to federalizing State crimes. I mean, they should write for some situation comedies with that kind of material. The House Committee on the Judiciary has consistently federalized crimes. Carjacking we federalized; in the abortion area, the late-term abortion bill. States had the same powers as the Federal Government, whether there is or is not a constitutional problem. It was a Nebraska statute that went to the Supreme Court.", "We also passed a Federal statute. The House Committee on the Judiciary and the Congress, for the past 6 years, has federalized a number of crimes without any particular Federal nexus. Indeed, the Supreme Court struck down some of these because they said there was not enough of a Federal nexus, but our committee has gone forward with others.", "So there has never previously been an objection to saying that we are going to punish someone in some cases if they have committed bad acts against people, not thoughts but if one has committed bad acts against other people because of their membership in a group, that was not until recently controversial. In fact, as I said, in the gentleman's first instruction it was not controversial at 6:00 last night. That one got a bad reputation very quickly.", "It is when sexual orientation entered into it that all of these objections came up.", "Now there is a red herring here and that is the death penalty issue. The fact is that, as the gentleman has acknowledged, if some Attorney General preempted a murder case under the hate crimes statute, it would still be prosecutable by the State. He says that is unlikely. What is even less likely is that the Attorney General, absent any real showing of a hate motive, would reach down and take it up.", "It does say the Attorney General can do these in cases where the Federal interest in prosecuting was not being vindicated.", "Mr. Speaker, the notion that a State prosecutor was about to bring a capital charge against someone and threaten that person with a death penalty and the Attorney General would say, wait a minute, you are not vindicating the Federal interests, it is nonexistent. That is not really an argument that I think is a major part of this.", "Mr. Speaker, I think what we have here is this resistance on the part of some people on the other side to anything that deals with sexual orientation.", "We just voted on something with the Boy Scouts. I regretted that that came up. I thought that bill should not be filed. I thought it should not be brought up. I think the Boy Scouts do a lot of good work. I regret the fact that they discriminate. I do not think the appropriate way to try to deal with it was the way here."], "capitolwords_url": "http://capitolwords.org/date/2000/09/13/H7523-2_motion-to-instruct-conferees-on-hr-4205-floyd-d-sp/"}