{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 104, "title": "CONCURRENT RESOLUTION ON THE BUDGET", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-05-21/html/CREC-1996-05-21-pt1-PgS5413.htm", "number": 72, "id": "CREC-1996-05-21-pt1-PgS5413.chunk247", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S5413-S5442", "speaker_party": null, "date": "1996-05-21", "bills": null, "bioguide_id": null, "order": 247, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Meat-and-potatoes concerns--taxes, jobs and the economy-- loom large in the minds of Washington voters as they look toward this fall's elections. As a single issue, however, education tops them all. A new poll, the Mood of Washington, shows the electorate cares far less about the hot-potato issues--abortion, gun control, gay rights--that apparently heat up political party caucuses, TV screens and news pages more than they do the voting booths. Most voters polled said they feel less safe than they did four years ago. They think the public school system is declining and feel they must struggle harder to maintain their standards of living. When family and pocketbook issues preoccupy people, they show little interest in the hot-button topics, observed Bruce Pinkleton, a public opinion researcher at Washington State University. ``When people are concerned about job security and other, related issues, then some of the other (more emotional) issues become less central to their decision making,'' said Pinkleton; who conducted the poll along with Joey Reagan, a fellow researcher who also works at WSU. Surveyors polled 556 of the state's registered voters between April 24-30 in a collaborative project by The Associated Press and 12 state newspapers, including the Post-Intelligencer, the Olympian, the Tacoma News Tribune, the Herald in Everett and the Sun in Bremerton. Worry about the state of public schools is widespread. Nearly six in 10 voters polled believe public education is worse than it was four years ago. And a slightly higher number agreed that the education in Washington is underfunded. I think education should get a better slice of the budget pie and I would be willing to pay more taxes (to pay for it),'' Judith Jenkins Harlin, a poll respondent from Redmond, said in a interview. She is a homemaker, mother and school volunteer who has been trained as a teacher. Cricket Hamilton, an Olympia search-and-rescue officer, also thinks schools are in trouble but is unwilling to pay more taxes to let educators spend more money. ``Definitely not,'' Hamilton said. ``reading, writing, and arithmetic has to be brought back, not pottery.'' Pinkleton, the researcher, observed: ``A lot of people feel that education is underfunded, a big majority, and yet people aren't terribly excited about paying more taxes, either. So we kind of want to have our cake and eat it, too.'' The poll didn't specifically ask voters whether they would be wiling to pay higher taxes to support education. But it did affirm Washingtonians' long-standing opposition to a state income tax. Asked if they ``would support a state-income tax if state taxes would be cut in other areas,'' 56 percent said no. Barely more than one-third replied favorably. The rest had no opinion. When asked how important they consider education in deciding which candidate to vote for, nearly nine voters in 10 ranked important by more than three-fourths of the votes. Then came welfare reform, the candidate's moral character, a candidate's ability to work with political opponents, the environment, and illegal immigration, in that order, with each rated important by more than half those polled. At the bottom were gun control, important to barely half the voters; abortion, mentioned by two out of five, and gay rights, cited by just over one-fourth of those polled. The voters weren't asked on which side of those issues they stood. When the voters were asked, without mention of any specific issue, to identify the most important concerns in this fall's gubernatorial election, education again was the most-often mentioned single concern, even above such perennial worries as the economy, taxes and crime. However, although 125 voters named education, even more-- 191--said, ``I don't know.'' That surprised Pinkleton. ``Clearly, issues are still developing in the minds of the voters. . . . It's still fairly early (in the campaign season),'' the researcher observed. After education, mention of other issues dropped off steeply. Ranked below education, in order of the number of times they were mentioned, were taxes, environment and conservation, crime and law enforcement state spending and the budget, the economy, health care and unemployment and jobs. Other issues, including welfare reform, moral issues, gay rights and prayer ranked far lower. None of the 556 voters mentioned such volatile topics as abortion or gun rights. The responses suggested that voters trust their state government more than they trust their fellow citizens. Asked whether they agree that ``voters usually make informed voting decisions,'' only 43 percent did. But 53 percent said they trust state government to ``side with the public interest'' in deciding between public interest and special interests. The poll showed plenty of worry across a range of social ills. Asked whether they agreed with the broad statement that ``deteriorating social values are responsible for today's crime problem,'' nearly eight in 10 said they did. One who emphatically agreed was Vern Dollar, 52, a Vancouver resident, who declared: ``Our social values have decreased. All the neighbors knew one another when we moved in here 28 years ago, and I don't know the new ones who move in. . . . There's an influx of California people and they aren't very sociable, Good neighbors help neighbors.'' Despite the worry about declining social values, one finding of the poll might surprise Washingtonians aware of the Pacific Northwest's long-held reputation--bemoaned by the Rev. Billy Graham, among others--as something of a religious wasteland. Asked whether they agreed with the statement that ``religious values play a role in my everyday decisions,''nearly two voters out of three did agree. Religion plays the strongest role in the lives of the oldest voters, with more than seven out of 10 of those age 62 and older saying it did. But nearly six in 10 voters in the least religious age group, those 18 to 39, said religious values were part of their lives. Conservative voters were most apt to say religion is part of their lives, and the most liberal voters were the least likely. The poll revealed deep concerns across a broad topical spectrum. For example:"], "capitolwords_url": "http://capitolwords.org/date/1996/05/21/S5413_concurrent-resolution-on-the-budget/"}