{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk62', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Nadler', u'pages': u'H5287-H5321', u'speaker_party': u'D', u'date': u'2006-07-18', u'bills': None, u'bioguide_id': u'N000002', u'order': 62, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'Mr. Speaker, I rise today in support of marriage, in support of families, and in support of national unity. I rise against this proposed constitutional amendment, against the drumbeat of election-year political demagoguery.', u'This amendment does not belong in our Constitution. It is unworthy of our great Nation. The Senate could not even muster a simple majority to consider it, much less the requisite two-thirds to adopt it.', u'We have amended the Constitution only 27 times in our history, the first 10 of them, the Bill of Rights, in 1791. Constitutional amendments have always been used to enhance and expand the rights of citizens, not to restrict them.', u'The Bill of Rights, which was added in 1791, protected freedom of speech, freedom of religion, freedom of assembly, the right to be secure in our homes. Ten amendments protecting individual rights and liberties. We amended the Constitution to permanently wipe away the stain of slavery, to expand the right to vote, to expand the rights of citizenship and to allow for the direct election of senators.', u'Now we are being asked to amend the Constitution again, to single out a single group and to say to them for all time, you cannot even attempt to win the right to marry.', u"This amendment was introduced last month. We have never held hearings on it. The Judiciary Committee has never considered it. Never. Don't let anyone tell you that the Judiciary Committee considered it in 2003. We did not. That was a different amendment we considered.", u'But what is the Constitution between friends when there is an election coming up? From what precisely would this amendment protect marriage? From divorce? From adultery? No. Evidently, the threat to marriage is the fact that there are millions of people in this country who very much believe in marriage, who very much want to marry but who are not permitted to marry.', u"This amendment, contrary to what we have heard, doesn't block activist courts from allowing people of the same sex to marry. It would also prevent their fellow citizens from deciding democratically to permit them to do so, whether through the legislative process or even through a referendum of the people.", u'And why is it requisite on Congress to tell any State that the people of that State may not make up their minds for themselves on this question? Why is it necessary for the Federal Government to amend our Constitution to say to Massachusetts, which is going to hold a referendum on this subject in 2008, you may not do so because we have decided this for you?', u'Mr. Speaker, I have been searching in vain for some indication of what might happen to my marriage, or to the marriage of anyone in this room, if loving couples, including couples with custody of children, are permitted to enjoy the blessings of matrimony.', u"If there is a Member of this House who believes that his or her own marriage would be destroyed by someone else's same-sex marriage somewhere in America, I would welcome an explanation of what he or she thinks would happen to his or her marriage and why.", u'Are there any takers? Anyone here who wants to get up and say why they believe their marriage would be threatened if two other people are permitted to marry?', u"I didn't think so.", u"The overheated rhetoric we have been hearing is reminiscent of the bellicose fear-mongering that followed the Supreme Court's decision almost 40 years ago in Loving v. Virginia which struck down State prohibitions against interracial marriage. The Supreme Court had overstepped its authority, we were told. The Supreme Court had overridden the democratic will of the majority, the Supreme Court had signed a death warrant for all that is good and pure in this Nation. Fortunately, we survived as a Nation and we are better for that Supreme Court decision.", u'I believe firmly that in the not-too-distant future people will look back on these debates with the incredulity with which we now view the segregationist debates of years past. I think the public opinion polls are indicative: Opposition to gay marriage is a direct function of age. The older people are, the more set in the ways of the old discriminatory practices of this country they are, the more they oppose gay marriage. If you take a poll of people under 35 years old, 70 to 75 percent are in favor of allowing gay marriage. That is the trend for the future because demographics is destiny.', u"Mr. Speaker, this amendment actually does more than it purports to do. It would not only preempt any State law allowing people of the same gender to marry, even if that law was approved by the legislature or by referendum, it would preclude any State from extending medical visitation privileges or inheritance rights, for example, to same-sex couples. That is what ``the incidents thereof'' in the amendment means.", u"Proponents of this amendment have already tried to use a similar prohibition against same-sex marriage to attack in court domestic-partner benefits. So when they tell you this is only about marriage, don't believe it. No court has required that a marriage in one State be recognized in another, so don't believe anyone who tells you that this amendment is meant to protect your own State laws.", u'The Defense of Marriage Act which passed this Congress and which the President signed in 1996 says no State can impose its marriage laws on another.', u"There are many loving families, Mr. Speaker, who deserve the benefits and protections of the law. They don't live just in New York or San Francisco or Boston, they live in every one of the 435 congressional districts of this great country. They are not from outer space, they are not a public menace, and they do not threaten anyone. They are our neighbors, our coworkers, our friends, our siblings, our parents, and our children. They deserve to be treated fairly. They deserve the same rights as any other family.", u'I regret that this House is being so demeaned by this debate. It saddens me that this great institution would sink to these depths to have what we have already heard on this floor and to what we will hear that amounts to pure bigotry against a minority population, even on the eve of an election.', u'We know this amendment is not going anywhere. We know this is merely a political exercise. Shame on this House for playing politics with bigotry.', u'Mr. Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}