{"speaker_state": "CA", "speaker_raw": "mr. honda", "speaker_first": "Michael", "congress": 112, "title": "STATEMENT ON H.R. 998, THE ``STUDENT NON-DISCRIMINATION ACT''", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-11/html/CREC-2011-03-11-pt1-PgE459-5.htm", "number": 37, "id": "CREC-2011-03-11-pt1-PgE459-5.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Honda", "pages": "E459-E460", "speaker_party": "D", "date": "2011-03-11", "bills": null, "bioguide_id": "H001034", "order": 0, "speaking": ["Mr. Speaker, I rise as a proud cosponsor of the ``Student Non-Discrimination Act,'' SNDA, introduced today by my friend Congressman Jared Polis of Colorado.", "I commend Congressman Polis for his commitment to creating and fostering a safe educational environment for all students. The legislation we introduced today would assure equal protection for lesbian, gay, bisexual, or transgender, LGBT, students.", "As an educator for over 30 years, I have witnessed firsthand the devastating impact bullying and harassment has on students emotionally, socially and academically. These problems are pervasive and persistent in our schools. The hostile environment created by harassment and bullying not only deprives students of the opportunity to receive a quality education, but also contributes to academic underachievement. Furthermore, bullying and harassment can, and have, led to life-threatening violence and suicide, as evidenced by several nationally reported incidents including cases in New Jersey, Philadelphia, New York and across the United States.", "Existing federal civil rights statutes that address discrimination do not cover sexual orientation or gender identity, thus LGBT students are vulnerable to discrimination, harassment, and bullying. Furthermore, there is no recourse or legal protection when the rights of LGBT students are violated.", "The Student Non-Discrimination Act is a positive step toward achieving equal protection for LGBT students. It will do this by prohibiting discrimination in public school based on actual or perceived sexual orientation or gender identity. These steps will provide LGBT students a safe environment free from discrimination to learn and succeed in school.", "The SNDA has goals similar to legislation I supported as chair of the Congressional Asian Pacific American Caucus including the Safe Schools Improvement Act, which helps schools and school districts develop and improve anti-bullying and anti-harassment initiatives. We need all of this and much more, until our students are safe enough to study without the strain of discrimination or fear of bullying and harassment.", "I am proud to be a cosponsor of the Student Non-Discrimination Act and urge my colleagues to join me in supporting this important legislation to ensure that all our students have access to a quality education free from fear. "], "capitolwords_url": "http://capitolwords.org/date/2011/03/11/E459-5_statement-on-hr-998-the-student-non-discrimination/"}