{u'speaker_state': u'NV', u'speaker_raw': u'mr. reid', u'speaker_first': u'Harry', u'congress': 111, u'title': u'UNANIMOUS CONSENT REQUEST--H.R. 4851', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-25/html/CREC-2010-03-25-pt1-PgS2098.htm', u'number': 48, u'id': u'CREC-2010-03-25-pt1-PgS2098.chunk4', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reid', u'pages': u'S2098-S2099', u'speaker_party': u'D', u'date': u'2010-03-25', u'bills': None, u'bioguide_id': u'R000146', u'order': 4, u'speaking': [u'Madam President, I regret that my Republican colleagues have once again objected to giving out-of-work Americans the unemployment and health benefits they need.', u'Since they have evidently forgotten, I remind them that unemployment is high in every one of our States--it is over 13 percent in Nevada--and 10 percent nationwide.', u"I understand that Republicans are upset they didn't get their way. I know they are disappointed that Democrats have listened to the American people, and that we succeeded in finally delivering the change our citizens have demanded and deserved for decades.", u'But Republicans should not take out their anger on the least fortunate, which is exactly what they are doing by objecting to these extensions. They should not kick the unemployed while they are down.', u'Several Republicans said this week that after health reform became law, they would retaliate by not cooperating with Democrats for the rest of this year. I will trust the American people to judge whether that threat was made in their best interests or in the interests of a political party.', u'So far, Republicans have made good on that promise by refusing to let committees meet--including, inexplicably and inexcusably, a committee hearing yesterday on police training in Afghanistan.', u'Republicans then offered amendments to the final health bill on such irrelevant topics as gay marriage and foreign embassies.', u'And now they are using the unemployed as political pawns. They even objected to holding a vote on their own proposal for this extension.', u'That is such an unfortunate posture, and such an irresponsible response.', u"Let us put the other side's newfound principles in perspective:", u'They refuse to pay the bill for two ongoing wars.', u'They refuse to pay the bill for entitlement expansions, like their prescription drug program. ', u"They refuse to pay for the bill for the tax giveaways they gave to multimillionaires who don't need them and didn't ask for them.", u'But while one out of 10 Americans struggles to pay his or her own bills while trying to find a full-time job, Republicans have suddenly found religion.', u'These objections are not only disingenuous. They are dangerous.', u'I hope they can muster the compassion to help families in every one of our States make ends meet for just a few weeks.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/03/25/S2098_unanimous-consent-request-hr-4851/'}