{"speaker_state": "TX", "speaker_raw": "mr. gohmert", "speaker_first": "Louie", "congress": 111, "title": "LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4940-3.chunk45", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Gohmert", "pages": "H4940-H4958", "speaker_party": "R", "date": "2009-04-29", "bills": null, "bioguide_id": "G000552", "order": 45, "speaking": ["Well, unlike my friend from Tennessee, I am not going to allege that anyone on the other side of this issue is trying to bear false witness.", "I believe the motivation is good, but we even heard the majority leader say this bill stands for equality under the law. I don't believe he meant to misstate the truth, but the truth is this bill sets out different classifications that are more special than others. Someone suggested that perhaps people would be happy if we just said, I'll tell you what. If you assault a white male, then you just get half the sentence of assaulting someone else.", "We want equal justice under the law; that's what we are supposed to have. I have a letter here from the National Black Church Initiative that was sent to Senator Leahy 2 years ago. It is signed by one, two, three, four, five, six, seven--well, I can't count them all. There are four pages of names. But the first is Anthony Evans, President of the D.C. Black Church Initiative. But it says things including, ``The National Black Church Initiative is a coalition of 16,000 churches.'' ``We have 18,000 sister churches.'' They are located in virtually every congressional district in America. ``If the U.S. Senate passes this bill and thus codifies sexual orientation as a protected legal class, it will open up a constitutional war between the church and the radical gay community. We know the gay community plans to use this piece of legislation to try to legally force the church to recognize their abominable lifestyle''--some very strong statements there.", "I have just received a letter dated April 29 from the United States Commission on Civil Rights. ``We write today to urge you to vote against the proposed Local Law Enforcement Hate Crimes Prevention Act.'' They said, ``We believe the bill will do little good and a great deal of harm.'' They say some suggest it will only apply to hate crimes. But they point out, It is sufficient if he acts because of someone's actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity or disability. Consider, rapists seldom are indifferent to the gender of their victims. They are virtually always chosen because of their gender. A robber might well steal from women or the disabled. Why? Because they perceive them to be weaker and more vulnerable.", "Moreover, they say, The objective meaning of the language and considerable legal scholarship would certainly include these being covered. So all of these things would now become Federal crimes.", "There is no epidemic. There are fewer numbers now than 10 years ago. There is no nexus. Ryan Skipper and Matthew Shepard's cases keep being brought up. For the defendants in those cases, I would have been happy to have signed an order for death. They got life. It would not affect them."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/"}