{"speaker_state": "CA", "speaker_raw": "ms. zoe lofgren of california", "speaker_first": "Zoe", "congress": 111, "title": "CELEBRATING THE LIFE, ACCOMPLISHMENTS AND JOY OF RABBI JOSEPH GITIN", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-09-14/html/CREC-2010-09-14-pt1-PgE1591-3.htm", "number": 123, "id": "CREC-2010-09-14-pt1-PgE1591-3.chunk0", "volume": 156, "chamber": "Extensions", "session": 2, "speaker_last": "Lofgren", "pages": "E1591", "speaker_party": "D", "date": "2010-09-14", "bills": null, "bioguide_id": "L000397", "order": 0, "speaking": ["Madam Speaker, I rise today to honor the life, accomplishments and joy of Rabbi Joseph Gitin who recently passed away after a long career of exuding positive, loving energy to not only those of his own congregation and faith--but also to the extremely diverse population of San Jose and Silicon Valley, California.", "At the age of 104, Rabbi Joseph Gitin was considered one of the oldest Reform rabbis in the world and presided over San Jose's oldest Reform temple for the longest tenure of all its rabbis. In fact, he had been rabbi emeritus at Temple Emanu-El on University Avenue in San Jose, California for more than 30 years.", "When he arrived in San Jose in 1950, he was the city's only rabbi. He served at Temple Emanu-El until 1976. During that tenure, he worked alongside two Christian ministers, to speak at churches about their religious similarities. The Reverend Paul Locatelli, who died this summer at age 71 and was the former president of Santa Clara University, presented Rabbi Gitin an honorary doctor of divinity degree in 1996 for ``promoting interfaith dialogue and interracial cooperation.''", "Gitin was perhaps best known for his work in the interfaith community. By some accounts, about 30 percent of his funerals were for non-Jews, which speaks to his enduring compassion and ability to comfort those in the last stages of their lives.", "Rabbi Gitin fought hard for the passage of civil rights, equal voting rights and equal housing bills. He also worked to protect the civil rights of the gay and lesbian communities. His actions are noted in the 91st Congressional Record, which states how he measured his success not by his numerous awards and honors but by the good deeds that he tried to perform every day. It was true back then and rings with even more clarity as we reflect upon his life.", "Gitin served on a staggering number of civic boards, including the Red Cross and Community Chest; the Heart Association and the Tuberculosis Society; the Municipal Entertainment Commission and Agnews State Hospital; the county Advisory Committee on Children and Youth; and the Bicycle Court. He was a lifetime Rotary member and was a judge pro tem in the juvenile courts.", "It is my distinct honor to have Rabbi Gitin's presence, compassion and love for humankind in my Congressional district. My sincere condolences are extended, to his. daughter, Judi Elman Harris, and son, David Gitin."], "capitolwords_url": "http://capitolwords.org/date/2010/09/14/E1591-3_celebrating-the-life-accomplishments-and-joy-of-ra/"}