{u'speaker_state': u'AZ', u'speaker_raw': u'mr. mccain', u'speaker_first': u'John', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2011--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-09-21/html/CREC-2010-09-21-pt1-PgS7244-2.htm', u'number': 127, u'id': u'CREC-2010-09-21-pt1-PgS7244-2.chunk8', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'McCain', u'pages': u'S7244-S7262', u'speaker_party': u'R', u'date': u'2010-09-21', u'bills': None, u'bioguide_id': u'M000303', u'order': 8, u'speaking': [u"Mr. President, this is, obviously, an important vote that is coming up. I repeat, I am not opposed in principle to bringing up the Defense bill and debating it, amending it, and voting on it. I am not opposed to having a full and informed debate on whether to repeal don't ask, don't tell and then allowing the Senate to legislate. What I am opposed to is bringing up the Defense bill now before the Defense Department has completed its survey because we need to know the views of the men and women who are serving in the military in uniform. Give them a chance to tell us their views. Whether you agree or disagree with the policy, whether you want to keep it or repeal it, the Senate should not be forced to make this decision now before we have heard from our troops. We have asked for their views, and we should wait to hear from them. All four service chiefs have said the same thing: Let's conduct the survey, let's get it done and then act on whether to repeal or not repeal.", u"There is one other aspect. This is a blatant political ploy in order to try to galvanize the political base of the other side, which is facing a losing election. That is why the majority leader said we would take up don't ask, don't tell, take up the DREAM Act, and then take up the issue of secret holds and then address the other issues after the election. I wonder why the majority leader would have those priorities--in other words, take up those that would be politically beneficial, galvanize his political base as far as the Hispanic community is concerned and the gay and lesbian community, and then take up the other issues after--after--the election is over in lameduck session.", u'This majority leader has filled up the tree and has not allowed debate 40 times--40 times--more than all the other majority leaders preceding him. Last year, the hate crimes bill was arranged in such a way that there were not amendments that could be proposed by my side of the aisle.', u"So let's vote against cloture. Let's sit down and try to reach some kind of an agreement. Let the men and women in the military be heard from. Let their leaders go to their men and women who are serving and tell them we have heard their input before we make this legislative change and stop the cynical manipulation of the men and women in the military in order to get votes on November 2.", u'Mr. President, I reserve the remainder of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/09/21/S7244-2_national-defense-authorization-act-for-fiscal-year/'}