{u'speaker_state': u'CT', u'speaker_raw': u'mr. lieberman', u'speaker_first': u'Joseph', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2011--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-09-21/html/CREC-2010-09-21-pt1-PgS7244-2.htm', u'number': 127, u'id': u'CREC-2010-09-21-pt1-PgS7244-2.chunk14', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lieberman', u'pages': u'S7244-S7262', u'speaker_party': u'ID', u'date': u'2010-09-21', u'bills': None, u'bioguide_id': u'L000304', u'order': 14, u'speaking': [u'Mr. President, I thank Senator Levin.', u'I rise to oppose the filibuster of the National Defense Authorization Act and to say what is obvious--that this is a preelection campaign season. There are a lot of politics, partisan politics swirling around, everything going on here, including procedural matters such as those we are involved in right now. But there are two things I know and I believe, and I wish to express them about this vote coming up.', u'One is, we have to proceed to consider the National Defense Authorization Act. If we do not do it today, I hope we will do it as soon after as we can because our military needs it. They are in combat. Without this legislation passing, we will not have the authorization to increase compensation and benefits for the military and their families, we will not have authorization for critical military construction, we will not have authorization for acquisition of critical military equipment that our troops need to fight safely on our behalf and to remain what they are--the bravest, most effective fighting force in the world. So it may be today, it may not be today, but it is going to be sometime before the end of the year that we have to take up this bill. It is our national, constitutional, moral responsibility.', u"Second--and this is a controversial part, of course--I believe we have to repeal don't ask, don't tell, not only because it is not consistent with the American values of equal opportunity, of judging people by whether they can do a job or not, not by their nationality, their religion, their gender, their race, or their sexual orientation--can you do a job, and if you can do it, then you can get that job in America. We have thousands of Americans who are patriotic who want to serve who happen to be gay or lesbian, and we are telling them: You cannot. Not only that, we kicked out 14,000 of them in the last 17 years under don't ask, don't tell."], u'capitolwords_url': u'http://capitolwords.org/date/2010/09/21/S7244-2_national-defense-authorization-act-for-fiscal-year/'}