{"speaker_state": "CA", "speaker_raw": "ms. harman", "speaker_first": "Jane", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF SENATE AMENDMENT TO H.R. 2965, DON'T ASK, DON'T TELL REPEAL ACT OF 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8383.htm", "number": 166, "id": "CREC-2010-12-15-pt1-PgH8383.chunk18", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Harman", "pages": "H8383-H8388", "speaker_party": "D", "date": "2010-12-15", "bills": null, "bioguide_id": "H000213", "order": 18, "speaking": ["Madam Speaker, as a rookie Member of Congress in 1993, I sat in the most junior chair on the Armed Services Committee, just a few feet from the witness table. Then-Chairman of the Joint Chiefs of Staff Colin Powell testified in favor of the Clinton administration's Don't Ask, Don't Tell policy. I drew a deep breath and told the general that I thought Don't Ask, Don't Tell was unconstitutional. I opposed it then, and I oppose it now.", "No good has ever come of Don't Ask, Don't Tell, but a lot of bad has. I applaud the personal courage of current Joint Chiefs of Staff Chairman Admiral Mike Mullen, who told Congress: ``It is my personal belief that allowing gays and lesbians to serve openly would be the right thing to do. No matter how I look at the issue, I cannot escape being troubled by the fact that we have in place a policy which forces young men and women to lie about who they are in order to defend their fellow citizens.'' He's right, and I have no doubt that America's Armed Forces will successfully transition to a post-DADT world.", "We are hearing the alarms sounded again about morality and morale, unit cohesion, and readiness. Similar arguments were made when women and African Americans were allowed to serve alongside our white male counterparts. But be it race, gender, or now sexual orientation, our military services have demonstrated the commitment and ability to integrate and embrace diversity.", "As a female officer in the 10th Mountain Division blogged recently, ``when DADT is overturned, I won't be jumping out of my office screaming ``I'm gay'' to the world. I'll just be able to breathe easier knowing my job is secure.'' With this historic vote we will allow all service women and men who are holding their breath in fear--not of an enemy but of a law created by Congress--to breathe easier.", "Vote ``aye'' on the rule and on the Hoyer-Murphy bill."], "capitolwords_url": "http://capitolwords.org/date/2010/12/15/H8383_providing-for-consideration-of-senate-amendment-to/"}