{"speaker_state": "HI", "speaker_raw": "ms. hirono", "speaker_first": "Mazie", "congress": 111, "title": "DON'T ASK, DON'T TELL REPEAL ACT OF 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm", "number": 166, "id": "CREC-2010-12-15-pt1-PgH8390-3.chunk117", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Hirono", "pages": "H8390-H8410", "speaker_party": "D", "date": "2010-12-15", "bills": null, "bioguide_id": "H001042", "order": 117, "speaking": ["Mr. Speaker, I rise to urge my colleagues to support H.R. 2965, the ``Don't Ask, Don't Tell'' Repeal Act.", "As an original cosponsor of the House versions of related legislation that was introduced in the 110th (2007-2008) and 111th (2009-2010) Congress, I strongly support this stand-alone measure, which would repeal the ``don't ask, don't tell'' policy that discriminates against military personnel based on their sexual orientation.", "Enforcement of this policy has not only wasted millions of taxpayer dollars but has caused irreparable harm to our military by dismissing more than 12,000 well-trained and qualified members of the Armed Forces. If enacted, this legislation will strengthen our military and help protect our national security interests.", "This past May, I voted for an amendment to the FY2011 defense authorization bill that would have repealed this policy. Unfortunately, the amendment and the underlying legislation passed the House only to languish in the Senate. Congress must finally repeal this law and replace it with a policy of inclusion and non-discrimination so that justice and equality can be restored for the gay and lesbian servicemembers fighting for our country.", "Many of my constituents, including members of our military and veterans who served in our Armed Forces, have contacted me to express support for repealing ``don't ask, don't tell.'' I recently received an e-mail from a constituent who has been on active duty for over 20 years and wants this policy repealed so that his fellow soldiers can serve openly and honestly without having to worry about ``living a lie'' and continuing to suffer from bigotry.", "This view is not only shared by nearly eight in 10 Americans but corresponds with findings from the recently released Defense Department's Comprehensive Review Working Group report. This report revealed that a large majority of troops were comfortable with the prospect of overturning longstanding restrictions on gays in uniform and expected that it would have little to no effect on their units. Defense Secretary Robert Gates and Admiral Michael Mullen, Chairman of the Joint Chiefs of Staff, have testified before Congress in support of this report's recommendations, urging Congress to vote to repeal the flawed ``don't ask, don't tell'' policy.", "Repealing this policy will ensure that our men and women in uniform can serve our country with dignity and integrity and without fear of discrimination. I urge my colleagues to support this measure."], "capitolwords_url": "http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/"}