{u'speaker_state': u'CA', u'speaker_raw': u'mrs. capps', u'speaker_first': u'Lois', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8390-3.chunk122', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Capps', u'pages': u'H8390-H8410', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'C001036', u'order': 122, u'speaking': [u"Mr. Speaker, I rise to express my strong support of the Don't Ask, Don't Tell Repeal Act of 2010. I want to thank the Speaker and Majority Leader for bringing this important legislation before the full House.", u'Like the majority of the American public, I believe repealing this discriminatory policy is long over-due. As Members of Congress, we owe the bravest of our constituents, those who serve in the Armed Forces, the right to serve openly while protecting our freedom.', u"As the Pentagon report and testimony by Admiral Mike Mullen, Chairman of the Joint Chiefs of Staff and Defense Secretary Robert Gates demonstrates, this policy does not make our military stronger or our nation safer. In fact, it has weakened America's security by depriving our nation of the service of thousands of gay and lesbian troops who have served their country honorably--and forcing even larger numbers of troops to lie about who they are.", u'We ask our soldiers and their families to make tremendous sacrifices, yet deny many of them the most basic of civil rights? This is abhorrent, and supporting an end to this policy will be one of my proudest moments of the 111th Congress.', u"As debate on this issue has escalated over the years, I have been fortunate enough to represent the Palm Center, previously located at UC Santa Barbara. For over 10 years, this organization has been at the forefront of research and outreach to repeal the Don't Ask, Don't Tell policy. It has been a privilege to bring its work to the attention of Congress, and I know I speak on behalf of all who support repeal when I thank the staff at the Palm Center for their tireless work.", u"Today's vote is the culmination of many years of concerted effort by an untold number of soldiers, private citizens, advocacy groups and public servants. As his colleague in the House, I would like to particularly commend Congressman Patrick Murphy, the lead sponsor on this bill. As a Veteran of the Iraq war, Mr. Murphy has an unparalleled perspective on this issue and I thank him for his leadership.", u'I also want to thank the thousands of service members who have been denied their civil rights for their valuable service to our country.', u'Mr. Speaker, I urge all my colleagues to do the right thing today and support this important legislation to end this discriminatory and harmful policy.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/'}