{u'speaker_state': u'CT', u'speaker_raw': u'mr. lieberman', u'speaker_first': u'Joseph', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-18/html/CREC-2010-12-18-pt1-PgS10649-3.htm', u'number': 169, u'id': u'CREC-2010-12-18-pt1-PgS10649-3.chunk34', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lieberman', u'pages': u'S10649-S10663', u'speaker_party': u'ID', u'date': u'2010-12-18', u'bills': None, u'bioguide_id': u'L000304', u'order': 34, u'speaking': [u'The other significant number in the survey I thought was this: Well over two-thirds of the members of our military surveyed, 120-some-odd thousand surveyed, said that they thought the military was ready for this change.', u"I know there has been talk about the marines. There is a fascinating number about the marines. A significant number of the marines are worried about this change in policy. But among those marines who have served in marine units with gay and lesbian marines, 84 percent say no problem. Why? Because we do not care, when we are out in combat, what somebody's race or gender or ethnicity or religion or sexual orientation is; all we care is whether they have got our back and they are a good member of the unit.", u"My friends have said that this simply--if, and I hope when this measure passes, and don't ask, don't tell is repealed, it authorizes the repeal, but it does not finish it. It starts a deliberative process in which, without time limit, the Secretary of Defense, the President, the Chairman of the Joint Chiefs of Staff, have to decide that it is time for the repeal to occur. It is a very reasonable process. And it saves the military, as Secretary Gates has said over and over again, from facing an order from a court that forces the military to do this immediately.", u'Bottom line, and I will speak personally here, I was privileged about 10 years ago--incidentally, thinking of the DREAM Act, I am a grandchild of four immigrants to America. Could they have ever dreamed that I would end up a Senator--2,000 have had the opportunity--to be the first Jewish American to run on a national ticket?', u'I will never forget. Someone called me up that day and said how thrilled they were, a member of another minority group, and said: You know, Joe, here is what is significant. When a barrier falls for one group of Americans, the doors of opportunity open wider for all Americans.', u'I think we have that opportunity today to make our great country even greater, and our best-in-the-world military even better.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/18/S10649-3_dont-ask-dont-tell/'}