{"speaker_state": "OR", "speaker_raw": "mr. wyden", "speaker_first": "Ron", "congress": 107, "title": "LOCAL LAW ENFORCEMENT ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgS5325.htm", "number": 76, "id": "CREC-2002-06-11-pt1-PgS5325.chunk39", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Wyden", "pages": "S5325-S5337", "speaker_party": "D", "date": "2002-06-11", "bills": null, "bioguide_id": "W000779", "order": 39, "speaking": ["Mr. President, I speak today because it is time for Congress to send its own message to those who would perpetrate hate crimes. That message should be that Federal law will no longer tolerate intolerance. Hate crimes are a stain on our national greatness, and it is time to stop that stain from spreading.", "Fighting hate crimes should not be a partisan issue. This is not about giving preferences to one group of people or another. I am talking about opposing violence. I am talking about opposing brutal crimes.", "When the fight for a hate crimes law first began in the early 1990s, many Americans questioned whether the problem was serious enough to warrant a specific law. But during the past decade, from one coast of the United States to the other, tragic events have proven that a law is badly needed.", "These crimes are so unspeakably ugly that the names of the victims are seared in our minds. James Byrd, Jr., dragged to his death because he was black. Matthew Shepard, beaten and left for dead because he was gay.", "My home State has been wounded by hate crimes, too. Oregonians will not forget Roxanne Ellis and her partner, Michelle Abdill, who were taped up and shot twice in the head in the back of their own pickup truck in Medford, Oregon in December 1995. Or Loni Okaruru, who was found last August bludgeoned to death in a field in Washington County, just outside Portland. Loni was a transsexual planning to undergo surgery. She had been beaten multiple times prior to that night.", "The Senate has passed hate crimes legislation unanimously several times, only to see it jettisoned in Conference with the other body. The consequences of all this legislative wrangling are real. Each time Congress delays, more brutal, hate-driven deaths go unpunished. Each time Congress delays, more hate crimes happen, because the perpetrators have no fear of being punished for the true nature of their acts.", "The legislation before this body today will close the loopholes in Federal hate crimes law. It will give local law enforcement the full force of Federal resources in investigating and prosecuting crimes motivated by bias against sexual orientation, gender or disability.", "This legislation will not preempt State and local laws or authorities. But it will provide Federal backup to important local efforts. Based on testimony before the Senate Judiciary Committee, it is likely that Federal help will be sought by local authorities in a dozen cases a year.", "The message Congress sends in passing this bill is as important as the resources that will be made available to local law enforcement. It is time to limit the lengths to which people can go to infect our society with diseases like racism, and homophobia, and religious intolerance.", "Hate crimes are intentionally directed at victims because of who they are. They strike not just at a person but at the heart of a community, be it a black community, a gay community, or a disabled community. And when any one group is targeted, the entire American community feels the blow.", "The scourge of hate crimes must be confronted and eradicated. This legislation gives Congress the means to do so. I urge my colleagues to vote for cloture on the bill so that it can be enacted swiftly."], "capitolwords_url": "http://capitolwords.org/date/2002/06/11/S5325_local-law-enforcement-act-of-2001/"}