{"speaker_state": "CA", "speaker_raw": "ms. harman", "speaker_first": "Jane", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk190", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Harman", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": ["H.J. Res. 106"], "bioguide_id": "H000213", "order": 190, "speaking": ["Mr. Speaker, September 13 was an important date for Congress. It marked the expiration of the decade-old Assault Weapons Ban. Police Chiefs across the country strongly encouraged the extension of this ban. President Bush even announced he would sign an extension if Congress presented him with the opportunity. Unfortunately, the Republican leadership did not deem the ban fit for a vote.", "Instead, Congress squanders valuable time voting on matters that either have no bearing on the real work at hand or are designed as divisive wedge issues.", "Just yesterday the House voted to repeal the District of Columbia's 28-year-old assault weapons ban and to prohibit the DC Government from enacting such laws in the future.", "That was yesterday, Mr. Speaker. Today, the House, in another profile in courage, will devote valuable time to one of the most divisive of wedge issues--a vote on a constitutional amendment to ban gay marriage.", "Are these the most pressing issues of the day for Congress? For the American people? Of course not. Al Qaeda will not stop at the borders of Washington, DC, in fear of our newly armed city, but tourists and other visitors might. And DC residents, Members of Congress and their families will be at greater risk.", "Nor will our ports, railways, airports, and other critical infrastructure be more secure because we waste time on what is certain to be a failed Federal effort to ban gay marriage.", "States have long regulated marriage and I do not believe that America has suffered from this practice. I believe State legislatures and courts are the proper arbiters of questions of community values. On this issue there is bipartisan agreement. Indeed, four of the featured speakers at the recent Republican convention oppose this amendment, including Vice President Cheney and California Governor Schwarzenegger.", "We have traditionally amended the Constitution to grant a broader range of rights to Americans. Why, in the 21st century, are we breaking from this 200-year-old tradition? In my view, the Constitution should be amended rarely, dispassionately, and only in the interest of codifying or expanding rights and liberties. This proposed amendment fails to meet that test, is divisive, and distracts from more urgent priorities.", "If America is hit by terrorists again, I fear that history will look back at us with a scathing and sorrowful eye. There will be anger at our misplaced priorities, and sadness that we fell victim to the passions of those whose vision for America's future is clouded by fear and intolerance.", "I oppose H.J. Res. 106 and urge my colleagues on both sides of the aisle to oppose it. We need to put this shameful vote behind us and focus on problems that all Americans agree need to be addressed, such as jobs, health care and, most of all, national security."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}