{u'speaker_state': u'MN', u'speaker_raw': u'ms. klobuchar', u'speaker_first': u'Amy', u'congress': 111, u'title': u'SBIR/STTR REAUTHORIZATION ACT OF 1999--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-18/html/CREC-2010-12-18-pt1-PgS10668-2.htm', u'number': 169, u'id': u'CREC-2010-12-18-pt1-PgS10668-2.chunk71', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Klobuchar', u'pages': u'S10668-S10684', u'speaker_party': u'D', u'date': u'2010-12-18', u'bills': None, u'bioguide_id': u'K000367', u'order': 71, u'speaking': [u'Mr. President, I appreciate the Senator from Arizona and the Senator from Massachusetts allowing me to speak for a few minutes.', u"I wish to lend my strong support as a cosponsor of the repeal of don't ask, don't tell. I have always believed the commitment of our top military leaders is critical to successfully implementing the repeal of this policy. Since February of this year, we have heard testimony from Defense Secretary Gates as well as Chairman of the Joint Chiefs of Staff, ADM Mike Mullen. To this day, both support the repeal of the policy.", u'Admiral Mullen outlined his concern with the policy pretty succinctly. He said:', u'No matter how I look at the issue, I cannot escape being troubled by the fact that we have in place a policy which forces young men and women to lie about who they are in order to defend their fellow citizens.', u'Our country is literally asking our servicemembers to lie.', u'Earlier this year, Secretary Gates called for a study of the repeal. That study involved comprehensive polls of the U.S. military. After the December release of the report on the implementation of the repeal, we know the majority of our military members--70 percent of Active-Duty military and National Guard and Reserve--have said this change will not have a negative impact on their ability to perform their duties.', u'So what we have is this: We have the support of the top brass of our military of the United States--something that was incredibly important to implementing this policy change. We have checked that box. We have the support of the majority of our soldiers in the field, who basically said they can live with this policy change or they can live with serving with a soldier who admits they are gay. The last thing we have is this body, this Chamber, and today is the day we checked that box. Today is the day we voted for the repeal.', u'Thank you, Mr. President. I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/18/S10668-2_sbirsttr-reauthorization-act-of-1999-continued/'}