{u'speaker_state': u'NJ', u'speaker_raw': u'mr. pallone', u'speaker_first': u'Frank', u'congress': 112, u'title': u"IN RECOGNITION OF TEMPLE EMANU-EL'S 50TH ANNIVERSARY", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-07/html/CREC-2011-07-07-pt1-PgE1257-2.htm', u'number': 100, u'id': u'CREC-2011-07-07-pt1-PgE1257-2.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Pallone', u'pages': u'E1257', u'speaker_party': u'D', u'date': u'2011-07-07', u'bills': None, u'bioguide_id': u'P000034', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to recognize Temple Emanu-El of Edison, New Jersey, as its members gather to celebrate its 50th Anniversary. Under the leadership of Rabbi Emeritus Alfred Landsberg and Rabbi Deborah Bravo, Temple Emanu-El is a respected educational and religious institution for many families whose members remain committed to various community service activities. Their hard work and dedication are worthy of this body's recognition.", u"Since its founding in 1961, Temple Emanu-El's membership remains open to persons of any race, sex, ethnic background, physical capability, sexual orientation, national origin or marital status. The synagogue is a sanctuary for interfaith families, gay and lesbian groups as well as numerous organizations and religious communities interested in pursuing the Jewish faith. Its rich diversity ensures the organization's ability to provide various religious programs for all ages. The synagogue is proud to be the first religious school within the region to offer special education programs to its members. Pre-school students have the opportunity to celebrate Shabbat through song and craft programs. Teens also get together at Temple Emanu-El to study Judaism with their friends while community members remain engaged in the sacred work of `tikkun olam', the repair of the world, through various social action programs.", u'The worshipers of Temple Emanu-El are committed to participating in various community programs and service endeavors. Food and monetary funds are collected by the worshipers and delivered to the members of the community. The members also partake in the weekend meals-on-wheels delivery program as they continue to reach out to members of their community in need.', u'The synagogue also maintains a commitment to provide various educational opportunities. Temple Emanu-El provides programs for the children to learn Hebrew and various Jewish traditions while adults are given the opportunity to study with Scholars-in-Resident and participate in Bar/Bat Mitzvah programs. Many congregants also join together on a weekly basis to study Torah. In addition to the plethora of activities offered at Temple Emanu-El, the synagogue remains a serene house of worship for its members to congregate and reflect.', u'Mr. Speaker, please join me in honoring Temple Emanu-El on its 50th Anniversary and thanking the members for their continued contribution to the Jewish community.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/07/E1257-2_in-recognition-of-temple-emanu-els-50th-anniversar/'}