{u'speaker_state': u'MD', u'speaker_raw': u'mr. hoyer', u'speaker_first': u'Steny', u'congress': 112, u'title': u'DEPARTMENT OF DEFENSE APPROPRIATIONS ACT, 2012', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-07/html/CREC-2011-07-07-pt1-PgH4689-2.htm', u'number': 100, u'id': u'CREC-2011-07-07-pt1-PgH4689-2.chunk121', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Hoyer', u'pages': u'H4689-H4732', u'speaker_party': u'D', u'date': u'2011-07-07', u'bills': None, u'bioguide_id': u'H000874', u'order': 121, u'speaking': [u"Mr. Chair, last year, Congress voted to repeal the counterproductive and unjust policy of ``Don't Ask, Don't Tell.''", u'But despite overwhelming evidence that repeal will strengthen our military, despite strong support for repeal among our troops and the American people, despite support for repeal from military leaders like the Secretary of Defense and the Chairman of the Joint Chiefs of Staff, and despite a Federal court order that the Government stop enforcing DADT immediately, Republicans are still pushing to keep this shameful policy in place.', u"Under DADT, 13,500 gay men and women were discharged simply because of who they were. These were troops who had served our country honorably and bravely; 1,000 of them filled what the military calls ``critical occupations,'' such as engineering and interpretation of languages like Arabic and Farsi.", u'Our closest allies--countries like Britain, Canada, and Israel--know better than to throw that kind of service and expertise away.', u"Yet the amendment offered by Mr. Huelskamp would force our military to stop training its Chaplain Corps to prepare for the repeal of DADT. This amendment would substitute Congress's micromanagement for the judgment of our military leaders on training issues, and it is a transparent attempt to interfere with the repeal of DADT in any way possible.", u'The amendment offered by Ms. Foxx is in a similar vein. It would prohibit defense appropriations in contravention of the Defense of Marriage Act, or DOMA.', u'DOMA is discriminatory and should be ruled unconstitutional--but as long as it is law, it clearly applies to all Federal agencies, including the Defense Department.', u"That makes this amendment entirely unnecessary. Let's see it for what it is: Republicans' effort to change the subject from open service--an argument they've lost--to marriage equality--an argument they're still in the process of losing.", u'I urge my colleagues to oppose both amendments which put partisan belief in the exclusion of gays above the strength of our military.', u'The Acting CHAIR. The question is on the amendment offered by the gentlewoman from North Carolina (Ms. Foxx).'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/07/H4689-2_department-of-defense-appropriations-act-2012/'}