{u'speaker_state': u'NY', u'speaker_raw': u'mr. engel', u'speaker_first': u'Eliot', u'congress': 112, u'title': u'IN HONOR OF MAUREEN SILO', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-21/html/CREC-2011-07-21-pt1-PgE1379-4.htm', u'number': 110, u'id': u'CREC-2011-07-21-pt1-PgE1379-4.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Engel', u'pages': u'E1379-E1380', u'speaker_party': u'D', u'date': u'2011-07-21', u'bills': None, u'bioguide_id': u'E000179', u'order': 0, u'speaking': [u'Mr. Speaker, Maureen Silo, beloved spouse of Susan McMillan, daughter of the late Mary Agnes Burns and the late James Thomas Hanlon, sister to Jean Marie Bruno of Sarasota, FL and James Francis Hanlon of San Antonio, TX and aunt of Matthew Hanlon of San Antonio, TX, Jena Kolt, Kairi Kolt and Lucian MacMillan of the Bronx, passed away on July 17, 2011 at Calvary Hospital, Bronx, NY.', u'A native of the Bronx, Maureen entered military service in the U.S. Army in 1974. After leaving the Army, Maureen moved back to NYC and became the first female high rise window washer in the City of New York! Maureen worked at the Bronx VA where she met her spouse Susan in 1992. Susan and Maureen became official domestic partners on April 19, 1994. They were legally married on October 4, 2008 in Wellfleet, MA.', u'Always a humanitarian and champion for the underdog, Maureen found her calling in helping others. She became a social worker after getting her B.A. in Social Work from Lehman College and then graduated from Yeshiva University with an M.A. in Social Work. She worked in the burn unit at Jacobi Hospital during her undergrad internship and at the NYC Gay and Lesbian Anti-violence Project during her graduate internship. She continued to work at AVP after receiving her M.A. for four more years. She then went to work for NYC HRA in July of 2001 as a social worker for victims of domestic violence. She transferred to the Department of Homeless Services in 2004 and became a supervisor/manager.', u'Maureen also volunteered with the American Red Cross as a mental health worker. She was on the Bronx Disaster Response Team for three years. She worked in Mississippi for two weeks after Hurricane Katrina.', u'Maureen was a great lover of animals and rescued and provided a safe, secure, loving home for six dogs and four cats with her spouse Susan over a period of 18 years.', u"In Judaism there is a phrase about a Woman of Valor and Maureen Silo was such a woman. Through her actions she had shown us all how to live with love and grace even through life's most challenging times. I join with her family and friends in their time of grief and am grateful for her dignity and courage. As said in the Bible: ``Who can find a virtuous woman for her price is far above rubies?'' Well, that woman was Maureen Silo."], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/21/E1379-4_in-honor-of-maureen-silo/'}