{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 112, u'title': u'HONORING OUR ARMED FORCES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-04/html/CREC-2011-05-04-pt1-PgS2681.htm', u'number': 59, u'id': u'CREC-2011-05-04-pt1-PgS2681.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S2681', u'speaker_party': u'D', u'date': u'2011-05-04', u'bills': None, u'bioguide_id': u'B000711', u'order': 0, u'speaking': [u'Mr. President, today I ask my colleagues to join me in paying tribute to two dedicated Navy officers who were tragically killed in a training accident in my home State of California.', u'LT Matthew Ira Lowe and LT Nathan Hollingsworth Williams died on April 6, 2011, after their F/A-18F Super Hornet crashed near the Lemoore Naval Air Station in central California. Lieutenants Lowe and Williams were assigned to Strike Fighter Squadron VFA-122, based at Lemoore Naval Air Station.', u"LT Matthew Ira Lowe of Plantation, FL, had a lifelong passion for flying. He received an engineering degree from the University of Central Florida in 2001. While in college, he also earned his pilot's license. He later joined the Navy and received his commission through Officer Candidate School in February 2003. Most recently, Lieutenant Lowe served as an instructor, and had been training to become a pilot for the elite Blue Angels exhibition team.", u'A decorated pilot who earned the Navy/Marine Corps Achievement Medal and the National Defense Service Medal, Lieutenant Lowe will be remembered by those who served with him for his sense of humor and outgoing personality. Lieutenant Lowe is survived by his parents Ira and Pamela Lowe, and two elder siblings. He was 33 years old.', u'A native of Oswego, NY, LT Nathan Hollingsworth Williams attended the University of Rochester on a Navy Reserve Officer Training Corps scholarship. Upon graduating with honors in mathematics in 2004, he reported for duty at Naval Air Station Pensacola for flight training where he earned his naval flight officer wings. Lieutenant Williams was deployed to Afghanistan, where he served aboard the U.S.S. Theodore Roosevelt, providing air support for U.S. ground troops. After returning from Afghanistan, Lieutenant Williams was chosen as a flight instructor at Lemoore Naval Air Station.', u'For his service, Lieutenant Williams received a number of awards including two Presidential Air Medals, the Afghanistan Campaign Medal with Star, Global War on Terrorism Service Medal, Pistol Marksmanship Medal, and Sea Service Deployment Ribbon. A dedicated Buffalo Bills fan, he will be remembered as a kind and caring person who was always willing to lend a hand to those in need. Lieutenant Williams is survived by his wife Meredith; his parents Alan and Gay Williams; and his brothers Jeffrey and Seth. He was 28 years old.', u'Nothing can fully account for the loss suffered by the families of Lieutenants Lowe and Williams, and all those who loved them. But I hope they can take comfort in the knowledge that they will be forever honored and remembered by a grateful Nation.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/05/04/S2681_honoring-our-armed-forces/'}