{u'speaker_state': u'CO', u'speaker_raw': u'mr. polis', u'speaker_first': u'Jared', u'congress': 112, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 1216, REPEALING MANDATORY FUNDING  FOR GRADUATE MEDICAL EDUCATION; PROVIDING FOR CONSIDERATION OF H.R.', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-24/html/CREC-2011-05-24-pt1-PgH3353-3.htm', u'number': 72, u'id': u'CREC-2011-05-24-pt1-PgH3353-3.chunk18', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Polis', u'pages': u'H3353-H3361', u'speaker_party': u'D', u'date': u'2011-05-24', u'bills': None, u'bioguide_id': u'P000598', u'order': 18, u'speaking': [u'Mr. Speaker, I rise in opposition to the rule and the underlying bill in its current form.', u"By delaying the repeal of Don't Ask, Don't Tell, this bill will weaken our Armed Forces and further confuse an issue that our country and our military have simply moved past. This bill in its current form says to gay and lesbian servicemembers, you're welcome to fight and die for our country as long as you live in secret.", u"Mr. Speaker, Don't Ask, Don't Tell requires brave men and women in our military to live in constant fear of being dismissed for an aspect of their personal lives that has no bearing on their job performance.", u"It's a law that serves no purpose. It's a law that hinders our military's effectiveness. It's a law that Congress has already voted to appeal. And it's a law, frankly, that's un-American. Yet here we are, again, considering a bill that would continue to codify discrimination. We should not go back to those dark days, and we will not go back.", u"In April, the service chiefs reported to the House Armed Services Committee that the process of certifying the end of Don't Ask, Don't Tell is moving forward, and the response from servicemembers has been overwhelmingly positive. Vice Admiral Gortney, staff director for the Joint Chiefs of Staff, reported the appeals process was moving ahead without incident. Clifford Stanley, under Secretary of Defense for personnel and readiness, told the committee that training programs to prepare for the repeal are going ``extremely well.''", u"So we know the military supports moving forward, as do the vast majority of the American people: 72 percent support the repeal of Don't Ask, Don't Tell.", u"Don't Ask, Don't Tell hurts military readiness and national security every day. To date, over 13,000 servicemembers who have been trained at taxpayer expense have been forced out of the military under this policy. It's hard to believe that dismissing mission-critical servicemembers or linguists fluent in Arabic, Korean and Farsi will somehow make us more effective or combat ready. The Commander in Chief, the Secretary of Defense, who I might add was originally appointed by President Bush, as well as the Joint Chiefs of Staff, support repeal.", u"Mr. Speaker, it's time for Don't Ask, Don't Tell to move from the law books to the dustbins of history. Its only value is as a lesson to future generations that our Nation is stronger when we welcome all members of the American family and weaker when we divide and discriminate."], u'capitolwords_url': u'http://capitolwords.org/date/2011/05/24/H3353-3_providing-for-consideration-of-hr-1216-repealing-m/'}