{"speaker_state": "ME", "speaker_raw": "mr. michaud", "speaker_first": "Michael", "congress": 112, "title": "IN MEMORY OF KEN MORGAN", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-25/html/CREC-2011-05-25-pt1-PgE953-3.htm", "number": 73, "id": "CREC-2011-05-25-pt1-PgE953-3.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Michaud", "pages": "E953-E954", "speaker_party": "D", "date": "2011-05-25", "bills": null, "bioguide_id": "M001149", "order": 0, "speaking": ["Mr. Speaker, I rise today to pay tribute to a great voice for labor, a great Mainer and most importantly, a great friend, Ken Morgan.", "For 35 years, Ken worked at the AFL-CIO fighting for the rights of Maine's hard-working men and women. As a union brother of the International Brotherhood of Electrical Workers Local 1837, Ken believed that united in solidarity, we could all move our society forward.", "In the late 1960s, Ken's principles led him to refuse his doctorate from Northwestern University because of a dispute regarding the extension of civil rights based upon sexual orientation. Ken carried this strong commitment to justice and solidarity into all aspects of his life and was a trail blazer in the civil rights community. During his long career, Ken served as a member of the U.S. Commission on Civil Rights, was an award-winning member of the Maine Gay and Lesbian Political Alliance and a member of the Board of Directors of the Maine Center for Economic Policy. These are only a few of the many organizations Ken was involved with, all of which worked to help those who might otherwise be forgotten.", "However, Ken is best remembered by his friends and family as a great man, with a mind that was deep, broad and keen. His heart was huge. He was a gentle soul who leaves a huge void and who so richly filled the lives of his many friends and family. Above all, Ken was a loving friend, mentor, brother, son and partner.", "On the 40th anniversary of the assassination of Dr. Martin Luther King, President Obama declared, ``Dr. King once said that the arc of the moral universe is long but it bends towards justice. It bends towards justice, but here is the thing: it does not bend on its own. It bends because each of us in our own ways put our hand on that arc . . .'' Ken's work and life embodied this active engagement with our nation's, and our world's, struggle to be a place of equality and freedom.", "Ken leaves behind his partner of more than three decades, Rick Strout, his brother Charles, his sister-in-law Jerie, and many cousins, nieces and nephews.", "Mr. Speaker, please join me in remembering a great American, Ken Morgan. "], "capitolwords_url": "http://capitolwords.org/date/2011/05/25/E953-3_in-memory-of-ken-morgan/"}