{u'speaker_state': u'CT', u'speaker_raw': u'mr. courtney', u'speaker_first': u'Joe', u'congress': 112, u'title': u'TRIBUTE TO KATE SWIFT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-27/html/CREC-2011-05-27-pt1-PgE975.htm', u'number': 75, u'id': u'CREC-2011-05-27-pt1-PgE975.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Courtney', u'pages': u'E975', u'speaker_party': u'D', u'date': u'2011-05-27', u'bills': None, u'bioguide_id': u'C001069', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to pay tribute to Kate Swift, a recently deceased Connecticut writer who is best known for her tireless work to end sexism in the English language. Kate, a resident of East Haddam, died of abdominal cancer on May 14 at the age of 87.', u"Born in Yonkers, NY, Kate attended Connecticut College in New London, CT. She graduated from the University of North Carolina at Chapel Hill in 1944 with a degree in journalism and spent the next two years in the Women's Army Corps serving as an information and education specialist before being honorably discharged. In 1965 she made her way back to Connecticut to enter the news bureau at Yale University's School of Medicine.", u'She began her writing career in the 1970s with her companion, Casey Miller, also a writer, who spent some of her career working in naval intelligence. While working with Casey to edit materials for a junior high school sex education program, the two noticed the dominance of male pronouns and references to men. They changed the language in the program to give girls a more prominent role and followed up by publishing their first article on the topic of gender-neutral language.', u"Kate's proposals gained a great deal of traction over time. Newspapers, textbooks, and public speakers continue to avoid sexist language like ``firemen'' and ``stewardess'', instead preferring more gender-neutral references. Articles by Kate and Casey have been published in the New York Times, the Washington Post, and New York magazine on a wide variety of topics relating to sexism in language.", u"Since moving to East Haddam in 1972, Kate, a sharp intellect and incredibly talented writer, simply couldn't sit still. She was an activist heavily invested in women's rights and gay rights. She was a vocal advocate for Connecticut's marriage equality legislation and worked hard to help bring about its passage into law. She served on the Council of the Rathbun Free Memorial Library, the first Town Charter Commission, as well as the committee of the Connecticut Trails Council of Girl Scouts, and the East Haddam Democratic Town Committee for seventeen years. She traveled all over the world including to China for the UN's Fourth World Conference on Women.", u'Kate Swift, through her push to end gender discrimination in the English language and tireless activism, demonstrated that she was a true visionary. She was, in many respects, ahead of her time. Kate left her mark by forever changing how we use language and by fighting hard to root out injustice where she found it in the world. I ask my colleagues to join me in praising the efforts and honoring the life of this remarkable woman.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/05/27/E975_tribute-to-kate-swift/'}