{"speaker_state": "DC", "speaker_raw": "ms. norton", "speaker_first": "Eleanor", "congress": 112, "title": "RECOGNIZING THE 36TH ANNUAL CAPITAL PRIDE CELEBRATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-27/html/CREC-2011-05-27-pt1-PgE979.htm", "number": 75, "id": "CREC-2011-05-27-pt1-PgE979.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Norton", "pages": "E979", "speaker_party": "D", "date": "2011-05-27", "bills": null, "bioguide_id": "N000147", "order": 0, "speaking": ["Mr. Speaker, I rise today to ask the House of Representatives to join me in recognizing the 36th annual Capital Pride, a celebration of the national capital area's gay, lesbian, bisexual and transgender (GLBT) communities and their families and friends.", "In 1975, Deacon MacCubbin, owner of the Lambda Rising Bookstore in Dupont Circle, launched the first Capital Pride. It began as a block party on 20th Street, between R and S Streets, NW. By 1980, the festival had outgrown being a block party and moved to Francis Junior High School in 1981, with the Pride Parade becoming an annual part of the festivities. As Capital Pride continued to grow, it moved to Freedom Plaza in 1990 and then onto Pennsylvania Avenue in 1997. Today, Capital Pride consists of more than 10 days of events, including Trans Pride and Latino Pride, organized by the Capital Pride Planning Committee and dozens of local community partners.", "Capital Pride's 2011 theme, ``Celebration and Opportunity, Paving the Way,'' acknowledges the many successes of the GLBT community and the work that still needs to be done to ensure equality.", "This year, Capital Pride culminates with what has been declared D.C.'s best parade, the Capital Pride Parade, on June 11, and ``The Main Event,'' a street fair on Pennsylvania Avenue in the shadow of the U.S. Capitol, on June 12. Capital Pride's producer, the Capital Pride Alliance, Inc., predicts an attendance of 250,000, making Capital Pride one of the largest GLBT festivals in the United States.", "I have marched in Pride parades since coming to Congress to emphasize universal human rights and the importance of enacting federal legislation to secure those rights for the GLBT community. Congress has much work to do. We must pass the Employment Non-Discrimination Act, the Respect for Marriage Act, the Safe Schools Improvement Act, and the Uniting American Families Act.", "I ask the House to join me in recognizing the 36th annual Capital Pride and to welcome its attendees."], "capitolwords_url": "http://capitolwords.org/date/2011/05/27/E979_recognizing-the-36th-annual-capital-pride-celebrat/"}