{u'speaker_state': u'CA', u'speaker_raw': u'ms. woolsey', u'speaker_first': u'Lynn', u'congress': 112, u'title': u"GOOD RIDDANCE TO ``DON'T ASK, DON'T TELL''", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-09-21/html/CREC-2011-09-21-pt1-PgH6278.htm', u'number': 141, u'id': u'CREC-2011-09-21-pt1-PgH6278.chunk1', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Woolsey', u'pages': u'H6278', u'speaker_party': u'D', u'date': u'2011-09-21', u'bills': None, u'bioguide_id': u'W000738', u'order': 1, u'speaking': [u"Mr. Speaker, yesterday was a truly historic day in our country's struggle for equal rights for all people. Leaders of the United States Army sent a notice to soldiers serving around the globe that simply said the following: ``Today marks the end of `Don't Ask, Don't Tell.' The law is repealed. From this day forward, gay and lesbian soldiers may serve in our Army with the dignity and respect they deserve. Our rules, regulations, and politics will apply uniformly without regard to sexual orientation, which is a personal and private matter.''", u"Mr. Speaker, 18 years after this hideous policy was first implemented, it is now gone. And the thousands of soldiers who were shamefully discharged under Don't Ask, Don't Tell may apply for reenlistment.", u"To the men and women whose service and sacrifice have made us so proud, we say, as of yesterday: ``You no longer have to live a lie.'' To them, we say: ``You no longer have to choose between your personhood and your patriotism.'' To them, who have had the courage to do right by America, we now say: ``Your Nation now has the courage to do what is right by you.''", u"Air Force Lieutenant Josh Seefried, a leader among gay and lesbian servicemembers, describes the oppressive nature of this policy in this way. He said: ``It consumes your thought process, it consumes your future, because of the fear of getting caught.''", u"Mr. Speaker, it is incomprehensible to me that anyone--in particular, brave, selfless members of our military--should live any day in fear of ``getting caught.'' This step is hugely welcomed, and it is long overdue.", u"``Don't ask, don't tell'' was opposed by an overwhelming majority of Americans because it violated the values we claim to stand for as a Nation. It was not only tearing at our moral fabric; it was undermining our military readiness and national security as well. At a time when we're asking so much of our servicemembers, putting them on the front lines of two wars, we owe them, at the very least, and we have finally brought them the dignity of a discrimination-free workplace.", u"I salute President Obama, and I salute our military brass for their leadership in reversing this injustice. I salute the Members of Congress, Democrat and Republican, who voted for the repeal. And of course we all owe a debt of gratitude to those who serve with honor and integrity, those who defended American rights and freedoms even when America wouldn't afford them the same rights and freedoms.", u'So, Mr. Speaker, now there will be no sanctioned bigotry or homophobia in the Armed Forces of the greatest country on Earth. Our military will accept everyone who demonstrates their fitness to serve. Their sexuality will be irrelevant. They may be as open about it or as discreet about it as they choose.', u"Good riddance to ``don't ask, don't tell.'' Our country will be stronger, safer, and fairer without it. And while we support our troops by eliminating this wrong-minded policy, let's take the next step and support all of our troops, regardless of their sexual orientation, by bringing them home from Iraq and Afghanistan."], u'capitolwords_url': u'http://capitolwords.org/date/2011/09/21/H6278_good-riddance-to-dont-ask-dont-tell/'}