{"speaker_state": "FL", "speaker_raw": "ms. castor of florida", "speaker_first": "Kathy", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1913, LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4929-2.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4929-2.chunk14", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Castor", "pages": "H4929-H4938", "speaker_party": "D", "date": "2009-04-29", "bills": null, "bioguide_id": "C001066", "order": 14, "speaking": ["I thank my colleague for yielding time and for his years of leadership in the fight against discrimination.", "Mr. Speaker, I rise in support of the Local Law Enforcement Hate Crimes Prevention Act and this rule.", "Mr. Speaker, hate crimes are different from other types of crimes because the perpetrator targets a certain type of person based upon physical or other personal attributes. Hate crimes are a purposeful, violent and dangerous manifestation of prejudice.", "Now, to increase public safety and fight crime, we offer today additional tools for law enforcement to fight hate crimes.", "I am proud to be an original cosponsor of this legislation that will ensure that hate crimes based upon sexual orientation are covered along with other crimes committed with hatred based on race, religion and national origin.", "This bill provides important resources to State and local law enforcement agencies to investigate and prosecute hate crimes, and it will also be a Federal criminal offense to cause or attempt to cause bodily harm.", "I am proud today to stand up for all of my neighbors. You see, hate crimes are not only a problem for victims, but also for our communities and neighborhoods.", "Unfortunately, my community in Florida has not been immune from hate crimes. Tampa leads the State of Florida in the number of reported hate crimes, according to an annual FBI report. It is likely that Tampa ranks high because the police there have a zero tolerance policy. All possible or borderline cases are reported.", "Last year in Florida we had cases like the KKK being scrawled on something and shoved into a family's mailbox. And a 25-year-old woman in Daytona Beach was intentionally hit by a car just because of the color of her skin. How do we know? Because the man driving the car yelled, ``Help me kill these (blanks). These (blanks) have to die.''", "In 2007, a Polk County person was stabbed to death for being gay. Police arrested and charged two Pinellas County teenagers after they spray-painted anti-Semitic and racial slurs on nine portable classrooms at a high school.", "The Islamic Education Center of Florida in Tampa was set on fire, and thousands of my neighbors were left without a place to hold services.", "Hate crimes have no place in my community or anyplace else, but they are an unfortunate reality that must be addressed. Mr. Speaker, this legislation has languished, and it's time that it be signed into law.", "I thank Chairman Conyers for his leadership. I urge a ``yes'' vote on this rule and the underlying bill."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4929-2_providing-for-consideration-of-hr-1913-local-law-e/"}