{"speaker_state": "OK", "speaker_raw": "ms. fallin", "speaker_first": "Mary", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1913, LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4929-2.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4929-2.chunk24", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Fallin", "pages": "H4929-H4938", "speaker_party": "R", "date": "2009-04-29", "bills": null, "bioguide_id": "F000453", "order": 24, "speaking": ["Mr. Speaker, I would like to thank the gentlewoman from North Carolina for the time.", "I just want to say I am as appalled as any Member of Congress by crimes committed as an act of hate. Criminals who commit acts like murder, rape and assault do belong behind bars. But I oppose this bill because it lays the groundwork for the prosecution and the potential persecution of citizens whose crimes are not actions, but rather crimes of thought and speech.", "The end result of this bill and the hate crimes agenda will be the suppression of both the freedom of speech and the freedom of religion. By establishing crimes of speech and thought, this law places pundits, journalists, preachers and religious men and women at risk.", "Other nations have gone down this path before and seen their liberties curtailed. In nations like Canada and Great Britain, where hate crimes legislation has been expanded to include speech, now columnists must avoid certain subjects, and cartoonists worry that their caricatures could become a crime.", "Even in this country, hate crimes legislation has already been used as a political tool to suppress religious speech. In Pennsylvania, we saw a State hate crimes law used to file felony charges against 11 Christians speaking their minds and preaching their beliefs concerning a gay pride parade. Because sexual orientation had been added to the Pennsylvania hate crimes statute, the Christian demonstrators faced the following charges: Criminal conspiracy; possession of instruments of a crime--and the instruments of the crime were bullhorns; reckless endangerment of another person; ethnic intimidation; riot; failure to disperse; disorderly conduct; and obstructing highways.", "I believe America is the greatest country in the world because we do have freedom of speech and we do have freedom of religion, and we must protect those ideals.", "Mr. Speaker, any acts of murder, rape, assault, harassment, theft or any other crime should be punished equally under the law. I cannot support legislation which establishes thought crimes or lays the foundation for a country in which religious and political speech can be deemed hateful and even criminal."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4929-2_providing-for-consideration-of-hr-1913-local-law-e/"}