{"speaker_state": "OH", "speaker_raw": "mr. kucinich", "speaker_first": "Dennis", "congress": 111, "title": "CONGRATULATING LITHUANIA ON 1000TH ANNIVERSARY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-24/html/CREC-2009-07-24-pt1-PgE1931-2.htm", "number": 113, "id": "CREC-2009-07-24-pt1-PgE1931-2.chunk0", "volume": 155, "chamber": "Extensions", "session": 1, "speaker_last": "Kucinich", "pages": "E1931", "speaker_party": "D", "date": "2009-07-24", "bills": ["H. Res. 285"], "bioguide_id": "K000336", "order": 0, "speaking": ["Mr. Speaker, I rise in strong support of H. Res. 285, congratulating the people of the Republic of Lithuania on the one-thousandth anniversary of Lithuania and celebrating the rich history of Lithuania. I congratulate Lithuania on this important anniversary and extend many happy returns to the Lithuanian people. I thank my esteemed colleague, Congressman Shimkus, for introducing this important legislation.", "As co-chair of the House Baltic Caucus I have worked to advance the strong ties that exist between the United States and Lithuania. I look forward to strengthening diplomatic ties through the promotion of democratic values that support both social and economic justice. The Baltic people have a proud history that shows their dedication to these values as well as the values of liberty and democracy. I am proud that our two nations share such a strong commitment to democracy and diplomacy.", "Lithuania's history is long and laudable. In recent years Lithuania has advanced its status as an international citizen. Lithuania declared independence from the former Soviet Union on March 11, 1990. Along with the other Baltic States, Latvia and Estonia, Lithuania became a member of NATO in March of 2004. Just two months later in May 2004 Lithuania joined the European Union with her Baltic counterparts.", "On July 12, 2009, Lithuania made history once again by swearing in their first female president, Dalia Grybauskaite. President Grybauskaite has reaffirmed Lithuania's commitment to our many shared values. Under her leadership, Lithuania continues to show a clear commitment to uphold equality, freedom of speech and human rights.", "She has stated her intention to amend a controversial censorship law scheduled to enter force on March 1, 2010. The law has been criticized by gay rights activists and others for discriminating against homosexuals by prohibiting references to homosexuality in media available to children.", "I commend President Grybauskaite for her commitment to uphold equality and human rights for all people. I congratulate Lithuania on its one-thousandth anniversary and will continue to celebrate Lithuania's rich history. I strongly support this legislation and urge my colleagues to do so as well."], "capitolwords_url": "http://capitolwords.org/date/2009/07/24/E1931-2_congratulating-lithuania-on-1000th-anniversary/"}