{"speaker_state": "CA", "speaker_raw": "ms. pelosi", "speaker_first": "Nancy", "congress": 112, "title": "THE PASSING OF SAN FRANCISCO LABOR LEADER WALTER JOHNSON", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-01-18/html/CREC-2012-01-18-pt1-PgE29-2.htm", "number": 6, "id": "CREC-2012-01-18-pt1-PgE29-2.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Pelosi", "pages": "E29", "speaker_party": "D", "date": "2012-01-18", "bills": null, "bioguide_id": "P000197", "order": 0, "speaking": ["Mr. Speaker, with the passing of Walter Johnson, the working men and women of San Francisco have lost an extraordinary champion and a powerful advocate; our nation has lost a strong voice for economic justice. Many of us in Congress were proud to call him a friend.", "Walter Johnson was a giant in the labor movement, who dedicated his life to advancing and expanding the rights of workers--the cornerstones of a thriving middle class. He championed fair pay for a full day's work, equal rights and protection in the workplace, and social justice and opportunity for all. Walter's imprint can be seen across our city, whether in better conditions for home care workers, greater access to health care, more affordable housing options for families, or increased diversity at San Francisco City College.", "Born on April 22, 1924, in Amenia, North Dakota, Walter arrived in San Francisco following three years of service in the United States Army during World War II. While working as an appliance salesman for Sears, he joined the Retail Clerks Union, where he was elected President in 1958, and in 1964 was elected Executive Officer, the top position in his local. Under Walter's leadership, the rights of women, people of color, and gay people working in retail were protected. His expert guidance resulted in his subsequent re-election over the next 11 years.", "Walter was elected Secretary-Treasurer of the San Francisco Labor Council in 1985 and held that post until he retired in 2004. From that powerful perch, he fought for workers' benefits, health care reform, and workplace equality. Walter educated, enlightened and mobilized union members to fight the unjust and unfair practices that existed in the workplace. He had a special talent for negotiation, helping to settle many contentious disputes.", "Walter possessed unflinching moral courage. He spoke out against the Vietnam War, even though it was supported by the AFL-CIO national leadership. He was one of the first labor leaders to give unconditional support to the gay rights movement. Even after his retirement, he was active in labor demonstrations, where he walked picket lines and was arrested at sit-ins.", "A humanitarian, Walter's friendships extended far beyond the labor community. He was known by all, from the owner of the corner store to the homeless person on the street. His friends were blessed by his generous nature, his wry sense of humor, and his penchant for storytelling. He was rarely without a personal anecdote or a footnote from history.", "Walter Johnson's life was a story of extraordinary courage, leadership, and service to the labor community and the people of San Francisco. His legacy will live on in our continued pursuit of fairness and workers' rights in our city and across the country.", "We hope it is a comfort to Walter's son Lawrence, his daughter Emily Davis, his grandchildren and a multitude of friends and loved ones, that so many share their grief and are praying for them at this sad time."], "capitolwords_url": "http://capitolwords.org/date/2012/01/18/E29-2_the-passing-of-san-francisco-labor-leader-walter-j/"}