{u'speaker_state': u'IL', u'speaker_raw': u'mr. davis of illinois', u'speaker_first': u'Danny', u'congress': 110, u'title': u'CONGRATULATING THE CITY OF CHICAGO FOR BEING CHOSEN TO REPRESENT THE UNITED STATES TO HOST THE 2016 OLYMPIC AND PARALYMPIC GAMES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-01/html/CREC-2007-05-01-pt1-PgH4255.htm', u'number': 70, u'id': u'CREC-2007-05-01-pt1-PgH4255.chunk17', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Davis', u'pages': u'H4255-H4257', u'speaker_party': u'D', u'date': u'2007-05-01', u'bills': [u'H. Con. Res. 118'], u'bioguide_id': u'D000096', u'order': 17, u'speaking': [u'Mr. Speaker, I want to thank the gentleman for yielding. I am delighted that I managed to make it here.', u'Mr. Speaker, I want to thank my friend and neighbor from the Fifth Congressional District of Illinois, Mr. Rahm Emanuel, for introducing this resolution.', u'I rise in support of H. Con. Res. 118, congratulating the City of Chicago for being chosen to represent the United States in the international competition to host the 2016 Olympic and Paralympic Games, and encouraging the IOC to select Chicago as the site of the games.', u"I can speak with some authority on Chicago's qualifications to host those games because I am privileged to represent most of the proposed sites: Soldier Field, the United Center, U.S. Cellular Field, Navy Pier, McCormick Place, Grant Park, Douglas Park, Monroe Harbor, and facilities at Northwestern University and the University of Illinois.", u'The Olympic Village will rise on land in the Seventh District. And although the site of the future olympic stadium and currently home to the DuSable Museum of African American History, Washington Park is not in my district, it is right adjacent to it.', u'So with all due modesty, this assemblage of sports facilities is certainly one of the finest in the world. Then you add to that our infrastructure, our world-class architecture, our cultural and historical treasures and our matchless lakefront, and you have yourself the makings of a spectacular set of games.', u"Now, mix in our sports fan base. The Seventh District is home to the Chicago Bears, the Chicago Bulls, the Chicago White Sox, and the Chicago Blackhawks. Mix in the fact that for the 2006 Chicago Marathon, starting and ending in the district, we had 40,000 runners and 1.2 million spectators. Mix in the fact that Chicago hosted the 2006 International Gay Games. Mix in the fact that Chicago was the first host to the Special Olympics in 1968, and you will understand that our toddlin' town is for sure a sports town.", u'Mr. Speaker, the Olympic Games are about fierce, all-out athletic competition. But they are also about the greater goals of the Olympic movement: Fairness, peace, education, and friendship. The people of Chicago have a long and proud history of leadership in these struggles, nationally and internationally.', u'Mr. Speaker, Chicago is ready, willing and able to make America the proud host of the 2016 games. So I join with the mayor of the city, the Governor of the State, all of the business and community leaders in urging passage not only of this resolution, but in urging the Olympic Committee to select Chicago as the site for 2016.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/05/01/H4255_congratulating-the-city-of-chicago-for-being-chose/'}