{u'speaker_state': u'FL', u'speaker_raw': u'ms. castor', u'speaker_first': u'Kathy', u'congress': 110, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-03/html/CREC-2007-05-03-pt1-PgH4421-3.htm', u'number': 72, u'id': u'CREC-2007-05-03-pt1-PgH4421-3.chunk10', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Castor', u'pages': u'H4421-H4452', u'speaker_party': u'D', u'date': u'2007-05-03', u'bills': [u'H.R. 1592'], u'bioguide_id': u'C001066', u'order': 10, u'speaking': [u'I thank my distinguished colleague from the Rules Committee.', u'Mr. Speaker, I rise in strong support of the Hate Crimes Prevention Act. In doing so, I join with the majority of Americans and law enforcement agencies who understand that violent acts fueled by bigotry and hatred of a particular group simply because of who they are has no place in America.', u'H.R. 1592, and this rule, strengthens and broadens protections for our neighbors for attacks based on disability, gender, and sexual orientation. This bill provides local law enforcement with tools needed to partner with our Federal law enforcement agencies to investigate and prosecute these hateful acts.', u'Why is it needed? Well, unfortunately, in my area of Florida, bigoted crimes are on the rise. This week police arrested and charged two Pinellas County teenagers after they spray-painted anti-Semitic and racial slurs on nine portable classrooms at a local high school.', u'Last month, a Polk County man was stabbed to death for being gay.', u'Also last month, the Islamic Education Center of Florida in Tampa was set on fire, and thousands of my neighbors were left without a place to hold religious services.', u'Last year, two men in neighboring Polk County were jailed on hate crime charges after they threw beer bottles at a club owner in Tampa, who happened to be speaking Arabic, and threatened to kill him.', u"According to my local State attorney general's offices, 334 hate crimes were reported in Hillsborough and Pinellas Counties in 2004, up from 275 in 2003. Fifty-two of those hate crimes were motivated by sexual orientation in 2004.", u'Nationwide, victims of hate crimes have reported an average of 191,000 hate crime incidents since the year 2000.', u'This bill says that we as Americans do not stand for violent acts upon our neighbors based upon who they are; we will not tolerate terrorism against any group of people; and we will provide our local law enforcement agencies with the tools needed to prosecute you when you use violence to spread fear and hate.', u'Members, I urge you to pass this important bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/05/03/H4421-3_local-law-enforcement-hate-crimes-prevention-act-o/'}