{u'speaker_state': u'MN', u'speaker_raw': u'ms. mccollum of minnesota', u'speaker_first': u'Betty', u'congress': 110, u'title': u'NATIONAL HOMELESS YOUTH AWARENESS MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-07-17/html/CREC-2007-07-17-pt1-PgE1537-2.htm', u'number': 114, u'id': u'CREC-2007-07-17-pt1-PgE1537-2.chunk0', u'volume': 153, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'McCollum', u'pages': u'E1537', u'speaker_party': u'D', u'date': u'2007-07-17', u'bills': None, u'bioguide_id': u'M001143', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today in support of H. Res. 527 to recognize the month of November as ``National Homeless Youth Awareness Month.''", u'Addressing youth homelessness needs to be a priority for Congress. As many as 1.6 million youth in our country experience homelessness each year, and in my home State of Minnesota, each night, 500 to 600 people under the age of 18 are unaccompanied and homeless. Many times these young people have been mistreated or abused, and without a permanent home, they face increased vulnerability to mental illness, drug use, and sexual abuse.', u'Establishing a National Homeless Youth Awareness Month is an important step toward bringing awareness to this serious problem and highlighting the work that is being done to address it.', u'I commend and will continue working with the organizations in the St. Paul/Minneapolis area that are dedicated to reducing and eliminating youth homelessness. For example, the Lutheran Social Service Rezek House is a Transitional Living Program, TLP, providing youth with a safe place to live for up to 2 years while they stabilize and learn the critical life skills they need to support themselves. Additionally, SafeZone is an organization helping low-income, runaway, and homeless youth to meet their basic needs by providing them with food, clothing, HIV testing, and referrals to safe housing. It also offers tutoring, independent living skills training, and a support group for Gay, Lesbian, Bisexual, and Transgender, GLBT, youth, who are disproportionately represented among homeless youth.', u"Also, because our communities and our youth are diverse and have culturally specific needs, Ain Dah Yung, which means ``our home'' in the Ojibwe language, supplies a safe, culturally-relevant space for American Indian youth in the Twin Cities. Providing services for approximately 500 youth and families, services available through Ain Dah Yung include emergency shelter, crisis intervention, counseling, case management, and medical care.", u"Ensuring that all young people have access to safe, supportive housing is essential. I urge my colleagues to join me in support of establishing November as ``National Homeless Youth Awareness Month.''"], u'capitolwords_url': u'http://capitolwords.org/date/2007/07/17/E1537-2_national-homeless-youth-awareness-month/'}