{"speaker_state": "MA", "speaker_raw": "mr. kerry", "speaker_first": "John", "congress": 110, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2008", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-27/html/CREC-2007-09-27-pt1-PgS12189-6.htm", "number": 145, "id": "CREC-2007-09-27-pt1-PgS12189-6.chunk65", "volume": 153, "chamber": "Senate", "session": 1, "speaker_last": "Kerry", "pages": "S12189-S12206", "speaker_party": "D", "date": "2007-09-27", "bills": null, "bioguide_id": "K000148", "order": 65, "speaking": ["Mr. President, I still remember standing on the steps of the Capitol on October 14, 1998--thousands gathered on a cool autumn evening--to remember Matthew Shepard 2 days after he had been killed in Laramie, WY.", "That night I said:", "Matthew Shepard is not the exception to the rule--his tragic death is the extreme example of what happens on a daily basis in our schools, on our streets, and in our communities. And that's why we have an obligation to pass laws that make clear our determination to root out this hatred. We hear a lot from Congress today about how we are a country of laws, not men. Let them make good on those words, and pass hate crimes legislation.", "Almost 10 years have passed since that candlelight vigil--10 years too long for Washington to do what was so obviously needed. Violent hate crimes are on the rise--almost 10,000 violent acts of hate against individuals based on their sexual orientation have been reported to the authorities since Matthew Shepard's murder. What a tragic reminder of the urgency of providing local law enforcement with the added resources and support needed to get tough on hate crimes. What a horrific wake-up call to a sleepy Washington about the need to ensure a Federal backstop to assist local law enforcement in those cases in which they request assistance or fail to adequately investigate or prosecute these serious crimes.", "The good news is that today with this Senate vote we will move one step closer than ever to legislating a Federal hate crimes law that includes sexual orientation and gender identity--the Matthew Shepard Act.", "This is the least we can do, as we committed to do that night in 1998, to insure that ``the lesson of Matthew Shepard is not forgotten.'' It is the least we can do to right a wrong in an America where every morning, someone takes the long way to class, an America where every day someone looks over his shoulder on the street, and still today in America innocent people fear for their safety--all because some people hate them for being who they were born to be--gay, lesbian, bisexual, or transgender.", "This fight is not over, but this vote is an important milestone in the fight--a day when I hope we will begin at last to turn the tide, and reaffirm our faith that the strength of human justice can overcome the hatred in our society by confronting it.", "I want to thank my friend and colleague, Senator Kennedy, for his hard work to address hate crimes and ensure that this vital legislation is enacted."], "capitolwords_url": "http://capitolwords.org/date/2007/09/27/S12189-6_national-defense-authorization-act-for-fiscal-year/"}