{"speaker_state": "IN", "speaker_raw": "mr. souder", "speaker_first": "Mark", "congress": 110, "title": "EMPLOYMENT NON-DISCRIMINATION ACT OF 2007", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13228-2.htm", "number": 172, "id": "CREC-2007-11-07-pt1-PgH13228-2.chunk41", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "Souder", "pages": "H13228-H13253", "speaker_party": "R", "date": "2007-11-07", "bills": null, "bioguide_id": "S001143", "order": 41, "speaking": ["Madam Chairman, I would like to insert into the Record a letter from Agudath Israel of America on how this impacts Orthodox Jewish groups and their reasons they are opposing this, and an article by Andrew Sullivan, a gay editor of The New Republic, who correctly points out that, in fact, this does not meet the discrimination standards in the sense of, if we were having a situation in America where gays, homosexuals couldn't get jobs, it would be a different challenge.", "But I wanted to make a couple of points. There is a great irony to this bill. In the faith-based debate, we couldn't get title VII included, and now the Democrats have included it in this bill.", "The Democrats opposed the Defense of Marriage Act, and now they are putting it in this bill.", "Why does the bill exempt the military? Why can government discriminate and the private sector not discriminate? How in the world is this going to be upheld in court, to be able to hold a standard that the military can discriminate, that religious groups can discriminate, but Christian bookstores can't discriminate?", "Clearly, in this bill the majority has tried to provide political cover, a fig leaf, so they can try to move a bill through, knowing full well that once you have the underlying bill, these other protections are going to be stripped out over time. It is internally inconsistent and ironic that the very people who oppose these things now insert them in this bill.", "Another irony in this bill is that apparently the Boy Scouts' paid employees fall under this, but their volunteers don't. But this raises a question, what if they get their mileage reimbursed? What if they get expense reimbursement? It leads to a question of what if they go on and off the payroll. What about if they get a tax deduction? A lot of the reasons religious organizations are concerned about this is that is, in fact, a government benefit. Once we have a law that states that discrimination against homosexuals is wrong, this is obviously open to court interpretation, as many others are.", "This is a bill fraught with so many problems that it should not see the light of day."], "capitolwords_url": "http://capitolwords.org/date/2007/11/07/H13228-2_employment-non-discrimination-act-of-2007/"}