{"speaker_state": "IL", "speaker_raw": "ms. schakowsky", "speaker_first": "Jan", "congress": 110, "title": "STATEMENT SUPPORTING H.R. 3685, THE EMPLOYMENT NON-DISCRIMINATION ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-08/html/CREC-2007-11-08-pt1-PgE2374-4.htm", "number": 173, "id": "CREC-2007-11-08-pt1-PgE2374-4.chunk0", "volume": 153, "chamber": "Extensions", "session": 1, "speaker_last": "Schakowsky", "pages": "E2374-E2375", "speaker_party": "D", "date": "2007-11-08", "bills": ["H.R. 3685"], "bioguide_id": "S001145", "order": 0, "speaking": ["Madam Chairman, throughout my career, I have fought for equal opportunity and rights for all of our fellow citizens. Today, I rise in support of H.R. 3685, the Employment Non-Discrimination Act because I believe that discrimination in the workplace on the basis of sexual orientation, race and religion has no place in the United States. Yet, the fact remains discrimination exists. Throughout our Nation, gay, lesbian, bisexual and transgender Americans face discrimination without the protection of Federal law and as a result, hard working, skilled employees can be fired simply because of their sexual orientation.", "I believe with every fiber of my being that this is wrong, that it is un-American. Performance at work should determine employment--not a person's sexual orientation which has no bearing on one's ability to do the job.", "I applaud my good friends and colleagues, Representative Barney Frank and Tammy Baldwin, for their tremendous leadership on this issue. While I support the bill before us today, I would like to take a moment to extend my sincerest regret that language from the original bill, which extended civil rights protections to transgender Americans, was excluded from the version we will vote on today.", "When I came to Congress in 1999, I implemented an office employment policy that went beyond current Federal law to add sexual orientation and gender identity to existing protections. Many employers--private and public--have already taken this long overdue step. In my home town of Chicago and in the State of Illinois, we gave already have in place laws that protect gender identity as well as sexual orientation.", "We must work for a Federal law that ensures every American is guaranteed the ability to get a job or promotion based on his or her ability. It has taken 33 years to pass legislation that bans discrimination in the workplace against individuals based on their sexual orientation. Today's vote is significant victory. But we must not let years pass before we make more improvements to Federal law to give transgender individuals the employment protections they deserve."], "capitolwords_url": "http://capitolwords.org/date/2007/11/08/E2374-4_statement-supporting-hr-3685-the-employment-non-di/"}