{u'speaker_state': u'AS', u'speaker_raw': u'mr. faleomavaega', u'speaker_first': u'Eni', u'congress': 110, u'title': u'COMPACTS OF FREE ASSOCIATION AMENDMENTS ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-13/html/CREC-2007-11-13-pt1-PgH13535.htm', u'number': 175, u'id': u'CREC-2007-11-13-pt1-PgH13535.chunk11', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Faleomavaega', u'pages': u'H13535-H13538', u'speaker_party': u'D', u'date': u'2007-11-13', u'bills': None, u'bioguide_id': u'F000010', u'order': 11, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'I want first to compliment my good friend the gentleman from Florida on the other side of the aisle for part of our management of this proposed legislation.', u"I want to note for the record how important these islands in Micronesia were so critical in our Nation's history, and I might want to note as a matter of record that it was from Micronesia that the famous aircraft, the Enola Gay, took the two atom bombs to Nagasaki and Hiroshima which eventually ended the war against Japanese military forces. It was also in Micronesia that we initiated and conducted tests of some 67 nuclear devices that were exploded in the Marshall Islands. I think sometimes we don't seem to give a sense of appreciation of the fact that the whole Marshall archipelago, the whole Marshall Islands, were totally exposed to nuclear radiation as a result of our nuclear testing program, some 67 nuclear bombs, including the first hydrogen bomb that was exploded in the Marshall Islands, 1,000 times more powerful than the bombs that we exploded in Nagasaki and Hiroshima.", u'I am saddened to say, Mr. Speaker, that our government has not made a definite commitment to help, to meet the medical needs of the several hundred of the Marshallese people who were exposed to nuclear radiation. To this day we still have not done enough to help the Marshallese people in this regard. We have also not helped the Marshallese people to compensate them properly for the loss of their property when we conducted these tests in Micronesia.', u'I just want to note that for the record, Mr. Speaker. I hope that in the coming months that appropriate legislation will be introduced to address these very serious issues. I think we owe it to the Marshallese people. Our government surely should be grateful for the sacrifices that the Marshallese people have had to make as a result of conducting our nuclear testing program in this area of the world.', u'With that, Mr. Speaker, again I thank my good friend from Florida.', u'Mr. Speaker, I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/13/H13535_compacts-of-free-association-amendments-act-of-200/'}