{u'speaker_state': u'MN', u'speaker_raw': u'ms. mccollum of minnesota', u'speaker_first': u'Betty', u'congress': 110, u'title': u'EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-15/html/CREC-2007-11-15-pt1-PgE2446.htm', u'number': 177, u'id': u'CREC-2007-11-15-pt1-PgE2446.chunk0', u'volume': 153, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'McCollum', u'pages': u'E2446', u'speaker_party': u'D', u'date': u'2007-11-15', u'bills': [u'H.R. 2015', u'H.R. 3685'], u'bioguide_id': u'M001143', u'order': 0, u'speaking': [u'Madam Chairman, I rise today in support of the Employment Non-Discrimination Act (ENDA) because no American should ever fear being discriminated against in the workplace.', u'The Employment Non-Discrimination Act makes it illegal to fire, refuse to hire, or discriminate in any way against employees based on their sexual orientation. An employee should be judged on their qualifications and performance in the job, and only on their qualifications and performance in the job.', u'I am proud that as a member of the Minnesota House of Representatives, one of the first votes I cast was to ensure that every person in our State is protected from unjust discrimination regardless of race, religion, sexual orientation or gender. It is disappointing that there are still 30 States in our country where it is legal to fire someone because of their sexual orientation.', u"While not as comprehensive as Minnesota's civil rights law, ENDA is a good step in protecting every citizen in our country from job discrimination. H.R. 3685 simply provides basic employment protections for gay, lesbian, and bisexual workers.", u'This legislation addresses concerns that have been expressed by explicitly forbidding quotas or preferential treatment. It also ensures that both denominational and non-denominational religious schools and religious associations continue to have all exemptions currently allowed under the law. Further, H.R. 3685 does not change in any way the definition of marriage under Federal law.', u'I joined Chairman Barney Frank to strike a provision regarding marriage criteria in employment, because it has no practical affect on civil rights laws and does not weaken the ability of this legislation to protect workers from being discriminated against based on sexual orientation.', u'Along with my colleagues, I am committed to working to protect, strengthen, and guarantee the rights of all workers in our country. I am a cosponsor of H.R. 2015, the original version of ENDA, which included protections for gender identity. Had I had the opportunity to vote to include gender identity rights in this legislation, I would have supported it.', u'Current law bars employment discrimination based on race, religion, sex, national origin, age, or disability. Further, the Federal Government already prohibits discrimination based on sexual orientation. It is time to extend these protections to all Americans. I urge my colleagues to join me in voting for H.R. 3685.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/15/E2446_employment-non-discrimination-act-of-2007/'}