{u'speaker_state': u'CA', u'speaker_raw': u'mrs. capps', u'speaker_first': u'Lois', u'congress': 109, u'title': u'HONORING THE LIFE AND ACCOMPLISHMENTS OF MRS. CORETTA SCOTT KING', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-02-01/html/CREC-2006-02-01-pt1-PgH115-5.htm', u'number': 10, u'id': u'CREC-2006-02-01-pt1-PgH115-5.chunk17', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Capps', u'pages': u'H115-H126', u'speaker_party': u'D', u'date': u'2006-02-01', u'bills': None, u'bioguide_id': u'C001036', u'order': 17, u'speaking': [u'Mr. Speaker, I thank my colleague from Michigan for his leadership and for yielding me this time to speak.', u"The opportunity to speak in memory of Coretta Scott King and the importance today to acknowledge not only what she did for racial justice in this country and the rest of the world, but what she contributed to women's rights, to children's rights, gay and lesbian rights, religious freedom, the needs of the homeless and poor, full employment, health care, educational opportunities, and the continued unrelenting emphasis on nonviolence.", u'She was a mentor for me and so many of us. She did not take the easy path, she took the right path. The recent confirmation of two new Supreme Court justices reminds us of the importance of expanding our civil rights, not limiting them. We can do this in memory and honor of both Martin and Coretta, and it is their lives being dedicated to the highest values of human dignity and pushing for social change that stand as a pinnacle for what we want to continue to achieve.', u'I have fond memory of hearing with my husband when we were studying at Yale University early in the 1960s, hearing this young promising preacher from the South come and preach in Battelle Chapel. I was touched that day, and have been ever since.', u'Here we have also had the mentorship of our dear colleague, Mr. John Lewis, and in taking so many of us, me included, down to Birmingham, Selma and Montgomery, I will always remember walking across the Edmund Pettus Bridge, and of course 2 weeks later, Dr. Martin Luther King led 25,000 men, women and children on that unforgettable march from Selma to Montgomery. Within 3 years he was assassinated, and how that must have affected his young widow. She had the responsibility to raise those young children and be concerned with his legacy, but she became a champion in her own right.', u"I know that we now can fully appreciate what she has accomplished and are dedicated to continuing. In her words, I want to close with these three phrases that she said, ``Be a drum major for justice. Be a drum major for love. Be a drum major for peace.'' Thank you, Coretta Scott King, for your life."], u'capitolwords_url': u'http://capitolwords.org/date/2006/02/01/H115-5_honoring-the-life-and-accomplishments-of-mrs-coret/'}