{u'speaker_state': u'NJ', u'speaker_raw': u'mr. holt', u'speaker_first': u'Rush', u'congress': 111, u'title': u'House of Representatives', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-27/html/CREC-2010-05-27-PT2-PgH4025.htm', u'number': 82, u'id': u'CREC-2010-05-27-PT2-PgH4025.chunk234', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Holt', u'pages': u'H4025-H4064', u'speaker_party': u'D', u'date': u'2010-05-27', u'bills': None, u'bioguide_id': u'H001032', u'order': 234, u'speaking': [u'Madam Chair, as I listen to the arguments of those who wish to continue the policy of driving gay or lesbian soldiers, sailors, airmen, and marines out of military service, I am reminded that the people of the United States are a pragmatic people.', u"Those who wish to exclude gays tell the American people that the inclusion of gays would harm the morale, cohesion, and effectiveness of the military in defending our nation. They ask everyone to ignore the unmistakable parallels between their arguments and the arguments made in the 1940's against the racial integration of the services. Never mind, they say, that the same arguments about morale, cohesion, and effectiveness were offered to preserve the despicable policy of racial segregation. Never mind, they say, that back then it was claimed that it would devastate our Army's effectiveness if white soldiers had to share a barracks or bunkhouse or showerhouse with a black man.", u'Those who want to continue the practice of driving gays out of military service ask everyone to ignore that gays do and always have served in the U.S. military.', u"Suddenly all of American history became clear to me. Now I understand the devastating effect of gays in our military. Now I understand why we failed to win our independence from the British. Although I could never understand before why the United States lost two wars to the Germans and the Axis, now I realize it was because our military could not be effective. The presence of gays, despite our nation's material and economic might, so crippled our military morale, cohesion, and effectiveness that we were helpless and hopeless. Now I understand that is what happens if we allow gays to serve in the defense of our nation."], u'capitolwords_url': u'http://capitolwords.org'}