{"speaker_state": "NY", "speaker_raw": "mr. engel", "speaker_first": "Eliot", "congress": 109, "title": "HONORING THE LIFE AND ACCOMPLISHMENTS OF MRS. CORETTA SCOTT KING", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-02-01/html/CREC-2006-02-01-pt1-PgH115-5.htm", "number": 10, "id": "CREC-2006-02-01-pt1-PgH115-5.chunk39", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Engel", "pages": "H115-H126", "speaker_party": "D", "date": "2006-02-01", "bills": null, "bioguide_id": "E000179", "order": 39, "speaking": ["Mr. Speaker, as we celebrate Black History month, it saddens me that our nation has lost one our foremost civil rights activists--Coretta Scott King.", "Though best known as the wife of the great Martin Luther King, Jr., Coretta had a distinguished career herself. She was an activist not only for racial equality but for economic justice, women's and children's rights, gay and lesbian dignity, religious freedom, the needs of the poor and homeless, health care, educational opportunities, nuclear disarmament and ecological sanity. She was also a powerful voice in bringing an end to the scourge of apartheid in South Africa.", "During the civil rights movement, she was at the forefront of the movement alongside her husband. Coretta was a music student and she brought her talent to the civil rights movement by performing in ``Freedom Concerts,'' singing and reading poetry to raise money for the cause. Planning marches and sit-ins, she never relented even after her family members were targets of beatings and stabbings. She never relented, even after the jailing of her husband. She never relented, even after their family home was bombed.", "Long after Martin's assassination, Coretta continued her work and concentrated her energies on fulfilling her husband's work by building The Martin Luther King, Jr. Center for Nonviolent Social Change as a living memorial to her husband's life and dream.", "I had the pleasure of meeting her. For me, meeting her was meeting an icon. The civil rights movement began when I was about 8 or 9. Years later, to meet her in person was awe inspiring. It was, frankly, astonishing. Coretta Scott King was not a witness to history, she was an active participant and a leader in making history. Speaking to her one on one was a humbling experience and one that I will never forget.", "Coretta Scott King will be sorely missed by people not only in the United States but those throughout the world who looked to her as a strong woman and a leader in the non-violent resistance movement."], "capitolwords_url": "http://capitolwords.org/date/2006/02/01/H115-5_honoring-the-life-and-accomplishments-of-mrs-coret/"}