{u'speaker_state': u'OH', u'speaker_raw': u'mr. kucinich', u'speaker_first': u'Dennis', u'congress': 109, u'title': u'EXPRESSING SUPPORT OF CONGRESS REGARDING ACCESS OF MILITARY RECRUITERS TO INSTITUTIONS OF HIGHER EDUCATION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-03-14/html/CREC-2006-03-14-pt1-PgH884.htm', u'number': 32, u'id': u'CREC-2006-03-14-pt1-PgH884.chunk11', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Kucinich', u'pages': u'H884-H887', u'speaker_party': u'D', u'date': u'2006-03-14', u'bills': [u'H. Con. Res. 354'], u'bioguide_id': u'K000336', u'order': 11, u'speaking': [u'Mr. Speaker, I want to thank the gentleman for the recognition to speak so that I can make my remarks with the proper perspective.', u'My father, Frank Kucinich, was a World War II Marine Corps veteran.', u'My brother Frank Kucinich, Jr., was a Vietnam veteran in the Marines. My brother Gary Kucinich was a Marine Corps veteran, 1968 to 1972. My sister Beth Ann Kucinich served in the United States Army. I would have served as well except that I was not able to get in as I have a heart murmur.', u"We have a tradition of service in my family. My nephew Gary Kucinich, my brother Gary's son, is in Iraq right now. But having said all that, I want to say that while I believe it is honorable to serve our country and we should praise those who do serve, I rise in strong opposition to H. Con. Res. 354 and in support of the necessity and importance of nondiscrimination policies.", u"The military's misguided Don't Ask, Don't Tell ban on lesbian, gay and bisexual servicemembers is clearly not compatible with university policies that prohibit campus recruiting by employers who discriminate on the basis of sexual orientation.", u"There is no lack of ``equal'' access for any employer that seeks to recruit on America's college campuses, assuming those employers do not discriminate. But granting access to an employer, whether military, private sector or otherwise, that fails to meet a school's nondiscrimination policy is not equal access, but special access. It is a unique right to discriminate, granted only to the military.", u"This Congress should be leading the way in the fight against discrimination, not supporting policies that allow the military to sidestep nondiscrimination policies. We should ensure that all men and women who wish to serve in the Armed Forces are allowed to do so by repealing Don't Ask, Don't Tell.", u'Requiring schools to suspend their nondiscrimination policies for military recruiters and their openly discriminatory policies is a step backwards. Rather than condone and supporting these discriminatory policies, this Congress should work diligently to eliminate the need for nondiscrimination policies. I urge my colleagues to take the lead in the fight against discrimination. I urge my colleagues to vote against this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/03/14/H884_expressing-support-of-congress-regarding-access-of/'}