{"speaker_state": "HI", "speaker_raw": "mr. inouye", "speaker_first": "Daniel", "congress": 109, "title": "MAKING EMERGENCY SUPPLEMENTAL APPROPRIATIONS FOR THE FISCAL YEAR ENDING SEPTEMBER 30, 2006--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-05-02/html/CREC-2006-05-02-pt1-PgS3858-2.htm", "number": 50, "id": "CREC-2006-05-02-pt1-PgS3858-2.chunk32", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Inouye", "pages": "S3858-S3864", "speaker_party": "D", "date": "2006-05-02", "bills": null, "bioguide_id": "I000025", "order": 32, "speaking": ["Mr. President, the provision under attack at this moment was not snuck in during the dark of night. It was openly discussed with the authorizing committee and was granted approval. It was openly discussed with the Appropriations Subcommittee on Agriculture and it was granted approval. That is why this provision is in the supplemental. It was approved by the authorizers and the appropriators. Thirdly, it was openly discussed with the Secretary of Agriculture, and the Secretary issued a statement declaring that this was a disaster area.", "Why do we call this a disaster? In one of those strange natural phenomena, for 40 days and 40 nights it rained in Hawaii. In one spot, it rained 126 inches in those 40 days. The average in most areas was 3 inches a day. Obviously, with such sustained heavy rains, you would have devastation. Many families lost their homes. Private property and public property were destroyed.", "The $6 million in this provision is to assist the two sugar companies, Gay and Robinson and Hawaiian Commercial and Sugar, with their crop losses, damage to their irrigation canal system, and washed out roads.", "It may interest my colleagues to know that on the island of Kauai, that plantation suffered more than 100 miles of roads being severely damaged. They are washed out and require complete rebuilding. Some of the most critical roads were the access roads to irrigation, and these will have to be rebuilt.", "In addition to the roads, the irrigation infrastructure on the island of Kauai was totally damaged and destroyed. This infrastructure damage has two costs. One is the cost of repairing, obviously, and the other is the sugar losses due to production disruptions. And the same can be said for the island of Maui.", "The yield losses alone for the two companies will far exceed the amount we are requesting for assistance. Losses have occurred because of this damage.", "In summary, heavy rains caused tremendous infrastructure damages. The actual repair or reconstruction costs are much higher than the amount we are seeking.", "I hope my colleagues will show some compassion and understanding. It is an emergency.", "I thank the Chair."], "capitolwords_url": "http://capitolwords.org/date/2006/05/02/S3858-2_making-emergency-supplemental-appropriations-for-t/"}