{u'speaker_state': u'IA', u'speaker_raw': u'mr. boswell', u'speaker_first': u'Leonard', u'congress': 109, u'title': u'TRIBUTE TO GRACELAND UNIVERSITY SIFE TEAM', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-09-28/html/CREC-2006-09-28-pt1-PgE1863.htm', u'number': 124, u'id': u'CREC-2006-09-28-pt1-PgE1863.chunk0', u'volume': 152, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Boswell', u'pages': u'E1863', u'speaker_party': u'D', u'date': u'2006-09-28', u'bills': None, u'bioguide_id': u'B000652', u'order': 0, u'speaking': [u'Mr. Speaker, as a proud Graceland University alumnus, I rise today to honor the Graceland University Students in Free Enterprise, or SIFE, Team, who recently took home the second place trophy in the SIFE World Cup Competition in Paris, France.', u'SIFE is a global non-profit organization, with activities in more than 40 countries. SIFE strives to teach market economics, success skills, entrepreneurship, financial literacy, and business ethics to students. SIFE teams use their knowledge to work to create economic opportunities for their communities.', u'The SIFE World Cup Competition brings together SIFE teams from all over the world, and I am proud that the Graceland team represented not only its university honorably, but represented our great Nation with distinction. Mr. Speaker, the following students comprised the team that beat out 44 other national championship teams from around the world: Richa Acharya, Francis Ambrosia, Pooja Ananthanarayanan, Brittany Atwood, James Bailey, Andi Barber, Misha Barbour, Shara Barbour, Ben Berning, Karin Blythe, Tyler Bridge, Emily Brock, Kris Brown, Calee Bullard, Landon Burke, Ariana Bytyci, Curtis Calloway, Ashley Campbell, Sabina Curovac, Leatha Daily, Leonard Dalipi, Joe John De La Cerda, Stephen Donahoe, Cassie Eskridge, Allison Forth, Lindsay Garret, Tyler Garrett, Nicholas Gay, Shaw Geldreich, Shannan Graybill, Heather Gunn, Alexis Haines, Brieanna Hattey, Clayton Hines, Allan Hughes, Travis Hunt, Doug Hunter, Mercedes Jenkins, Kasey Johnson, Cooper Jones, Tyler Jones, Olga Khrentsova, Erik King, Kendra King, Colin Kohler, Andy Lavender, Hava Maloku, Garet Manuel, Jacqui Everett, Flora Ferati, Abe Forth, Lauren McClain, Michaela McCoy, Amanda McLead, Ethan Mechling, Barett Miller, Amy Morgan, Aaron Nugent, Toks Olushola, Terra Paialii, Maria Prieto, Ryan Richards, Charlie Rogers, Regan Russell, Guillermo Sanchez, Katherine Say, Michael Say, Reed Manuel, Sarah Marolf, Colin McClain, Jennifer Shumacher, Lauren Seaman, Jessica Serig, Andrea Stuck, Gelila Taddesse, Lora Toncheva, Lora Topourova, Eric Van Kuiken, Leah Webb, Cara Wildermuth, Briana Williams, Shelby Williams, Stuart Williams, Sarah Wouters, James Young, and Zana Zeqiri.', u'As a proud alumnus, I join Graceland University, and all of Iowa, in congratulating them and commend them for their great achievement.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/09/28/E1863_tribute-to-graceland-university-sife-team/'}