{u'speaker_state': u'OH', u'speaker_raw': u'mrs. jones of ohio', u'speaker_first': u'Stephanie', u'congress': 109, u'title': u'SUPPORTING GOALS AND IDEALS OF NATIONAL BLACK HIV/AIDS AWARENESS DAY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-09/html/CREC-2005-02-09-pt1-PgH430.htm', u'number': 13, u'id': u'CREC-2005-02-09-pt1-PgH430.chunk33', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jones', u'pages': u'H430-H437', u'speaker_party': u'D', u'date': u'2005-02-09', u'bills': [u'H. Con. Res. 30'], u'bioguide_id': u'J000284', u'order': 33, u'speaking': [u'Mr. Speaker, I rise today to express my support for H. Con. Res. 30, supporting the goals and ideals of National Black HIV/AIDS Awareness Day.', u'The HIV/AIDS epidemic is not over. According to the Centers for Disease Control and Prevention, African-Americans make up 12 percent of the U.S. population, and account for half of the new HIV cases reported in the United States. HIV/AIDS is devastating Black people in Africa and America, and we must act now to turn this epidemic of our time around.', u'Overall, it is estimated that half of new HIV infections occur among teenagers and young adults aged 25 years and younger. Numerous studies suggest that African-American young people represent the majority of these infections. Something must be done, and we must all do our part.', u"In the early 1980s, HIV/AIDS was primarily considered a gay white disease in the United States. Today, however, the HIV epidemic infects and affects African-Americans more than any other population. It's not who you are, but what you do that puts you at risk for HIV/AIDS.", u"African Americans suffer the ``vast majority'' of deaths from AIDS-related causes, according to a Health and Human Services report. More than half of the new HIV/AIDS diagnoses in 32 states between 2000 and 2003 were among African-Americans, although African-Americans represented only 13 percent of the populations of those States, according to the Centers for Disease Control and Prevention's Morbidity and Mortality Weekly report.", u'During the same period, 69 percent of women who tested HIV-positive were African-American, and the HIV/AIDS prevalence rate among African-American women is 18 times the rate among non-Hispanic white women. In addition, African-American men in 2003 had the highest rate of new HIV/AIDS diagnoses than any other racial/ethnic group, about seven times the rate among white men and twice the rate among African-American women.', u'Mr. Speaker, I rise to reiterate my support for H. Con. Res. 30, National Black HIV/AIDS Awareness Day. Something must be done, and we must all do our part.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/09/H430_supporting-goals-and-ideals-of-national-black-hiva/'}