{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 109, "title": "CLASS ACTION FAIRNESS ACT OF 2005", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-10/html/CREC-2005-02-10-pt1-PgS1225-2.htm", "number": 14, "id": "CREC-2005-02-10-pt1-PgS1225-2.chunk91", "volume": 151, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S1225-S1252", "speaker_party": null, "date": "2005-02-10", "bills": null, "bioguide_id": null, "order": 91, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows: National Organizations Opposed to Federal Class Action Legislation as of May 21, 2004", "AARP, ADA Watch/National Coalition for Disability Rights, AFL-CIO, Alliance for Healthy Homes, Alliance for Justice, Alliance for Retired Americans, American Association of People with Disabilities, American Association of University Women, American Cancer Society, American Heart Association, American Federation of Government Employees, American Federation of State, County and Municipal Employees, American Lung Association, American-Arab Anti-Discrimination Committee, Americans for Democratic Action, Bazelon Center for Mental Health Law, Brady Campaign to Prevent Gun Violence, United with the Million Mom March, and Campaign for Tobacco Free Kids. Center for Disability and Health, Center for Justice and Democracy, Center for Responsible Lending, Center for Women Policy Studies, Civil Justice, Inc., Clean Water Action, Coalition to Stop Gun Violence, Commission on Social Action of Reform Judaism, Communication Workers of America, Consumer Federation of America, Consumers for Auto Reliability and Safety, Disability Rights Education and Defense Fund, Earthjustice, Education Law Center, Environmental Working Group, Epilepsy Foundation, Families USA, Federally Employed Women, Friends of the Earth, and Gray Panthers. Greenpeace, Homeowners Against Deficient Dwellings, Jewish Labor Committee, Lawyers' Committee for Civil Rights Under Law, Leadership Conference on Civil Rights, Mexican American Legal Defense and Educational Fund, Mineral Policy Center, NAACP Legal Defense and Education Fund, National Alliance of Postal and Federal Employees, National Asian Pacific Legal Consortium, National Association for the Advancement of Colored People, National Association for Equal Opportunity in Higher Ed, National Association of Consumer Advocates, National Association of Consumer Agency Administrators, National Association of the Deaf, National Association of Protection and Advocacy Systems, National Bar Association, National Campaign for Hearing Health, National Center on Poverty Law, and National Coalition on Black Civic Participation. National Committee on Pay Equity, National Consumer Law Center, National Consumer's Coalition, National Council of La Raza, National Employment Lawyers Association, National Fair Housing Alliance, National Gay and Lesbian Task Force, National Law Center on Homeless &amp; Poverty, National Legal Aid and Defender Association, National Organization for Women, National Partnership for Women &amp; Families, Natural Resources Defense Council, National Workrights Institute, National Women's Health Network, National Women's Law Center, North Carolina Justice Center, NOW Legal Defense and Education Fund, People for the American Way, Public Citizen, and Pride at Work. Project Equality, Religious Coalition for Reproductive Choice, Sargent Shriver National Center on Poverty Law, Service Employees International Union, Sierra Club, Tobacco Control Resource Center, Tobacco Products Liability Project, UNITE!, United Food and Commercial Workers International Union, United Steelworkers of America, USAction, U.S. Public Interest Research Group, Violence Policy Center, and Women Employed."], "capitolwords_url": "http://capitolwords.org/date/2005/02/10/S1225-2_class-action-fairness-act-of-2005/"}