{u'speaker_state': u'OH', u'speaker_raw': u'mr. dewine', u'speaker_first': u'Michael', u'congress': 109, u'title': u'SENATE RESOLTUION 321--COMMEMORATING THE LIFE, ACHIEVEMENTS, AND CONTRIBUTIONS OF ALAN A. REICH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-11-18/html/CREC-2005-11-18-pt1-PgS13395.htm', u'number': 154, u'id': u'CREC-2005-11-18-pt1-PgS13395.chunk1', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'DeWine', u'pages': u'S13395-S13396', u'speaker_party': u'R', u'date': u'2005-11-18', u'bills': None, u'bioguide_id': u'D000294', u'order': 1, u'speaking': [u'Mr. President, I am pleased today join with Senator Harkin to submit a resolution commemorating the many contributions and achievements of Alan Reich, who was an inspirational figure in the disability community. Alan Reich devoted his own life to the improving the quality of life for so many others--especially individuals with disabilities. He recently passed away on November 8, 2005, at the age of 75.', u'Alan Reich was the founder of the National Organization on Disability. This organization is active on a local, State, and national level in efforts to seek full and equal participation for people with disabilities in all aspects of life. You see, at the young age of 32, Alan became a quadriplegic following a swimming accident. He used a wheelchair as a result of this injury. While Alan was told he would not drive or write again, he relearned both skills and went on to become an inspiration for all those in the disability community. In 1990, he received the George H.W. Bush Medal for outstanding service under the Americans with Disabilities Act.', u"Alan Reich is probably best known for leading an effort that raised $1.65 million to add the statue of FOR in a wheelchair to the former President's memorial here in Washington, DC. As Alan said in 2001:", u'The unveiling is a major national moment, the removal of the shroud of shame that cloaks disability. The statue will become a shrine to people with disabilities, but it will also inspire everyone to overcome obstacles. When you see the memorial that follows the statue, what will be in your mind is that he did all this from a wheelchair.', u'Alan Reich married his best friend and partner in life, Gay Forsythe Reich. They shared 50 years of marriage and were deeply committed to each other and to their 3 children--James, Jeffery, and Elizabeth-as well as their 11 grandchildren.', u"Alan Reich's contributions to his family, his community, and to this Nation will never be forgotten. As Chesterton said many years ago, ``Great men do great things even when they're gone.'' That is certainly true of Alan Reich. His legacy will live on always.", u"My wife Fran and I extend our deepest sympathy to Alan Reich's family for their loss."], u'capitolwords_url': u'http://capitolwords.org/date/2005/11/18/S13395_senate-resoltuion-321-commemorating-the-life-achie/'}