{u'speaker_state': u'MA', u'speaker_raw': u'mr. mcgovern', u'speaker_first': u'Jim', u'congress': 108, u'title': u'RECOGNIZING CAROL BRILL, PH.D', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-01-21/html/CREC-2004-01-21-pt1-PgE32-3.htm', u'number': 2, u'id': u'CREC-2004-01-21-pt1-PgE32-3.chunk0', u'volume': 150, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'McGovern', u'pages': u'E32-E33', u'speaker_party': u'D', u'date': u'2004-01-21', u'bills': None, u'bioguide_id': u'M000312', u'order': 0, u'speaking': [u"Mr. Speaker, today I honor Carol Brill, Ph.D., an exceptional woman who is retiring after serving as Executive Director of the Massachusetts Chapter of the National Association of Social Workers (NASW) for 32 years. I am proud of Dr. Brill's many accomplishments and would like to recognize her contribution to the field of social work and her community.", u"The overall mission of the Massachusetts Chapter of NASW, the professional organization in the field of social work, is to provide human rights, social and economic justice, and unimpeded access to services for everyone. Under Dr. Brill's leadership, the membership of the Massachusetts Chapter grew from 1,800 individuals to 8,200, its budget increased, and it established regional councils. Additionally, the Massachusetts chapter was the first in the nation to start a committee on Ethnic and Racial Affairs and a committee on lesbian/gay/bi-sexual/transgender issues. The Massachusetts Chapter was also the first to launch a Social Work Therapy Referral Service, a free clinical consultation service, and a member-to-member supervision program.", u"Dr. Brill's belief in the importance of social workers' active involvement in civic affairs led to the growth of social work's visibility in the advocacy world, the State Legislature, and the State administration. Dr. Brill was a founder of the Massachusetts Human Services Coalition, a major advocacy organization for more funding for human services, and she currently serves as its vice president. Dr. Brill also serves as treasurer of the Massachusetts Budget and Policy Center, an organization which fights for fairer taxation in Massachusetts, and is co-chair of the Committee to Save the Department of Social Services and Our Children.", u"Dr. Brill's expertise in social work ethics made her a national expert on the subject. She has been a keynote presenter, workshop leader, or panelist around the country. Dr. Brill has also provided consultation and organized in-service training courses on a variety of issues for several agencies in New England such as the Salvation Army and the Boston Public Schools.", u"Dr. Brill's commitment to the field of social work and the people of Massachusetts has been remarkable. Mr. Speaker, I am certain that the entire House of Representatives joins me in congratulating Dr. Brill for all that she has accomplished and in wishing her the best during retirement."], u'capitolwords_url': u'http://capitolwords.org/date/2004/01/21/E32-3_recognizing-carol-brill-phd/'}