{u'speaker_state': u'WA', u'speaker_raw': u'mr. smith of washington', u'speaker_first': u'Adam', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8390-3.chunk21', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Smith', u'pages': u'H8390-H8410', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'S000510', u'order': 21, u'speaking': [u"Mr. Speaker, I rise in strong support of this legislation to repeal the Don't Ask, Don't Tell policy, and just want to make four quick arguments on that.", u"First of all to process. This policy was implemented 17 years ago. We have studied it and argued about it ever since, particularly in the last 4 years. Under Mrs. Davis' leadership, we have had hearings and discussions and reports. To argue that we are rushing this and haven't thought about it completely misses the point. Argue against the bill if you want, but don't hide behind process. We have studied this to death. It is time to act. That's number one.", u"Number two, gays and lesbians serve in the military right now. I doubt you could find a member of the military who doesn't know a gay or lesbian that they have served with, and yet somehow they have functioned and functioned quite well. This is not introducing a brand new concept.", u"And third, I want you to think about the basic issue that we should always consider in the Armed Services Committee: How do the policies we advance make us safer? How does it make it safer to drive out of the military thousands of people who are serving and serving our country well? It doesn't. It takes away experience, expertise, and talent at a time when we desperately need that.", u'And lastly, the 55 percent of the people in the survey did not offer no opinion. They offered the opinion that they did not think it would matter one way or the other to repeal that law. So that 55 percent very clearly has no problem with serving with gays and lesbians.', u'It is way past time to repeal this law, strengthen our military, and allow gays and lesbians to serve our country and serve it with the bravery that they have shown along with all others who have served in our military.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/'}