{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 108, "title": "NOMINATION OF J. LEON HOLMES, TO BE UNITED STATES DISTRICT JUDGE-- Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-06/html/CREC-2004-07-06-pt1-PgS7541-2.htm", "number": 91, "id": "CREC-2004-07-06-pt1-PgS7541-2.chunk35", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Kennedy", "pages": "S7541-S7563", "speaker_party": "D", "date": "2004-07-06", "bills": null, "bioguide_id": "K000105", "order": 35, "speaking": ["Mr. President, I strongly oppose the nomination of Leon Holmes to a lifetime appointment to the U.S. District Court for the Eastern District of Arkansas. His record gives us no confidence that he will be fair in the wide range of cases that come before him, particularly in cases involving the rights of women, gay rights, and the right to choose. His record contains example after example of extreme views of the law that suggest he will not follow established precedent.", "Every nominee who comes before us promises to follow the law, including laws in cases with which they disagree. Mr. Holmes is no exception. But the Senate's constitutional role of advise and consent gives each of us the duty to evaluate these claims carefully. It is clear from his record that Mr. Holmes has not shown the dedication to upholding constitutional principles and the judgment necessary for a Federal judge.", "Mr. Holmes has expressed extraordinary hostility to equal rights for women. In 1997 he wrote that it is a woman's obligation to ``subordinate herself to her husband.'' He also wrote that a woman must ``place herself under the authority of the man.'' It doesn't get much more extreme than that.", "In fact, Mr. Holmes has blamed feminism for the erosion of morality. He has written that ``to the extent that we adopt the feminist principle that the distinction between the sexes is of no consequence . . . we are contributing to the culture of death.'' Are we really expected to believe that someone with such medieval views will dispense 21st century justice?", "This nomination is an insult to working women. It is an insult to all Americans who believe in fairness and equality.", "Just last week we celebrated the 40th anniversary of the Civil Rights Act of 1964 which gave women equal opportunity in the workplace. Democrats and Republicans alike joined in celebrating that important law. If that celebration is to be more than lip service, we cannot approve this nomination.", "Judges appointed to lifetime positions on the Federal court must have a clear commitment to the principles of equality in our basic civil rights laws. Mr. Holmes' view that a woman must ``place herself under the authority of the man'' does not demonstrate such a commitment.", "I ask unanimous consent to be printed in the Record Mr. Holmes' article containing these statements."], "capitolwords_url": "http://capitolwords.org/date/2004/07/06/S7541-2_nomination-of-j-leon-holmes-to-be-united-states-di/"}