{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 108, u'title': u'ISSUES IMPORTANT TO AMERICAN FAMILIES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-07/html/CREC-2004-07-07-pt1-PgS7691.htm', u'number': 92, u'id': u'CREC-2004-07-07-pt1-PgS7691.chunk15', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S7691-S7697', u'speaker_party': u'D', u'date': u'2004-07-07', u'bills': None, u'bioguide_id': u'D000563', u'order': 15, u'speaking': [u'I say to my colleague from the State of Nevada, he is going to find out in the rollcall votes, in the ultimate vote, that these constitutional amendments are not going to pass. This is a political grandstand. Frankly, we should pass a law that says a constitutional amendment cannot be proposed within 6 months of a Presidential election. That is what this is all about. It really demeans this great Constitution we have sworn to uphold that we are playing games by bringing issues like the gay marriage amendment to the floor of the Senate without even a markup in the Judiciary Committee.', u'Why? Frankly, it should not be done. Maybe one or two times in the recent history of this body have we brought an amendment to the Senate floor without a markup in the Judiciary Committee--I think Senator Hollings, through unanimous consent, discharged a proposed constitutional amendment from committee. So they are not taking it seriously. It is just a record vote to put Members on the spot and to try to gas up the special interest groups that feel strongly on this issue. That really does not address the issues working families care about.', u"If this Senate is going to be relevant to the people we represent, we ought to speak to the issues they care about. Whether the people are coming to this gallery or watching the proceedings by television, they know what working families care about. It is the cost of health insurance. It is the fact that one may have a dollar an hour more in their contract this year and do not have a penny more in take-home pay because health insurance has gone up. It is the cost of sending your kids to college. Your child works hard and has good grades, gets into a great college, and look at the cost: I'm sorry, you can't go to school; we can't come up with $20,000 a year.", u'It is the cost of gasoline which is killing small businesses and families alike.', u'These are issues we ought to be talking about and these are issues this Republican leadership consistently ignores.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/07/S7691_issues-important-to-american-families/'}