{u'speaker_state': u'CT', u'speaker_raw': u'mr. dodd', u'speaker_first': u'Christopher', u'congress': 108, u'title': u'CLASS ACTION FAIRNESS ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-08/html/CREC-2004-07-08-pt1-PgS7782-2.htm', u'number': 93, u'id': u'CREC-2004-07-08-pt1-PgS7782-2.chunk168', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Dodd', u'pages': u'S7782-S7819', u'speaker_party': u'D', u'date': u'2004-07-08', u'bills': None, u'bioguide_id': u'D000388', u'order': 168, u'speaking': [u'My point is, I would have thought this letter might have been dated on July 7, not the day before the decision to invoke cloture. It raises some suspicion that maybe the intention was all along to file cloture and not to give us a chance to go through the normal processes of debate and amendments.', u'Apparently the fix was in even before we started, which indicates to this Senator that the intention was never to get to this bill. There were numerous meetings over the last several. One of the things we talked about was the importance of setting aside an adequate amount of time for the full consideration of this bill.', u'The Democratic leader offered a proposal of limiting several nongermane amendments and a limited number of relevant amendments. The majority leader countered and offered to have even fewer nongermane amendments and an unlimited amount of germane or relevant amendments. I was mystified by that offer because had it been accepted, we could have spent weeks on this bill without ever invoking cloture if we had had hundreds of amendments filed that were germane to the underlying bill.', u"I am convinced there is still a formulation of germane/nongermane amendments that would allow us to consider those in a relatively expedited fashion and then get to final passage of the class action reform bill. My plea will be at the appropriate time that we vitiate the cloture vote, let the leaders over the weekend see if they can't come up with some formulation on amendments, and then next week or so to return to the legislation.", u"It is a great travesty that we are going to abandon this bill many of us have worked long and hard on because a small minority are unhappy over the possibility that we might consider as amendments several proposals that enjoy broad support in this institution. I realize that can be difficult. But nonetheless, it seems to me you don't shut down the underlying bill entirely because there are some proposals that may be offered that are unappealing to only a handful. Yet that is the situation in which we find ourselves.", u"For those who have worked on this, we are about to miss this opportunity, maybe not only for this Congress but for many years to come. That can happen. I have been around here long enough to know if you don't strike when the iron is hot, you may lose the opportunity for a long time down the road.", u"I appeal to the majority leader, who filed the cloture petition last evening, to vitiate that cloture motion. Give himself, the Democratic leader, and others who are interested a chance over the next several days to see if they can't come up with a formulation that will allow for the consideration of several amendments under time agreements. That ought to be the way we proceed, rather than abandoning this effort.", u"I am told the next two issues to be brought up--and the minority whip can correct me if I am wrong--are a constitutional amendment on gay marriage and a flag-burning constitutional amendment, neither of which have any chance of passage in this body. I don't believe anyone agrees there is any chance of them becoming the law of the land. Yet we are going to shove class action reform, based on the decision of the majority leader, off the table, maybe permanently, in order to consider two matters that have no chance of being adopted whatsoever.", u'If that is in fact the situation, then those who have been such strong supporters of this proposal outside of this Chamber ought to understand what the game is. As I have often said, I was born at night, but not last night. I think I understand what is going on here. Maybe all this time was only a game to bring the issue up with the full knowledge that once you close the opportunity for further amendments, you are then guaranteeing the outcome we are about to have.', u'I am terribly disappointed, after a lot of time being spent on this effort, that we have come to this particular moment. We just listened to the eloquent comments of our colleague from Oregon on legislation that will be adopted later this evening or next week dealing with teenage suicide. We have listened to the Senator from New Mexico, Mr. Domenici, who has worked for 15 years on trying to achieve parity in the provisions providing coverage for people with mental illnesses. There is a significant majority of us in this body who believe that legislation ought to be adopted and then sent to the House for their consideration. They may reject it. It may not be adopted in conference, but we owe those who have fought long and hard a chance to vote on these measures. Certainly the American public might be more impressed with the Senate if we were to deal with the issue of mental health rather than with the issue of gay marriage or flag burning.', u'Literally thousands of cases, I am told, by people out there are being filed in State courts when they belong in Federal courts. I am a strong supporter of that effort. Are people here to tell me the flag-burning amendment and a gay marriage constitutional amendment are more important than dealing with reforming the class action system or the issue of mental health parity? I hate to see what the outcome would be if I polled the American public what they felt about the priorities of the Senate so close to the election.', u"What issues would America like to see us address? We have the issue of the minimum wage. Senator Craig of Idaho has an issue dealing with immigration and joblessness which enjoys the cosponsorship of three-quarters of the Members of this body and the support of the White House. We can't get it to the floor of the Senate. We have the provisions offered by our colleagues from Hawaii who are seeking some support for legislation that is critically important to their State. I mentioned the minimum wage. I mentioned mental health parity. These are only some of the issues.", u'On the question of importation of drugs, we are constantly being told that matter is going to come to the Senate floor for debate. Yet we are finding all of these issues being scuttled, including class action reform, to the sidelines so we can deal with a couple of issues that have limited support in this Chamber and I think marginal support if people thought about them out across the country.', u"So I am disappointed by the priorities here. I realize the majority has the right to set the agenda; it is their business to set the agenda. The majority party controls this Chamber, they control the other body, and they control the White House. They set the agenda. They have decided that the agenda--America's agenda--ought not to be class action reform, ought not to be mental health parity, ought not to be the minimum wage, ought not to be immigration reforms, which the Latino and Hispanic community and agribusinesses care about so much, and ought not to be the legislation offered by my colleague from Hawaii. Instead, it ought to be gay marriage and flag burning, neither of which have any chance of being adopted by this body.", u'My colleagues know full well constitutional amendments require supermajorities in order to leave here for consideration by the various States.', u'I see the presence of a colleague on the other side. I wanted to make sure someone was here before I make a unanimous consent request.', u'I ask unanimous consent that the motion to invoke cloture, scheduled for tomorrow morning, be vitiated indefinitely, and that the reason for doing it is to give the leadership an opportunity to try to formulate a structure that will allow for the consideration of the class action reform bill in some manner that we can all endorse, support, and allow us to get to that issue. I make that request.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/08/S7782-2_class-action-fairness-act-of-2004/'}