{"speaker_state": "GA", "speaker_raw": "mr. lewis of georgia", "speaker_first": "John", "congress": 108, "title": "MARRIAGE PROTECTION ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm", "number": 103, "id": "CREC-2004-07-22-pt1-PgH6580-2.chunk40", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Lewis", "pages": "H6580-H6613", "speaker_party": "D", "date": "2004-07-22", "bills": null, "bioguide_id": "L000287", "order": 40, "speaking": ["Mr. Speaker, I thank my friend and colleague, the gentleman from New York (Mr. Nadler), for yielding.", "Mr. Speaker, for me, this is unreal. It is unbelievable. I thought that as a Nation and as a people that we had moved much further down the road. To pass this legislation would be a step backward.", "There is a song, and some of you are old enough to know it: ``Mr. Big stuff, who do you think you are?'' I would ask, well, Members of Congress, who do you think we are?", "We have not been called or chosen by the people to strip the courts of their power. We have not been ordained by some force to say, ``Don't come in here. Don't apply for justice.''", "Those of us who came through the civil rights movement saw the Federal courts as a sympathetic referee in the struggle for justice, for fairness and for equality.", "If it had not been for the Federal courts, where would we be? If it had not been for the Supreme Court of 1964, there would still be legalized segregation in America. If it had not been for the Federal courts, we would still see signs saying ``White Men,'' ``Colored Men,'' ``White Women,'' ``Colored Women,'' ``White Waiting,'' ``Colored Waiting.''", "If it had not been for the Federal courts, I would not be standing here today and many Members of Congress who are people of color would not be standing here either.", "We do not want to go back. We want to go forward. To vote for this legislation would be like Members of Congress trying to stand in the courthouse door, just like George Wallace stood in the schoolhouse door to stop integration of Alabama schools.", "Today it is gay marriage. Tomorrow it will be something else. During the 1960s, in 1963, in 1964, in 1965, we heard some of the same old arguments. Have we learned anything?", "Forget about the politics. Vote your conscience. Vote with your heart, with your soul, with your gut. Do what is right and defeat this bill."], "capitolwords_url": "http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/"}