{u'speaker_state': u'IA', u'speaker_raw': u'mr. leach', u'speaker_first': u'James', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk68', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Leach', u'pages': u'H6580-H6613', u'speaker_party': u'R', u'date': u'2004-07-22', u'bills': [u'H.R. 3313'], u'bioguide_id': u'L000169', u'order': 68, u'speaking': [u'Mr. Speaker, America is divided on many issues, perhaps none more emotive than that which surrounds family values and the institution of marriage.', u'For many Americans definitions are critical. Traditionalists believe the term marriage can only properly be applied to a union between a man and a woman. Non-traditionalists, particularly in the gay community, believe that qualification under law for marriage or other forms of civil unions should be provided to same sex couples and that without changes in law to allow such to occur some citizens will have less personal security and legal protection than other elements of the American community.', u'Historically, issues of marriage come under the primary jurisdiction of State law, but because States may have different approaches and because there is under our Constitution a recognition that legal arrangements made in one State are generally to be respected in others, the Congress chose several years back (1996) to pass a law called the Defense of Marriage Act (DOMA) to allow States not to recognize the validity of same-sex marriages performed in other States.', u'The measure before Congress today is H.R. 3313, an act which would deny Federal courts, including the Supreme Court, the right to review the constitutionality of the Defense of Marriage Act.', u'The arguments on the floor today have largely swirled around the issue of marriage. My view is that the bigger issue is process. In America, process is our most important product. Our constitutional system was established with checks and balances. To curb the prospect of concentration of power our Founders created three branches of government--executive, legislative, and judicial--and then quadruplicated these balancing arrangements by creating executive, legislative, and judicial entities at the state, county and city levels. At any moment in time there will be conflict among various branches and between various levels of government. This discord is sorted out through time tested processes involving compromises, give and take, and at critical moments, definitive decision-making. In this case, whether one supports or opposes expanding marriage definitions or favors compromise approaches such as sanctioning civil unions, it is a dubious precedent to deny a key component of the American governmental system--federal courts--the power to exercise its constitutional responsibilities. Although the Constitution gives Congress broad authority to define the jurisdiction of courts, Congress has historically been cautious in limiting the power of courts to review substantive law. to do so would wreak havoc with the separation-of-power doctrine and our legal system.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}