{"speaker_state": "CA", "speaker_raw": "mr. stark", "speaker_first": "Pete", "congress": 108, "title": "MARRIAGE PROTECTION ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm", "number": 103, "id": "CREC-2004-07-22-pt1-PgH6580-2.chunk114", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Stark", "pages": "H6580-H6613", "speaker_party": "D", "date": "2004-07-22", "bills": ["H.R. 3313"], "bioguide_id": "S000810", "order": 114, "speaking": ["Mr. Speaker, I rise in outraged opposition to H.R. 3313, the So-Called ``Marriage Protection Act.'' This blatantly unconstitutional piece of legislation speaks volumes about the uncontrollable homophobia of the Republican Party and its desperation to change the subject from the quagmire in Iraq.", "The Republicans' fear of the Federal courts is somewhat surprising. The Supreme Court, after all, despite occasionally tempering the Republicans' hatred of minorities, immigrants, the accused, and others who have the gall to insist on their Constitutional rights, has been pretty good to the Republican Party. It gave them the President they wanted and has given them great leeway to run roughshod over the environment and the disabled in the name of States' rights.", "Most legal experts agree that this Court would likely uphold the Defense of Marriage Act, and yet the Republicans would rather set a new, frightening precedent of letting 50 different State courts be the final arbiters of our laws. They prefer that State judges, rather than Federal judges confirmed by the Senate, make Constitutional law.", "Thankfully, the right wing wasn't in control of the Republican Party back when desegregation and Miranda warnings were before the courts, as there were court-stripping proposals on those subjects, too. They would never think of passing a bill today barring African Americans from seeking the protection of Federal courts, but sadly, gay and lesbian Americans incur their wrath over everything from the breakdown of the family to the continued inability of the Red Sox to win the World Series. Their delusion would be funny if it weren't so reckless and harmful.", "Mr. Speaker, this bill is all about re-directing blame. Everyone here realizes that if Congress could just pass whatever laws it wanted and throw in a line to keep them from being held unconstitutional, our Constitution and our Separation of Powers would be rendered meaningless. So let's just admit what this is really about: changing the subject from Iraq and attacking defenseless Americans. Shame on any Member of this body who will trample on our Constitution just to score a few political points. If the Oath we all took to ``support and defend the Constitution of the United States'' means anything to you, you will ``No'' on this election-year ploy."], "capitolwords_url": "http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/"}