{u'speaker_state': u'VA', u'speaker_raw': u'mr. moran of virginia', u'speaker_first': u'James', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk124', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Moran', u'pages': u'H6580-H6613', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': None, u'bioguide_id': u'M000933', u'order': 124, u'speaking': [u"Mr. Speaker, I rise today in opposition to the so-called ``Marriage Protection Act.''", u'How marriage is being protected by keeping committed gay and lesbian couples from getting married does not make sense to me. Will it strengthen heterosexual relationships? Reduce promiscuity and unwed pregnancy? Instruct people on the importance of communication to a successful relationship?', u'No, it would do none of these things.', u'What it would do is take away Americans right to Due Process and represent a radical departure from our Constitutional and legal tradition in an effort to single out a specific group of American citizens for discrimination. This bill would strip our federal court system of its independence, setting a dangerous precedent and threatening the underpinnings of our free and democratic society.', u"The Marriage Protection Act precludes federal courts from reviewing the constitutionality of the cross-state recognition section of ``the Defense of Marriage Act.'' The result of this legislation would be that if DOMA is challenged, the 50 State Supreme Courts would each issue a separate and final ruling on the cross-state recognition section of DOMA. The Supreme Court, whose job is to settle conflicting or contradictory state and federal court rulings, would have its hands tied, thus thwarting their ability to resolve the ensuing confusion. What a mess.", u'If we decide to wall off the federal courts ability to rule on this issue, where will such actions stop? One can easily foresee a number of other hot button social issues with which this country is clearly divided being blocked in a similar fashion from consideration at the federal level.', u"Furthermore, we already have sufficient legislation to allow individual states the ability to retain and structure marriage laws the way they see fit. While I opposed and continue to oppose the Defense of Marriage Act (DOMA) which passed the House back in 1996, this law is still fully functional and in effect. Since then, it has not been invalidated by any court anywhere in the country. Mr. Speaker, I am troubled that we are wasting floor time to discuss this issue today. At a time when there are many more pressing matters needing to be discussed and deserving of debate, we are considering ``The Marriage Protection Act,'' a classic example of an election year wedge issue designed for maximum political impact. I implore the House to consider the full implications of this legislation and urge its defeat."], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}