{"speaker_state": "CA", "speaker_raw": "mr. farr", "speaker_first": "Sam", "congress": 108, "title": "IN HONOR OF SHERIFF MARK TRACY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-11-18/html/CREC-2004-11-18-pt1-PgE2044-2.htm", "number": 133, "id": "CREC-2004-11-18-pt1-PgE2044-2.chunk0", "volume": 150, "chamber": "Extensions", "session": 2, "speaker_last": "Farr", "pages": "E2044-E2045", "speaker_party": "D", "date": "2004-11-18", "bills": null, "bioguide_id": "F000030", "order": 0, "speaking": ["Mr. Speaker, I rise today to honor Mark Tracy who is retiring after ten years as the Santa Cruz County Sheriff. Mr. Tracy's lifelong dedication to the Santa Cruz community consists of over 32 years as a police officer, as well as numerous volunteer and leadership positions within local organizations. Beginning his career as a Deputy Sheriff with Santa Cruz County, Mark rose through the ranks to become a Sergeant and a Lieutenant. He was elected Sheriff-Coroner of Santa Cruz County in 1994.", "During his years with the Sheriff's Office, Mark has worked in and represented nearly every bureau and capacity in the department and has received numerous awards and commendations. Notably, he has acted as Coordinator of the Search and Rescue Team, was a founding member of the Hostage Negotiating Team, and has served as Chairman for both the Santa Cruz County Criminal Justice Council and the Santa Cruz County Commission on Domestic Violence. By establishing the Domestic Violence Unit and working with advocacy groups throughout the county, he has promoted better services to victims of domestic abuse. Additionally, Sheriff Tracy established the High Tech Crime Unit to address the growing problem of identity theft and computer crimes.", "In his career as Sheriff, Mark has also established unprecedented levels of trust and cooperation with the community, including women's groups, lesbian, gay, bisexual and transgender communities, as well as medical marijuana organizations. He has overseen the opening of new service centers throughout Santa Cruz County and has placed school resource officers at high schools and junior high schools throughout the region. The Santa Cruz Sheriff's Office has a proud history of aggressively attacking crime in a proactive and timely manner. Mark has been at the forefront of working towards unbiased policing and problem-solving techniques. In his partnerships with local organizations, he has established himself as an integral part of the Santa Cruz community. I have personally enjoyed working with Mark, and I wish to thank him for his dedicated service to our community. Mr. Speaker, I would like to congratulate Mr. Tracy on his upcoming retirement as Sheriff, and wish him the best of luck in all of his future endeavors."], "capitolwords_url": "http://capitolwords.org/date/2004/11/18/E2044-2_in-honor-of-sheriff-mark-tracy/"}