{u'speaker_state': u'CA', u'speaker_raw': u'mr. stark', u'speaker_first': u'Pete', u'congress': 108, u'title': u'HONORING POLICE CHIEF JOHN ROBERTSON', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-09/html/CREC-2003-07-09-pt1-PgE1432-3.htm', u'number': 100, u'id': u'CREC-2003-07-09-pt1-PgE1432-3.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Stark', u'pages': u'E1432', u'speaker_party': u'D', u'date': u'2003-07-09', u'bills': None, u'bioguide_id': u'S000810', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to recognize Police Chief John Robertson of the City of Newark Police Department for his 29 years of devoted service to the citizens of California.', u'Chief Robertson dedicated his life to reducing crime, implementing technological advances, and helping the lives of many people on a personal basis. He was not content to merely punish wrong-doers, but set about to bring an end to the problems he encountered by using a community oriented philosophy that worked wonders to stop crime.', u'In the course of his career in law enforcement, Chief Robertson has left his mark on three cities. He began his career in the City of Garden Grove in July 1974 as a Patrol Officer and worked his way up to Detective. He was appointed Sergeant in March 1980 and Lieutenant in May 1981. He became Captain, February 1986, and served as Deputy Chief until August 1988 when he was promoted to Police Chief. He served as Police Chief of Garden Grove until June 1992, then as Police Chief of the City of Orange until March 1998, and finally as the Chief of Police of Newark in August 1998.', u"In Garden Grove, Chief Robertson is accredited with revitalizing the community through ``family policing'' and developing the Department's Pride Program. In Orange, he significantly reduced crime, managed the Department's budget and made a significant number of technological improvements. In Newark, Chief Robertson implemented a Citizen's Police Academy, improved technology, remodeled the police facilities, became a mentor for a local high school student, implanted the HOSTS (Help One Student to Succeed) Tutoring Program, and took responsibility for the City's Code Enforcement Unit and cleaned up a large blighted area of Newark.", u"Chief Robertson's greatest accomplishments in the City of Newark include bringing together the Newark Community by spearheading a youth summit with NAACP, setting up meetings with the Afghan Community to bridge cultural differences, and working with the gay/lesbian community after the murder of a transgender youth. Chief Robertson demands by word and shows through leadership that everyone must be treated with dignity and respect, regardless of race, color, creed, or sexual orientation. He was the first Police Chief to require all officers to document racial information on all car stops. He also mandated that all police employees attend training at the Museum of Tolerance to promote understanding and acceptance in the community.", u'I am honored to join the colleagues of Police Chief John Robertson to commend his many years of exemplary service to law enforcement. His commitment to excellence has shaped the lives of many, and his services to California will never be forgotten.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/09/E1432-3_honoring-police-chief-john-robertson/'}