{u'speaker_state': u'CA', u'speaker_raw': u'mrs. davis of california', u'speaker_first': u'Susan', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8390-3.chunk39', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Davis', u'pages': u'H8390-H8410', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'D000598', u'order': 39, u'speaking': [u'Mr. Speaker, I yield 2 minutes to the gentleman from Pennsylvania (Mr. Murphy), who is the sponsor of the bill.', u'MURPHY of Pennsylvania. Mr. Speaker, today we have a chance to do what is right, not just for gay and lesbian troops serving in our military, but what is right for national security.', u"When I deployed to Iraq as a captain with the 82nd Airborne Division, my team and I didn't care about someone else's sexual orientation. We cared whether everyone could do their job so we could all come home alive.", u"Already, dozens of other nations allow their troops to serve openly, including our greatest military allies, Great Britain and Israel, with no detrimental impact on their units' cohesion.", u"It's an insult to the troops I served with and to all our servicemembers fighting in Iraq and Afghanistan to say that they are somehow less professional or as mission capable as the members of these foreign militaries.", u"Now, we have heard every excuse under the sun. First it was, well, we need to study the issue. Well, the Pentagon finished their study and learned what we've known all along: repeal will not harm our military's operation.", u'Then it was we need to hear from our military leaders and our troops. They have spoken. The Secretary of Defense, the Chairman of the Joint Chiefs of Staff, the Commander in Chief, and the majority of our troops believe this policy should go.', u'Enough. Enough of the games. Enough of the politics. Our troops are the best of the best, and they deserve a Congress that puts their safety and our collective national security over rigid partisan interests and a closed-minded ideology.', u'The Chairman of the Joint Chiefs of Staff, Admiral Mike Mullen testified that this issue comes down to integrity, the integrity of our troops and the military as an institution.', u'Well, this is also about the integrity of this institution.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/'}