{u'speaker_state': u'MI', u'speaker_raw': u'mr. conyers', u'speaker_first': u'John', u'congress': 108, u'title': u'WHERE IS THE OUTRAGE OVER DIRTY TRICKS?', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-18/html/CREC-2003-07-18-pt1-PgE1535-3.htm', u'number': 107, u'id': u'CREC-2003-07-18-pt1-PgE1535-3.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Conyers', u'pages': u'E1535', u'speaker_party': u'D', u'date': u'2003-07-18', u'bills': None, u'bioguide_id': u'C000714', u'order': 0, u'speaking': [u"Mr. Speaker, this morning's media lavishly covered Prime Minister Blair's speech to us last night. It was an important event and I will have more to say about that next week. But I want to call my colleagues attention to another news item that I found shocking. Unfortunately it was buried in the ``Reliable Source'' gossip column of the ``Style Section'' in today's Washington Post. It reported a White House effort to smear a journalist, an effort that I found desperate and pathetic but, most of all, outrageous.", u"It seems the Bush Administration was so unnerved by a TV network news segment on rapidly rising GI frustration in Iraq--and one soldier's calling on camera for Secretary of Defense Rumsfeld's resignation--that they decided to ``shoot the messenger.'' Reportedly, an anonymous White House operative tipped internet columnist Matt Drudge that the TV reporter on the news story was not only gay but also, far worse, ``a Canadian.''", u"Does the Watergate phrase ``dirty tricks'' ring a bell? Or has that been banished from the political lexicon like the ``L word?''", u"There's an old saying: ``If you're not outraged, you don't understand the situation.'' I want to know where the outrage is about this despicable tactic. Where are the outraged editorials and columns? Why wasn't this a front page story? Even if it was a scoop for the ``Reliable Source,'' why wasn't there a separate news story about it? Where were the interviews of outraged media pundits on this morning's TV news shows? Where is the outrage from ACLU? And I hope there will be further comments on this by other outraged Members of Congress from both sides of the aisle.", u"The leak to Drudge may indicate how nervous the White House is about their unraveling post-war plan and its tragic consequences for our soldiers. Indeed, if this is the only way they can respond to reporting on the Administration's mess in Iraq, things must be pretty desperate.", u'It also indicates the kind of supporters whom the White House thinks will judge its policy on the basis of the nationality and orientation of those reporting on Iraq for U.S. media. The fact that most Americans will regard both factors as silly and irrelevant is beside the point. The malicious intent is clear.', u'This kind of dirty trick must be labelled for what it is, and stopped in its tracks, or we will see similar sleaze seeping out of this White House whenever it feels politically threatened. If the media brushes this off as just one more skirmish with critical press, then both they and the American people will surely be the losers.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/18/E1535-3_where-is-the-outrage-over-dirty-tricks/'}