{u'speaker_state': u'IL', u'speaker_raw': u'mr. davis of illinois', u'speaker_first': u'Danny', u'congress': 108, u'title': u'IN RECOGNITION OF NATIONAL DOMESTIC VIOLENCE AWARENESS MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-31/html/CREC-2003-10-31-pt1-PgE2200-4.htm', u'number': 156, u'id': u'CREC-2003-10-31-pt1-PgE2200-4.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Davis', u'pages': u'E2200-E2201', u'speaker_party': u'D', u'date': u'2003-10-31', u'bills': None, u'bioguide_id': u'D000096', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today in honor of October being the month to increase awareness of domestic violence, and educate individuals about the services available to assist victims. Therefore, it is significant that we recognize October as the National Awareness Month for Domestic Violence.', u'According to the United States Department of Justice, domestic violence can be defined as, a pattern of coercive behavior designed to exert power and control over a person in an intimate relationship through the use of intimidating, threatening, harmful, or harassing behavior. Partners may be married or not married, heterosexual, gay, lesbian, living together, separated or dating.', u"Over the last thirty years, there has been a radical change in not only the understanding of domestic violence, but also the acknowledgement of responses from individuals and society. According to the most recent report from the' Department of Justice, there were almost 700,000 incidents of domestic violence in 2001. Approximately one-third of women who are murdered each year are killed by their current or former husband or partner. Children who are subjected to domestic violence too often grow up to inflict violence on others, creating a cycle of violence that must be stopped.", u'Nearly one in every three adult women experiences at least one physical assault by a partner during adulthood. Approximately four million American women experience a serious assault by an intimate partner each year. Six times as many women who experience violence by an intimate partner, 18 perecent, as by a stranger, 3 percent, do not report the crime. Several types of violence and abuse usually occur within the family; men who batter their intimate partners are more likely to abuse their children too. Unfortunately, every fifteen seconds in the United States, a woman is brutally battered by her partner. As you hear these words, a woman is being beaten.', u'Despite the increase reports of domestic violence in Chicago, the police and other related agencies receive an average of 560 domestic violence calls each day. About half the murders involved domestic disputes and approximately fifty percent of homicides are attributed to a domestic situation.', u"To bring attention to this horrendous issue, October has been designated as the National Domestic Violence Awareness Month. Mr. Speaker, let all of us renew our Nation's commitment to prevent and punish the perpetrators of this despicable crime and bring hope and healing to those affected by it."], u'capitolwords_url': u'http://capitolwords.org/date/2003/10/31/E2200-4_in-recognition-of-national-domestic-violence-aware/'}