{"speaker_state": "CO", "speaker_raw": "mr. udall of colorado", "speaker_first": "Mark", "congress": 108, "title": "ACKNOWLEDGING MR. DENNIS DOUGHERTY, CEO OF VISUAL ELECTRONICS, LTD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-19/html/CREC-2003-11-19-pt1-PgE2327-2.htm", "number": 168, "id": "CREC-2003-11-19-pt1-PgE2327-2.chunk0", "volume": 149, "chamber": "Extensions", "session": 1, "speaker_last": "Udall", "pages": "E2327", "speaker_party": "D", "date": "2003-11-19", "bills": null, "bioguide_id": "U000038", "order": 0, "speaking": ["Mr. Speaker, I rise today to acknowledge Mr. Dennis Dougherty, the CEO of Visual Electronics, Ltd. Dennis has not only been a leading entrepreneur in Colorado, he is also an active leader of the Human Rights Campaign and an outspoken proponent of civil rights. Still a Republican, despite my entreaties to the contrary, Dennis is living proof that one can be a hard-driving and successful businessman and also contribute to causes that are beyond self-interest and the so-called ``bottom line.''", "A Colorado newspaper recently published a profile on Dennis Dougherty and included some highlights of his career in the ever-changing high technology sector. I would like to share a few items that describe Dennis and his contributions to both the private and public sectors:", "As the hands-on director of a 25 year old customer service- oriented company, Dougherty has weathered tough economic times by stressing attention to client satisfaction. Visual Electronics marketing manager, Kim Johnson, said, ``If you make a client happy, they're going to come back to you.'' Dennis was raised in Omaha, Nebraska and served in Vietnam after being drafted by the Army. Dennis served honorably and in a time and place where being an ``out gay person'' was unheard of and dangerous. Through 12 hour work days and a continuing commitment to meet the needs of his customers, Dennis built a multi-million dollar company providing ACD monitoring systems for call centers, 911 emergency operations, help desks and tech support lines. Visual Electronics is, in its own way, a prime example of the growth potential in technology services. Dougherty has also been a regional and national philanthropist, supporting human rights work, aimed at establishing equal rights for gays and lesbians. Dennis is also a major supporter of the Colorado AIDS Project and the National Sports Center for the Disabled in Winter Park, Colorado.", "Coloradans are proud of Dennis Dougherty and the contribution he and his company have made to our state. Through his attention to detail, his strong people skills, his sales acumen and his outstanding commitment to his work colleagues, Dennis and Visual Electronics, Ltd. are valuable members of our business community and I am proud to recognize him today."], "capitolwords_url": "http://capitolwords.org/date/2003/11/19/E2327-2_acknowledging-mr-dennis-dougherty-ceo-of-visual-el/"}