{u'speaker_state': u'TX', u'speaker_raw': u'mr. bell', u'speaker_first': u'Chris', u'congress': 108, u'title': u'IN RECOGNITION OF L. JOEL MARTINEZ', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-23/html/CREC-2003-11-23-pt1-PgE2425-3.htm', u'number': 172, u'id': u'CREC-2003-11-23-pt1-PgE2425-3.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Bell', u'pages': u'E2425-E2426', u'speaker_party': u'D', u'date': u'2003-11-23', u'bills': None, u'bioguide_id': u'B001241', u'order': 0, u'speaking': [u'Mr. Speaker, I rise to honor the life of L. Joel Martinez, a nationally known AIDS activist who died Wednesday, November 12, 2003. Mr. Martinez was the founding director of the Center for AIDS, a Houston-based clearinghouse for treatment and research information. The center was founded in 1995 to address the lack of treatment and research information available to the public.', u'Joel Martinez had a profound effect on the way pharmaceutical companies developed their drugs and the way they looked at issues relating to people with HIV and AIDS. He met with companies to help change the guidelines for clinical trials and encouraged them to do research and testing in Houston. He urged companies to test drugs not just on gay, white males, but also on minorities, women and children.', u'He was an excellent and articulate spokesperson for people with HIV and AIDS and a true leader in treatment advocacy issues. Mr. Martinez was a community representative for amFAR and the AIDS Clinical Trials Group. He also was a voting member of a U.S. Food and Drug Administration advisory committee that influenced the way the agency reviews drugs during the approval process.', u'Most recently, he was involved in the AIDS Treatment Activists Coalition, a national coalition of activists working to end HIV and AIDS by advancing research.', u'Mr. Martinez was born in Harlingen, Texas in 1953 to Luis and Teresa Martinez. He was salutatorian of the class of 1970 at Brownsville High School. A Rice University graduate, he earned a law degree from the Columbia University School of Law in New York in 1977.', u'He was an associate at Vinson &amp; Elkins for six years before going into private practice in 1983. He re-evaluated his life after he was diagnosed with HIV in 1987. In the early 1990s, the focus of public information on HIV and AIDS was on prevention and not on treatment and research. Mr. Martinez set about to improve public information by making numerous presentations on HIV and AIDS and by writing many articles in English and Spanish on research and treatment of the disease. His significant influence on HIV and AIDS research and treatment helped so many people affected by the disease.', u'I know my colleagues join me in honoring Joel Martinez for his exceptional life and passionate activism. I extend my heartfelt condolences to his family and friends especially to Vann Vaughan, his life partner of twenty-two years, his mother Teresa, his sisters Rebecca and Zoe, and his brother Harry. Joel Martinez was a great American who fought tirelessly for those in need. His important work must continue until a cure for HIV and AIDS is found.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/11/23/E2425-3_in-recognition-of-l-joel-martinez/'}