{u'speaker_state': u'OH', u'speaker_raw': u'mr. kucinich', u'speaker_first': u'Dennis', u'congress': 107, u'title': u'IN HONOR OF ROBERT G. McGRUDER', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-04-17/html/CREC-2002-04-17-pt1-PgE561.htm', u'number': 43, u'id': u'CREC-2002-04-17-pt1-PgE561.chunk0', u'volume': 148, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Kucinich', u'pages': u'E561', u'speaker_party': u'D', u'date': u'2002-04-17', u'bills': None, u'bioguide_id': u'K000336', u'order': 0, u'speaking': [u'Mr. Speaker, we rise today to honor Robert G. McGruder. Through grace, intelligence and character he fought for fair reporting and justice in the news industry. He was the quiet authority amid the frantic newspaper offices in which he worked for almost 40 years.', u"Robert G. McGruder's fighting spirit surfaced early on when he overcame childhood battles with polio and poverty. He became interested in journalism while attending Kent State University when friends encouraged him to write for the school's paper. His reporting aspirations were not deterred by the setbacks of growing up in a segregated society. He learned to gain strength from overcoming obstacles. He demonstrated that racial barriers can be broken. Through this strong willed optimism, Robert G. McGruder became the first African American to hold various positions at the Cleveland Plain Dealer and the Detroit Free Press.", u'He worked as a reporter for the Plain Dealer before becoming city editor in 1978 and managing editor in 1981. In 1986, Neal Shine, the longtime Free Press managing editor and publisher, finally succeeded after a decade of trying to hire McGruder. McGruder spent 16 years as the chief editor of the Free Press where he guided award-winning news coverage. Beyond Detroit, he served as president of the Associated Press Managing Editors, judged Pulitzer Prize entries five times, and served on the board of the American Society of Newspaper Editors.', u"His pursuit of excellence and monumental work in the cause of diversity made him one of the newspaper industry's giants. He cared for colleagues, always making time to talk and listen. He urged the industry to hire more black, latino, Asian, gay and lesbian employees. He was a mentor to those he worked with, many of whom went on to hold important positions at newspapers across the country. In 2001, he received the John S. Knight Gold Medal, the highest award within Knight Ridder, which owns the Free Press. Upon receiving the award, he reminded company officials and friends that he represented change and that he stands for diversity.", u'We ask our colleagues to rise to honor the accomplishments of this truly remarkable individual.', u'Robert G. McGruder stood for what was best about the news industry. I hope his integrity, honesty and deep commitment to fair and accurate reporting will remain an example to all.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/04/17/E561_in-honor-of-robert-g-mcgruder/'}