{"speaker_state": "PA", "speaker_raw": "ms. hart", "speaker_first": "Melissa", "congress": 107, "title": "NATIONAL MILITARY APPRECIATION MONTH", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-05-10/html/CREC-2002-05-10-pt1-PgE763.htm", "number": 59, "id": "CREC-2002-05-10-pt1-PgE763.chunk0", "volume": 148, "chamber": "Extensions", "session": 2, "speaker_last": "Hart", "pages": "E763-E764", "speaker_party": "R", "date": "2002-05-10", "bills": null, "bioguide_id": "H001033", "order": 0, "speaking": ["Mr. Speaker, a recent USO/NFL tour to U.S. Army bases throughout Germany served as a fresh reminder of the invaluable service the men and women of the U.S. armed forces are providing to our nation. NFL Commissioner Paul Tagliabue, Pittsburgh Steelers running back Jerome Bettis and Tennessee Titans running back Eddie George met with U.S. troops to convey America's gratitude for all of the their service.", "May is National Military Appreciation Month. This is a time when we recognize and honor our nation's 1.4 million highly-trained, active duty soldiers, sailors, airmen and Marines. These brave Americans voluntarily put their lives on the line so you and I can live in peace and freedom.", "We owe these heroes our active appreciation and support as they fight to preserve democracy.", "We share the sentiments Commissioner Tagliabue conveyed to our armed forces: ``So long as [our troops] are on the from lines, [we should] make sure [they] remain on the front page.''", "Mr. Speaker, I am pleased to insert in the Record several news accounts of this important and noteworthy event.", "While wondering how Cleveland Browns fans will ease the pain now that cult hero Ben Gay is gone. . . . Jerome Bettis is better known as the Bus, but this week he was into tanks and heavy artillery. The Pittsburgh Steelers' rumbling running back accompanied NFL Commissioner Paul Tagliabue on Thursday to Germany, where they visited with U.S. forces on two military bases. Bettis flew in a black-hawk helicopter and spent time inside an M1- A1 Abrams tank. Tennessee's Eddie George will join them Friday as part of the league's Armed Forces Weekend, which includes an NFL Europe game. ``I want our servicemen to understand we care,'' Bettis said from overseas. ``We appreciate what they're doing to guarantee our freedoms.'' The trio will visit Landstuhl Regional Medical Center, where U.S. troops hurt in Afghanistan recuperate. ``It puts my job into perspective,'' Bettis said. ``I guess I'm considered a hero of sorts, but I'm only a football player. The guys on the front lines are the real heroes. This is not some commercial you see where guys are jumping out of helicopters doing pretty stuff. This is real.'' . . ."], "capitolwords_url": "http://capitolwords.org/date/2002/05/10/E763_national-military-appreciation-month/"}