{u'speaker_state': u'WI', u'speaker_raw': u'ms. baldwin', u'speaker_first': u'Tammy', u'congress': 107, u'title': u'CONSUMER PRODUCT PROTECTION ACT OF 2002', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgH3400.htm', u'number': 76, u'id': u'CREC-2002-06-11-pt1-PgH3400.chunk7', u'volume': 148, u'chamber': u'House', u'session': 2, u'speaker_last': u'Baldwin', u'pages': u'H3400-H3401', u'speaker_party': u'D', u'date': u'2002-06-11', u'bills': [u'H.R. 2621'], u'bioguide_id': u'B001230', u'order': 7, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'Mr. Speaker, I am pleased to be the lead Democrat on H.R. 2621, the Consumer Product Protection Act of 2002. I want to recognize and thank the gentlewoman from Pennsylvania (Ms. Hart) for introducing the bill and for her excellent work on this issue. I want to thank the chairman and ranking member of the Subcommittee on Crime, Terrorism and Homeland Security for their help in bringing this bill to the floor; and of course, I thank the chairman and ranking member of the full committee for their support of this bill.', u'I also want to recognize the staff who have worked hard to bring this legislation to the floor. Their work behind the scenes makes this House function effectively. I urge my colleagues to support and pass this legislation today.', u'Mr. Speaker, over the last several years, consumers have been finding offensive materials attached to or inserted inside the packaging of a variety of products. Most of these inserts are material that is offensive in nature. They are racist, anti-Semitic, or anti-gay. Finding offensive material can be shocking, but it is especially objectionable when a child opens a box and finds offensive, even pornographic, material inside.', u"Responding to customer complaints, manufacturers have sought law enforcement help to address this problem. However, it has become clear that law enforcement officials lack the authority to prosecute these crimes under State or Federal law. Both the FBI's and the FDA's offices of criminal investigations do not believe they have the current authority to prosecute these crimes.", u'The Consumer Product Protection Act would address this gap in Federal law and give authorities the tools they need to investigate and prosecute these acts. Only two States, California and New Jersey, currently have laws prohibiting this practice. This bill would amend the Federal Anti-Tampering Act by making it a crime for a person to place any writing, either on the outside of a package or the inside, prior to its sale to a consumer.', u'There are exceptions in this bill for promotional and sales purposes if allowed by the manufacturer, distributor, or retailer. To address some concerns about the appropriateness of punishments, the committee and subcommittee modified the original legislation to make the crime a misdemeanor instead of a felony.', u'I am pleased to be an original cosponsor of this bill and strongly urge the House to pass this bill.', u'Mr. Speaker, I reserve the balance of my time. Mr. SENSENBRENNER. Mr. Speaker, I yield such time as she may consume to the gentlewoman from Pennsylvania (Ms. Hart), the author of this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/06/11/H3400_consumer-product-protection-act-of-2002/'}