{u'speaker_state': u'GA', u'speaker_raw': u'mr. barr of georgia', u'speaker_first': u'Bob', u'congress': 107, u'title': u'RECOGNIZING DR. J.R. TURNER, TROUP COUNTY, GEORGIA', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-18/html/CREC-2001-07-18-pt1-PgE1355-4.htm', u'number': 100, u'id': u'CREC-2001-07-18-pt1-PgE1355-4.chunk0', u'volume': 147, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Barr', u'pages': u'E1355', u'speaker_party': u'R', u'date': u'2001-07-18', u'bills': None, u'bioguide_id': u'B000169', u'order': 0, u'speaking': [u"Mr. Speaker, a half-century of being on call 24 hours a day, seven days a week, is about to come to a close for Dr. J.R. Turner, of Troup County, Georgia. Dr. Turner's resume could boast of 2,500 baby deliveries, never losing a mother, never being sued, and countless house calls.", u"Raised in Gay, a small community in Meriwether County, Georgia, Dr. Turner grew up on a farm and was destined to go into agriculture, until a discussion with a medical student encouraged him to shift gears and go into medicine, ``because he could borrow money for school.'' Not only were the finances appealing, but he felt being a doctor he could be his own boss, which is something he always wanted to do.", u"During his junior year in college he enrolled in a Navy program that paid for his tuition, in return for two years of service after completing medical school. Dr. Turner graduated from the Medical College of Georgia in 1944, and interned at Egleston Children's Hospital in Atlanta.", u'The end of medical school saw Dr. Turner serving his time for the Navy, stationed in Guam, and working in a leper colony. He started his private practice in July 1947 in Greenville. During that time he met and married Dorothy Allen; they had 11 children and were married for over 50 years, until her death.', u"The year 1950 saw the opening of Dr. Turner's LaGrange office, and soon afterwards his purchase of an EKG machine. He took time away from his practice to attend Harvard Medical School for EKG training, and in 1953 studied internal medicine at Grady Hospital in Atlanta.", u'Dr. Turner served as Chief of Staff at West Georgia Medical Center twice, and has also served on its board of directors. He represented Troup County as a delegate to the Medical Association of Georgia.', u'His free time from now on will be spent hunting, fishing, and just plain doing nothing. Thank you, Dr. Turner for the countless years of service you have given to the folks of Troup County and surrounding area, and for the thousands of lives you have brought into the world.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/18/E1355-4_recognizing-dr-jr-turner-troup-county-georgia/'}