{"speaker_state": "CA", "speaker_raw": "ms. eshoo", "speaker_first": "Anna", "congress": 111, "title": "DON'T ASK, DON'T TELL REPEAL ACT OF 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm", "number": 166, "id": "CREC-2010-12-15-pt1-PgH8390-3.chunk118", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Eshoo", "pages": "H8390-H8410", "speaker_party": "D", "date": "2010-12-15", "bills": null, "bioguide_id": "E000215", "order": 118, "speaking": ["Mr. Speaker, I have opposed the Don't Ask, Don't Tell policy since its inception in 1993. I voted to repeal it earlier this year, and I hope to finally dispose of it with today's vote. This harmful policy is an affront to the principles of our Nation and a hindrance to our national security. For nearly two decades it has prevented qualified men and women from openly serving their country. The recently released Pentagon report makes clear that our men and women in uniform, along with the vast majority of Americans, recognize this policy as being discriminatory and want to see an end to the law.", "Since the enactment of Don't Ask, Don't Tell, our Armed Forces have discharged nearly 14,000 troops because of their sexual orientation, including hundreds of Arabic and Farsi interpreters. These are critical positions requiring specialized skills and we are turning qualified people away in a time of severe troop shortages. The Army and Marine Corps have been forced to reduce standards of eligibility just to reach minimum recruitment levels for operations in Iraq and Afghanistan. This includes issuing `moral waivers' to people with felony convictions. Meanwhile, our men and women in uniform work side-by-side with openly gay soldiers from thirteen coalition partners, including the United Kingdom, Canada, and Australia, as well as U.S. officers and agents in the CIA, NSA, and FBI.", "We have the most modern military on earth, with the exception of this harmful, discriminatory, and unnecessary policy. I'm proud to have cosponsored the Don't Ask, Don't Tell Repeal Act of 2010 and I look forward to its passage in the Senate. The bill will repeal the law, bring our military up to date and the law in-line with the principles of our country, and address this civil rights issue once and for all."], "capitolwords_url": "http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/"}