{"speaker_state": "MA", "speaker_raw": "mr. frank", "speaker_first": "Barney", "congress": 107, "title": "COMMUNITY SOLUTIONS ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-19/html/CREC-2001-07-19-pt1-PgH4222-5.htm", "number": 101, "id": "CREC-2001-07-19-pt1-PgH4222-5.chunk244", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Frank", "pages": "H4222-H4281", "speaker_party": "D", "date": "2001-07-19", "bills": null, "bioguide_id": "F000339", "order": 244, "speaking": ["Mr. Speaker, there is virtual unanimity here on the goal the Speaker stated. We simply do not believe that to get the benefit of these decent well-motivated individuals who run the faith-based institutions that we have to give them the right to discriminate.", "Now, we were told, well, there is probably a concession that there are parts of this bill that would allow too much discrimination, but they will be fixed in conference. It is funny, when I heard this was the faith-based bill, I thought they were talking about faith in God, not faith in the Senate. I think there is a lot less of that over here than of the other.", "This bill clearly authorizes the preemption of State and local civil rights laws. What it says is with Federal money, doing purely secular activities, albeit motivated by faith, they can violate State and local laws. And if the money is commingled, if there is State money and local money, and they try to condition that money on their policies, the Federal money wipes that out. It also allows religious discrimination.", "It seems to me to disserve the faith-based communities. It insults them to say that they can only go forward if they are allowed to violate otherwise applicable State law and discriminate on these grounds.", "And let me address one absolute inaccuracy. The suggestion that we have heard, that the substitute and then the subsequent recommit, somehow will enact the National Gay Rights Bill, that is absolutely and completely and totally false. All this says is that where there are existing State, State antidiscrimination laws, and an organization would otherwise be covered by them, they are still covered. Federal money does not become the universal solvent. If an organization is in a State and they get Federal highway money, that does not exempt them from State laws. If they get Federal housing money, it does not exempt them from State laws.", "Do my colleagues really think so little, those on the other side, of churches and faith-based institutions, and synagogues and mosques, as to think they will not do this faith-based charity unless they are given a special right to violate State laws and discriminate against people? I think we are the ones who truly show faith in them."], "capitolwords_url": "http://capitolwords.org/date/2001/07/19/H4222-5_community-solutions-act-of-2001/"}