{u'speaker_state': u'CA', u'speaker_raw': u'ms. millender-mcdonald', u'speaker_first': u'Juanita', u'congress': 107, u'title': u'FOREIGN OPERATIONS, EXPORT FINANCING, AND RELATED PROGRAMS APPROPRIATIONS ACT, 2002', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-24/html/CREC-2001-07-24-pt1-PgH4437-5.htm', u'number': 104, u'id': u'CREC-2001-07-24-pt1-PgH4437-5.chunk199', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Millender-McDonald', u'pages': u'H4437-H4481', u'speaker_party': u'D', u'date': u'2001-07-24', u'bills': None, u'bioguide_id': u'M000714', u'order': 199, u'speaking': [u'Mr. Chairman, I move to strike the last word. The Lee-Leach amendment will increase the United States contribution to the global HIV/AIDS fund from $100 million to $160 million. This increase--albeit not enough to curb the pandemic, will be of enormous help in the short run because HIV/AIDS continues to devastate every corner of the globe. Mr. Chairman, it is incomprehensible to think that the increase called for in this amendment possibly cannot be adopted tonight because of the cynical few in this chamber who believe that Congress has more pressing needs right now than to further increase appropriations to control this epidemic. To them I say it is our duty and responsibility to not turn away now.', u'This year marks the 20th year since the Centers for Disease Control published its Morbidity and Mortality Weekly Report with a small segment dedicated to a rare pneumocystis pneumonia present in five gay men in Los Angeles. It was the first published account of what we would come to know as Acquired Immune Deficiency Syndrome, commonly known as ', u"Now, twenty years later, thirty-six million people presently live with HIV/AIDs worldwide and 22 million have died of the disease. In sub-Saharan Africa, 25 million people are living with HIV/AIDS and in India, South-east Asia and the Caribbean; the numbers of infections are rising at alarming rates. Mr. Chairman, two-thirds of the world's 36 million AIDS victims live on the African continent--and women are the largest segment of victims and continue to be at the greatest risk.", u'This year, over six hundred thousand children will be born HIV-positive, or become infected after their birth and during breastfeeding. Few will survive childhood. Equally disturbing is the fact that the disease threatens the health and well being of uninfected children by taking the lives of their parents. By the year 2010, over 42 million children worldwide will become orphans due to HIV/AIDS.', u'Mr. Chairman, I urge my colleagues to support the Lee-Leach Amendment to increase our contribution to the global HIV/AIDS fund from $100 million to $160 million. It will be a wise humanitarian and national security investment.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/24/H4437-5_foreign-operations-export-financing-and-related-pr/'}