{"speaker_state": "MA", "speaker_raw": "mr. delahunt", "speaker_first": "Bill", "congress": 107, "title": "DISTRICT OF COLUMBIA APPROPRIATIONS ACT 2002", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5984.htm", "number": 126, "id": "CREC-2001-09-25-pt1-PgH5984.chunk15", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Delahunt", "pages": "H5984-H6011", "speaker_party": "D", "date": "2001-09-25", "bills": null, "bioguide_id": "D000210", "order": 15, "speaking": ["Mr. Chairman, I, too, take the floor to oppose the amendment that will be offered by the gentleman from Florida. That amendment, as the gentleman from Virginia (Mr. Moran) has indicated, would reinstate the ban that for the past 9 years has prohibited the District of Columbia from providing the most minimal protections to citizens who live with their domestic partners; the right to visit a partner in the hospital and not to be turned away; the opportunity for local government workers to buy health insurance to cover their partners at their own expense. And I want to commend the committee for at last allowing the District to use its own local funds to implement this modest measure.", "Their action is consistent with the atmosphere of tolerance and reflection which has characterized our debates since the terrible events that occurred on September 11. It has been genuinely inspirational to see Americans come together from all parts of our national community to mourn, to heal, and to honor our heroes, and yet today we have this amendment. Well, one of those heroes was a 31-year-old rugby star from San Francisco whose name was Mark Bingham. He was one of the four passengers who thwarted the hijackers on United Flight 93 which crashed in Pennsylvania, and he was a gay man.", "Well, he was a hero who may very well have prevented that plane from destroying this building in which we are now debating. And this is how we thank him for his heroism.", "What a disappointing contrast, to the actions of Senator John McCain, one of Mr. Bingham's favorite political figures, who flew to San Francisco from Washington yesterday to attend his memorial service. Let me quote Senator McCain: ``We now believe the terrorists intended to crash that plane into the Capitol, where I was that morning. I may very well owe my life to Mark Bingham,'' and so may we all here.", "Mr. Bingham had the good fortune to live in one of the 117 jurisdictions across the country that provide health benefits to domestic partners. It is time for Congress to let the people of the District of Columbia do the same thing, and may I submit to my colleagues, it is time for us to heed the word that is inscribed right there in the center of the Clerk's counter, and that word is ``tolerance.''", "The CHAIRMAN. The Chair reminds Members to avoid such quoting of Senators."], "capitolwords_url": "http://capitolwords.org/date/2001/09/25/H5984_district-of-columbia-appropriations-act-2002/"}