{"speaker_state": "AZ", "speaker_raw": "mr. kolbe", "speaker_first": "James", "congress": 107, "title": "DISTRICT OF COLUMBIA APPROPRIATIONS ACT 2002", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5984.htm", "number": 126, "id": "CREC-2001-09-25-pt1-PgH5984.chunk94", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Kolbe", "pages": "H5984-H6011", "speaker_party": "R", "date": "2001-09-25", "bills": null, "bioguide_id": "K000306", "order": 94, "speaking": ["Mr. Chairman, I yield myself the balance of my time.", "In contrast to what the two previous speakers said, I do not believe this has anything to do with marriage. Family law in our country is State law. One hundred thirteen or 117 jurisdictions in the United States have adopted similar provisions. Those States did not alter their definition of marriage when they allowed municipal jurisdictions in their States to audit these provisions.", "This does not have anything to do with the definition of marriage in family law. This has to do with whether or not the District of Columbia, like those 113 other government units and one-third of the Fortune 500 companies, is going to be allowed to permit its employees to extend, to include in their health coverage at 100 percent expense to the individual, to include a partner, a woman who is raising her child who has her mother living with her as the caretaker, to include that grandmother in the coverage; a disabled person, to include his caregiver or her caregiver in the coverage.", "That is what this is all about. It is not about the definition of marriage. And it is not expensive. Eighty-five percent of companies that offer these provisions do not experience additional costs according to the Society for Human Resources Management.", "This is about allowing the District of Columbia and its employees to purchase the insurance at their own expense. Let me reiterate that. One hundred percent of the cost at their own expense. Not the Federal Government, not the District of Columbia. The only expense for the District of Columbia is the cost implementing the law by maintaining a register of domestic partners. There is no subsidy that is involved in this. It applies to all potential familial partners. It is not just a gay partner, a lesbian partner; it is heterosexual, it is the disabled partner, it is the grandmother and the daughter that I mentioned earlier. It is all kinds of people, seniors who might be living together.", "The fact is that our traditional families have changed in American society. The family today is likely to include the arrangements mentioned earlier. I urge my colleagues to defeat this amendment. Show confidence in the District of Columbia; show respect for the individuals who are affected and defeat this amendment."], "capitolwords_url": "http://capitolwords.org/date/2001/09/25/H5984_district-of-columbia-appropriations-act-2002/"}