{"speaker_state": "IL", "speaker_raw": "ms. schakowsky", "speaker_first": "Jan", "congress": 107, "title": "DISTRICT OF COLUMBIA APPROPRIATIONS ACT 2002", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5984.htm", "number": 126, "id": "CREC-2001-09-25-pt1-PgH5984.chunk95", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Schakowsky", "pages": "H5984-H6011", "speaker_party": "D", "date": "2001-09-25", "bills": null, "bioguide_id": "S001145", "order": 95, "speaking": ["Mr. Chairman, I rise in strong opposition to the amendment offered by the gentleman from Florida to restrict the District of Columbia's ability to use their own local funds to implement the Health Care Benefits Act of 1992. For almost a decade now, this body has blocked the District of Columbia from using any local or federal funds to implement this law, which would expand health care benefits for domestic partners. This must stop.", "Particularly today, with the attacks on our country fresh in our mind, it is extremely important that we come together as a nation and in our communities. Our American family includes many families, traditional and non-traditional. Our nation should welcome diversity. We should respect each other, not be divisive.", "Domestic partnership laws acknowledge and respect the non-traditional family structures in our world today. These include relationships such as grandmothers and mothers living together raising children, persons with disabilities and their live-in care providers, and unmarried partners, both heterosexual and gay and lesbian. We as a government must grow with the society we are governing and embrace it.", "We must respect the rights of non-traditional families. We must also respect the right of the District of Columbia to respond to the concerns and needs of its residents. Many other cities across the country provide domestic partnership benefits to their employees. Since 1997, the City of Chicago has offered domestic partner benefits. Other cities have been offering these benefits since the early 1990's. Those laws are working well, providing important protections for our constituents. There is absolutely no justification for this body to prevent D.C. residents from receiving those same benefits.", "This amendment is anti-local control, anti-good public health policy, and just plain bad business. In 1999, a survey in Human Resources Management ranked domestic partner benefits as the most effective recruiting incentive for executives and the third most effective recruiting incentive for managers and line workers. Employers must have the ability to offer competitive benefit packages in order to recruit quality applicants.", "I urge my colleagues to join me in opposing this restriction and allow the implementation of the Health Care Benefits Expansion Act of 1992 in the District of Columbia."], "capitolwords_url": "http://capitolwords.org/date/2001/09/25/H5984_district-of-columbia-appropriations-act-2002/"}