{u'speaker_state': u'OR', u'speaker_raw': u'mr. smith of oregon', u'speaker_first': u'Gordon', u'congress': 106, u'title': u'RYAN WHITE CARE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-07/html/CREC-2000-06-07-pt1-PgS4663.htm', u'number': 69, u'id': u'CREC-2000-06-07-pt1-PgS4663.chunk1', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Smith', u'pages': u'S4663-S4665', u'speaker_party': u'R', u'date': u'2000-06-07', u'bills': [u'S. 2311'], u'bioguide_id': u'S001142', u'order': 1, u'speaking': [u'Mr. President, I am delighted that last night the Senate voted to reauthorize the Ryan White CARE Act, S. 2311. I am proud to count myself as one of the cosponsors of this legislation in the Senate and strongly support its swift passage by the House.', u'The HIV/AIDS epidemic continues to take a high toll on Americans infected with HIV and their families. HIV/AIDS has affected Oregon in many ways. Almost five thousand Oregonians have been diagnosed with AIDS--resulting in almost 3,000 deaths. In addition, those infected with HIV number up to 8,500 in Oregon. This epidemic has touched people in every part of my State--rural and urban, rich and poor, senior citizens and newborns.', u'Although the story of each of these individuals living with HIV/AIDS is different, they all have one thing in common: they all benefit from the Ryan White CARE Act. Oregon received almost $8.5 million federal dollars last year to fund programs through the Ryan White CARE Act.', u'Passage of the Ryan White CARE Act will allow Oregonians living with HIV to have timely access to life-prolonging medications and necessary health care and support services, regardless of income level or insurance status. The Ryan White CARE Act will also improve access for HIV positive Oregonians to clinical trials, with the potential for additional scientific breakthroughs in the treatment of HIV/AIDS.', u'I call for the House to join the Senate in a similar quick passage of the Ryan White CARE Act that will allow hundreds of thousands of HIV positive Americans to remain healthy, productive members of their communities, while slowing the spread of the AIDS epidemic.', u'I would like to thank my friend Terry Bean of Portland, Oregon for talking to me about the good things the Ryan White Act does for Oregonians living with HIV/AIDS. Terry is a long time board member of the Human Rights Campaign and has been a highly valued advisor on issues affecting the Gay and Lesbian community in Oregon.', u"Terry's thoughts and wisdom on hate crimes, ENDA and fighting against all types of discrimination have provided me with an ethical marker for doing what is right on the Senate Floor for Oregonians. I do feel lucky that Terry's advice is dispensed on a golf course--though the only criticism I may have for Terry is that he lacks the political savvy to lose to a United States Senator. I thank him anyway for his strong support and good advice."], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/07/S4663_ryan-white-care-act/'}