{u'speaker_state': u'MO', u'speaker_raw': u'mr. gephardt', u'speaker_first': u'Richard', u'congress': 106, u'title': u'HATE CRIMES PREVENTION ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-09/html/CREC-2000-06-09-pt1-PgE928-3.htm', u'number': 71, u'id': u'CREC-2000-06-09-pt1-PgE928-3.chunk0', u'volume': 146, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Gephardt', u'pages': u'E928', u'speaker_party': u'D', u'date': u'2000-06-09', u'bills': None, u'bioguide_id': u'G000132', u'order': 0, u'speaking': [u'Mr. Speaker, I join my colleagues today in calling for the prompt scheduling of the Hate Crimes Prevention Act.', u'It is unconscionable that two years to the day since the shocking murder of James Byrd, Jr., we still have not been able to consider legislation that will help us better prosecute and, more importantly, help prevent the commission of hate crimes. Sadly, since the senseless murder of Mr. Byrd, the news has continued to be filled with stories of terrible crimes being committed against people just because of who they are--the murder of Matthew Shepard, a gay college student, the murder of a Filipino-American postal worker, Joseph Illeto, and the wounding of children and others at a Los Angeles Jewish community center, and less than two months ago in Pittsburgh, Pennsylvania the murder of five people including an African American man, a Jewish woman, two Asian Americans and an Indian man. And these are just the incidents that made the headlines. We never even hear about the thousands of other hate crimes that, for whatever reason, go uncovered by the media or are not reported to law enforcement officials.', u'As elected leaders, it is incumbent upon us to set an example not just in expressing our outrage about these crimes, but by putting new teeth into our anti-hate crime law enforcement activities. The Hate Crimes Prevention Act would ensure that hate crime protections are extended to all Americans and would provide resources to local law enforcement agencies who must investigate and prosecute hate crimes in their communities. We must take this important step to send the message that no one should have to live in fear simply for being who they are.', u'In fact, we came very close the past two years to getting the Hate Crimes Protection Act enacted but could not in the face of Republican Leadership opposition. So, once again, I call upon them to drop their opposition and allow Hate Crimes Protection Act supporters to have the opportunity to make their case on the House floor and pass this critical legislation. Continued inaction is a disgrace to the memory of all hate crimes victims and to their families. It is also a disgrace upon us and who we are as a people.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/09/E928-3_hate-crimes-prevention-act/'}