{u'speaker_state': u'VA', u'speaker_raw': u'mr. connolly of virginia', u'speaker_first': u'Gerald', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8390-3.chunk126', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Connolly', u'pages': u'H8390-H8410', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'C001078', u'order': 126, u'speaking': [u"Mr. Speaker, I rise in support of H.R. 2965: The Don't Ask Don't Tell Repeal Act of 2010.", u"The House of Representatives voted on May 28, 2010 to repeal this policy. I was proud to vote for the repeal of Don't Ask Don't Tell.", u"Our nation's military leaders and many, if not a majority, of our servicemembers support repealing DADT. Both Secretary Gates and Admiral Mullen--Chairman of the Joint Chiefs of Staff--have testified in support of repeal as ``the right thing to do.'' Our servicemembers already serve side by side with our allies--many of whom allow openly gay and lesbian members. A servicemember is just that--a servicemember. To distinguish heterosexual from homosexual is unnecessary.", u"The United States needs all the dedicated servicemembers it can get, and one's sexuality does not determine one's effectiveness as a soldier. Don't Ask Don't Tell hurts military readiness and national security. Nearly 800 specialists with vital skills--Arabic linguists, for example--have been fired from the U.S. military under DADT. Since implementation of Don't Ask, Don't Tell in 1993, the military has discharged more than 13,000 servicemembers whose only ``fault'' was their sexual orientation.", u"It is estimated that American taxpayers have paid between $250 million and $1.2 billion to investigate, eliminate, and replace qualified, patriotic servicemembers who want to serve their country but can't because expressing their sexual orientation violates DADT.", u"Mr. Speaker, the time to repeal Don't Ask Don't Tell has long passed. I urge my colleagues to vote yes."], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/'}