{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm', u'number': 78, u'id': u'CREC-2000-06-20-pt1-PgS5410-2.chunk143', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Boxer', u'pages': u'S5410-S5435', u'speaker_party': u'D', u'date': u'2000-06-20', u'bills': None, u'bioguide_id': u'B000711', u'order': 143, u'speaking': [u"Mr. President, one year ago, three synagogues in the Sacramento, California area were attacked by arsonists. Two weeks later, a gay couple was killed at their home in nearby Redding, California. Two nights after these brutal murders, a Sacramento women's health care clinic was firebombed.", u'These vicious crimes shocked the people of Sacramento. At the same time, it moved many members of the community to speak out and take action. Led by the late mayor Joe Serna, thousands of residents joined a Unity Rally at the Sacramento Convention Center and pledged to work together to prevent future hate crimes.', u"Out of this rally grew the ``United We Build'' project, which is bearing fruit this week. In the name of tolerance and unity, hundreds of volunteers are gathering and setting to work on community projects: planting gardens, cleaning up schools and parks, and refurbishing churches and senior centers. The week's events will culminate on Sunday with a Jewish Food Faire at one of the targeted synagogues and an afternoon rally at the State Capitol.", u'Mr. President, every community in America should take inspiration from the people of Sacramento. They have turned their shock, anger, and fear into positive actions. From the ashes of hatred and intolerance, they have emerged stronger and more unified than ever before.', u'Hate crimes seek to stigmatize persecuted groups and isolate them from the larger society. We must turn the tables to isolate those who preach hatred and commit hate crimes. This will not be easy: Today hate groups flood the Internet with venom, and hateful individuals flood the talk shows with vitriol.', u"To stop hate crimes, we must of course catch and prosecute the perpetrators. But we must do more than that. We must each act to root hatred and intolerance out of our daily lives. We must have zero tolerance for intolerance. If a friend or family member uses hateful speech, we must have the courage to say that this is unacceptable. If a neighbor or co-worker takes an action designed to hurt another because of that person's race or religion or sexual orientation, we must stand with the victim, not the aggressor.", u'Congress can pass laws to prevent and prosecute hate crimes. I voted to pass such legislation today, and I will do so again. But laws alone cannot wipe the stain of hatred off the American landscape. To do this--to truly secure the blessings of liberty for all Americans--we must each take every opportunity to teach tolerance and act against hatred.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/'}