{u'speaker_state': u'MI', u'speaker_raw': u'mr. conyers', u'speaker_first': u'John', u'congress': 106, u'title': u'SCOUTING FOR ALL ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-12/html/CREC-2000-09-12-pt1-PgH7448-2.htm', u'number': 106, u'id': u'CREC-2000-09-12-pt1-PgH7448-2.chunk72', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Conyers', u'pages': u'H7448-H7455', u'speaker_party': u'D', u'date': u'2000-09-12', u'bills': None, u'bioguide_id': u'C000714', u'order': 72, u'speaking': [u'Mr. Speaker, I yield myself the balance of my time.', u"Mr. Speaker, the Scoutmaster's Handbook emphasizes these points about being morally straight, and I quote from the United States Supreme Court decision. ``In any consideration of moral fitness, a key word has to be courage, a boy's courage to do what his head and his heart tell him is right, and the courage to refuse to do what his heart and his head say is wrong. Moral fitness, like emotional fitness, will clearly present opportunities for wise guidance by an alert scoutmaster.''", u"Then the court goes on to say, ``It is plain as the light of day that neither one of these principles, morally straight and clean, quote-unquote, says the slightest thing about homosexuality. Indeed, neither term in the Boy Scouts' law and oath expresses any position whatsoever on sexual matters.''", u'So the process we have been in today, the most unusual one that I can remember being party to on the floor, we have had a bill brought before us that was not considered by the Committee on the Judiciary or the Subcommittee on Immigration and Claims and the sponsor of the bill did not request the bill be placed on the floor. So we can assume only that it has been placed on the floor as a political stunt. I, for one, will not be a part of this cynical game.', u'Republicans, most of them have no intention of voting for this bill. They have no intention of getting it through the Senate. They have no intention of doing anything to come to the aid of children who are discriminated against because of their sexual orientation.', u'They, the leadership, have bottled up hate crimes legislation because they do not care enough about the lives of children who are victimized or killed because of their sexual orientation. They will not stand up to gay bashing. They want to do nothing except play these kinds of games, which, to me, does a great disrespect to our legislative process.', u'I do not believe that revoking the Federal charter of the Boy Scouts is the proper remedy at this time. Revoking the Federal charter would not have any effect on the Boy Scouts.', u'I urge that those who support me vote present on this matter.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/09/12/H7448-2_scouting-for-all-act/'}