{"speaker_state": "TX", "speaker_raw": "mr. paul", "speaker_first": "Ron", "congress": 106, "title": "SCOUTING FOR ALL ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-12/html/CREC-2000-09-12-pt1-PgH7448-2.htm", "number": 106, "id": "CREC-2000-09-12-pt1-PgH7448-2.chunk82", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Paul", "pages": "H7448-H7455", "speaker_party": "R", "date": "2000-09-12", "bills": null, "bioguide_id": "P000583", "order": 82, "speaking": ["Mr. Speaker, today, we find ourselves debating an intolerance-laden bill advanced by those who will claim to be the ``tolerant'' ones. What the bill's proponents are really saying is that they are intolerant of an individual's freedom to associate with those whom they, as individuals, see fit. Two vital issues are raised by this bill's ascendancy to the House floor. The first is that of our constitutional right to freedom of association. The second being the notion of ``federal charters.''", "On June 28, the U.S. Supreme Court ruled that the Boy Scouts of America was within its rights when the private organization expelled an adult scout leader because he was gay. In its five-to-four opinion, the court found that requiring the Boy Scouts to admit homosexuals violated the group's free association rights.", "Nevertheless, this Congress has decided to bring to the floor a bill attempting to penalize this private group of citizens for exercising their first amendment ``freedom of association'' rights. This is very close to denying the very right itself. To the extent the Boy Scouts should be penalized for their exercise of free association (or exclusion in this case), that penalty should only manifest itself through other private citizens exercising their freedom not to associate with individuals or groups whose associations (or lack therof) they find offensive.", "As to the ``federal charter'', where do we find authority for the federal government to charter organizations it deems ``honorable''? To the extent the ``charter'' is an honorary title awarded by Congress to organizations which is then ultimately used to threaten exercise of the right to freedom of association, I suggest we repeal not only the Boy Scout's charter but all federal charters such that they won't be used as tools of federal meddling.", "While I hesitate to further propagate this system of federal charters by which the federal government manipulates private groups, I despise more so this congressional attempt to penalize the Boy Scouts for merely exercising their constitutional rights--or as syndicated columnist Charley Reese recently put it in the Orlando Sentinel:", "I think that it's time for all patriotic organizations that have these federal charters to surrender those documents. It is impossible for a dishonorable organization to honor anyone. And these charters are, practically speaking, worthless. If the federal government believes that mindless non-discrimination trumps morality, then it's time to disassociate from such bad company."], "capitolwords_url": "http://capitolwords.org/date/2000/09/12/H7448-2_scouting-for-all-act/"}