{"speaker_state": "MI", "speaker_raw": "mr. bonior", "speaker_first": "David", "congress": 106, "title": "MOTION TO INSTRUCT CONFEREES ON H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-13/html/CREC-2000-09-13-pt1-PgH7532-2.htm", "number": 107, "id": "CREC-2000-09-13-pt1-PgH7532-2.chunk7", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Bonior", "pages": "H7532-H7541", "speaker_party": "D", "date": "2000-09-13", "bills": null, "bioguide_id": "B000619", "order": 7, "speaking": ["Mr. Speaker, I thank the gentleman from Michigan (Mr. Conyers) for his leadership and others for their leadership on this. I commend the gentleman from Missouri (Mr. Gephardt), our leader, for his statement.", "This motion and this proposition received a strong bipartisan vote in the United States Senate. It is time that it received the same kind of bipartisan support in this House.", "Now, we understand that no act of Congress can ever outlaw bigoted thoughts. But we also understand that, when hateful thoughts turn into hateful deeds, the Congress must act and act decisively. That is why this legislation is so necessary.", "Today, even though the rate of most violent crimes is decreasing, the number of hate crimes is still alarmingly high. The FBI reported that, over the course of 1 year alone, in 1997, more than 8,000 hate crimes were reported in this country. We have just heard examples of them from our leader.", "We have seen houses of worship burn, small children attacked, men and women murdered, murdered for their religion, murdered because of their ethnicity, murdered because of their gender, murdered for a whole host of reasons. For every act we hear about, every assault that is reported, there are many that pass unnoticed.", "In fact, in my congressional district, just this last week, I learned of a man who was beaten so severely in an attack that he lost seven of his teeth and was hospitalized as a result of the beating. The reason was the fact that he was gay.", "But despite their frequency and the fact that these crimes are intended to terrorize millions of Americans, too many in the law enforcement field lack the legal authority it takes to investigate and to prosecute them. That is why this legislation is important. That is what this legislation does. It corrects that inadequacy.", "We cannot outlaw hatred, Mr. Speaker. We have a moral responsibility to stand up for those who could be its victims.", "So I urge each and every one of my colleagues today to support the Conyers motion, and let us give this the bipartisan support that it deserves, the bipartisan support that it received in the other body."], "capitolwords_url": "http://capitolwords.org/date/2000/09/13/H7532-2_motion-to-instruct-conferees-on-hr-4205-floyd-d-sp/"}