{u'speaker_state': u'TX', u'speaker_raw': u'ms. eddie bernice johnson of texas', u'speaker_first': u'Eddie', u'congress': 105, u'title': u'BELLA ABZUG, A WOMAN AHEAD OF HER TIME', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-04-22/html/CREC-1998-04-22-pt1-PgH2232.htm', u'number': 45, u'id': u'CREC-1998-04-22-pt1-PgH2232.chunk9', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Johnson', u'pages': u'H2232-H2235', u'speaker_party': u'D', u'date': u'1998-04-22', u'bills': None, u'bioguide_id': u'J000126', u'order': 9, u'speaking': [u"Mr. Speaker, I rise today to pay special tribute to one of our great leaders, Congresswoman Bella Abzug. I was deeply saddened to hear of Ms. Abzug's passing last month and would like to take this opportunity to recognize her many accomplishments.", u'Over the years, Congresswoman Abzug worked diligently to improve the status of women. Not content to work only on the behalf of the State of New York, she concentrated on issues such as the environment, civil rights, gay rights, education, affordable healthcare and many other issues of national concern.', u"This highly visible Congresswoman served as a member of the Committee on Public Works and Transportation and chaired the Subcommittee on Government Information and Individual Rights. She helped create the ``Government in the Sunshine Law'' which allows the public to have greater access to government records. In addition, during her service in Congress, she was able to help pass several laws that target and prevent sex discrimination. Without a doubt, the country is a much better place for women and men alike because of her leadership in Congress over the years.", u"Outside of her congressional career, Ms. Abzug led the way in improving the status of women. In 1971, Abzug co-founded the National Women's Political Caucus. As a firm believer in economic, social and political equality for women, she was appointed co-chair of the National Advisory Committee for Women. In 1995, she helped organize the Fourth World Conference on Women held in Beijing; during that conference she received many awards and accolades. As a crusader in the civil rights movement, Ms. Abzug expressed her opposition to the exclusion of African-Americans from juries and their receipt of harsher criminal sentences. During the 1950's, she helped draft legislation that was incorporated into the Civil Rights Act of 1954 and the Voting Rights Act of 1965.", u'Yesterday, in welcoming Barbara Lee and Mary Bono as new Members of the House, many speakers noted the unprecedented number of women now serving in Congress. All of the women Members of Congress owe a large debt of gratitude to Bella Abzug, the woman who trail blazed the path for us.', u'Bella Abzug followed her heart and was always a crusader for just causes. We have lost a valuable colleague and role model and I will always remember her as one of the most influential women of the world. I am confident that her wisdom and spirit will be continued and remembered by all.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/04/22/H2232_bella-abzug-a-woman-ahead-of-her-time/'}