{"speaker_state": "NV", "speaker_raw": "mr. ensign", "speaker_first": "John", "congress": 107, "title": "BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-14/html/CREC-2001-06-14-pt1-PgS6239-7.htm", "number": 83, "id": "CREC-2001-06-14-pt1-PgS6239-7.chunk271", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Ensign", "pages": "S6239-S6305", "speaker_party": "R", "date": "2001-06-14", "bills": null, "bioguide_id": "E000194", "order": 271, "speaking": ["Madam President, I was listening to the debate and wanted to come down and offer a few thoughts.", "First of all, I have heard all the people talking about their days in Scouting. I wish I could add to those voices except I was not necessarily the cleanest cut kid in the world. As a matter of fact, I tried Scouting for only about 3 weeks. So I cannot join the chorus of those who were Eagle Scouts and made it on to the U.S. Senate. But scouting was something that I witnessed growing up. I saw a lot of people whose lives it transformed. Perhaps if I had stayed with Scouting my life would have been transformed a little earlier than it otherwise was.", "I have seen many children over the years whose lives have been influenced so greatly by Scouting. The Eagle Scout ceremonies I have gone to honor incredible people. They honor not only the Scouts themselves, but the leaders of the Scout troops who dedicate so many hours to young people and their development. These are the types of activities we should be encouraging.", "But I also wanted to add a few words. We do not want to be gay bashing around this Chamber. At least I do not believe we should be. People have the right to live their lives as they choose to live their lives. But I believe in freedom in America. I believe, for instance, if there was a group of people who believe in a gay lifestyle, they may require that same lifestyle or belief of their leadership. I believe that group should be allowed all of its constitutional rights; the right to require that their leaders have their same beliefs. This is, to me, a matter of freedom.", "The Boy Scouts have chosen what they want and what they determine as their organization. In America, we should be able to have these types of organizations.", "As a matter of fact, there is a group called the Royal Rangers. For those who are not familiar with the Royal Rangers, they are Christian organizations who believe that the Boy Scouts have become too secularized. So the Royal Rangers was formed to bring more of a Christian perspective to scouting because they did not feel that the Boy Scouts were meeting their religious needs.", "The point of that is they did not try to change the Boy Scouts. They respected the Boy Scouts' right to believe and to operate how they were operating. But instead of trying to destroy the Boy Scouts or try to hurt the Boy Scouts, they formed their own organization based on their own beliefs. That is the direction we should be going in this country.", "If people want to form their own organization, they can form it based on their own beliefs--that really is what America is supposed to be about. This amendment here simply says that a group that has a certain belief system, and has proven that their belief system leads to good citizenship, then we should be encouraging this group. We should not be discriminating against those groups going into our public school systems.", "I hope we can get a bipartisan vote in favor of this amendment. I believe that in the long run this amendment will be good for America because I believe the Boy Scouts are good for America.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2001/06/14/S6239-7_better-education-for-students-and-teachers-act/"}