{"speaker_state": "CA", "speaker_raw": "mrs. capps", "speaker_first": "Lois", "congress": 112, "title": "HONORING DOS PUEBLOS HIGH SCHOOL SCIENCE BOWL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-12/html/CREC-2011-05-12-pt1-PgE874-2.htm", "number": 65, "id": "CREC-2011-05-12-pt1-PgE874-2.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Capps", "pages": "E874", "speaker_party": "D", "date": "2011-05-12", "bills": null, "bioguide_id": "C001036", "order": 0, "speaking": ["Mr. Speaker, I rise today in honor of the Dos Pueblos High School Science Bowl Team. Michael Feldman, Daniel Gay, Ilan Goodman, Andy Granatelli, Daniel Richman and their coach Chris Jones made the South and Central Coast proud this month as representatives from California at the 2011 National Science Bowl, sponsored by the US Department of Energy in DC.", "The U.S. Department of Energy National Science Bowl is a nationwide academic competition that tests students' knowledge in all areas of science. High school and middle school students are quizzed in a fast paced question-and-answer format similar to Jeopardy. Competing teams from diverse backgrounds are comprised of four students, one alternate, and a teacher who serves as an advisor and coach. The National Science Bowl's high school competition involves more than 13,000 students and is the only science competition in the United States sponsored by a federal agency.", "In addition to their academic expertise, these students and their coach proved to be a popular and supportive team in DC. Honored by their peers, the DP team won the Civility Award, which recognizes excellent sportsmanship. In honor of winning this award, the team earned a nine-day trip to Alaska to study the region's glacial, biological and geological treasures.", "Mr. Speaker, we speak often in DC of ``winning the future.'' I'm so proud to represent this remarkable group of students, and their coach, who are working tirelessly towards this goal. Today I mark their accomplishment and encourage all young people across the country to follow their example, and push themselves in math and science fields. Our competitiveness as a nation depends on it."], "capitolwords_url": "http://capitolwords.org/date/2011/05/12/E874-2_honoring-dos-pueblos-high-school-science-bowl/"}