{u'speaker_state': u'NY', u'speaker_raw': u'mrs. mccarthy of new york', u'speaker_first': u'Carolyn', u'congress': 105, u'title': u'CONGRATULATING BOB WALLACH AND MICHELLE MINI ON THEIR MARRIAGE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-06-03/html/CREC-1998-06-03-pt1-PgE1012.htm', u'number': 70, u'id': u'CREC-1998-06-03-pt1-PgE1012.chunk0', u'volume': 144, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'McCarthy', u'pages': u'E1012', u'speaker_party': u'D', u'date': u'1998-06-03', u'bills': None, u'bioguide_id': u'M000309', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to congratulate my friend Bob Wallach on his marriage to Michelle Mini on June 7, 1998. I am honored to call Bob my good friend, as he is a remarkable individual. Not only is Bob the Chairman and Chief Executive Officer of the Robert Plan Corporation, one of the most successful insurance companies on Long Island, he is also a leader in our community--a true fighter for all people.', u"Bob's achievements throughout the history of the Robert Plan Corporation are incredible. The Corporation is a leading servicer and underwriter of private passenger and commercial auto insurance, specializing in urban markets. At a time when traditional insurers stayed away from the urban areas because they were deemed unprofitable, the Robert Plan Corp. went into these areas to provide people the opportunity to buy insurance. And in doing so, their aggressive street smart philosophy actually stabilized insurance rates for its customers. And today, the company is the acknowledged leader in fighting automobile insurance fraud.", u'The Robert Plan Corp. regularly receives accolades from the media, the insurance industry, law enforcement officials and its clients. In 1993 Bob was honored with the Entrepreneur of the Year award in a competition sponsored by Inc. Magazine and Ernst and Young, and in 1996 the company was named Employer of the Year by Adults and Children with Learning and Developmental Disabilities.', u"During his ``free'' time, Bob commits a great deal of his energies to numerous service organizations to improve the lives of our youth. As Chairman of the Children's Health Fund/Insurance and Banking Industry National Child Health Partnership, Bob's goal is to vastly improve access to comprehensive primary health car for medically underserved children. He is a major contributor and Chairman of the Big Apple Circus Clown Care Unit, as well as a member of the President's Council of the Gay Men's Health Crisis. Bob is a founding supporter of The Harlem Little League, serves on the Board of the Diabetes Institutes Foundation and actively supports the Boys Club of New York, the Newark YMWCA and numerous sports teams throughout the metropolitan area.", u'Bob Wallach embodies the highest ideals of citizenship. For over thirty years, Bob has been both an advocate and speaker for ALL Americans. His innovativeness in the urban insurance business, as well as his commitment to serving others, is greatly valued by all those who know him, work with him and love him. With great admiration for them both, I congratulate Bob and Michelle on their marriage and I wish them many years of happiness.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/06/03/E1012_congratulating-bob-wallach-and-michelle-mini-on-th/'}