{u'speaker_state': u'DC', u'speaker_raw': u'ms. norton', u'speaker_first': u'Eleanor', u'congress': 105, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, AND JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-05/html/CREC-1998-08-05-pt1-PgH7255-2.htm', u'number': 109, u'id': u'CREC-1998-08-05-pt1-PgH7255-2.chunk53', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Norton', u'pages': u'H7255-H7261', u'speaker_party': u'D', u'date': u'1998-08-05', u'bills': None, u'bioguide_id': u'N000147', u'order': 53, u'speaking': [u"Mr. Chairman, representative Hefley's amendment to the Commerce, Justice and State Appropriations for FY 1999 would prohibit any of the funds in this bill or any other act from being used to implement, administer or enforce Executive Order 13087, which prohibits federal agencies from discriminating against individuals in federal hiring or in the receipt of federal grants because of their sexual orientation. This is an unabashed and bald pro-discrimination provision. It has no place in federal law, and all who have worked for equality or even paid lip service to the notion should be offended that this amendment has been offered.", u'Every employer in the United States has the responsibility to be proactive in removing discrimination. The President has acted responsibly as the CEO of the federal workplace. Unfortunately, there is great confusion among some Americans about homosexuality and, astonishingly, there are some who would deny people ordinary rights because of their sexual orientation. I had hoped that by now Americans could at least agree that private consensual sexual relationships bear no relationship to job performance and that even those who adopt the unscientific view that it is appropriate to manipulate sexual orientation in order to change it (imagine what most of us who are heterosexual would think if someone tried to change our sexual orientation) would agree that discrimination is always wrong and should be off limits. The official expression of bias in our law through the repeal of an anti-discrimination provision should be as unthinkable as to gay men and lesbians as to other Americans.', u"The last few months have seen an outpouring of homophobic proposals that insult people based on their sexual orientation. Sexual choice goes to the core of a person's being. Issues of sexual orientation are no place for amateurs acting out their sexual biases in public policy. History will look back on this amendment and shake its head, even as black people look back on similar proposals that were fraught with racism. Let us not replay that history with a new set of discredited proposals against a new group of Americans."], u'capitolwords_url': u'http://capitolwords.org/date/1998/08/05/H7255-2_departments-of-commerce-justice-and-state-and-judi/'}