{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 105, "title": "DISTRICT OF COLUMBIA APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-06/html/CREC-1998-08-06-pt1-PgH7381-2.htm", "number": 110, "id": "CREC-1998-08-06-pt1-PgH7381-2.chunk28", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Jackson-Lee", "pages": "H7381-H7401", "speaker_party": "D", "date": "1998-08-06", "bills": ["H.R. 4380"], "bioguide_id": "J000032", "order": 28, "speaking": ["Mr. Chairman, thank you for the opportunity to speak on this important amendment to H.R. 4380. Representative Largent has proposed an amendment to the D.C. Appropriations Act which will prohibit joint adoptions in the District by people who are not related by marriage or blood.", "Congress has traditionally stayed out of family law, recognizing that state and local governments are better suited to address those issues. The ability of parents and trained professionals to make a decision of a case by case basis based on the best interests of the child, should be preserved. For 3 years, there have been attempts to attach language like the language that Representative Largent is introducing today. Each time such efforts have failed as it should! This type of legislation will put DC's children at risk.", "In Washington, DC in June of this year, there were 3,600 children in the foster care system waiting to be adopted. These children need loving consistent care and a safe home. There is no reason to deny those potential adoptive parents the opportunity to raise a child in a loving home, and there simply is no reason to deny a child languishing in foster care the opportunity to be loved and nurtured and protected. All our children deserve to be cherished by parents that adore them.", "Representative Largent may argue that this amendment will provide greater comfort and security for children. This is absurd. To even suggest that a healthy and loving unmarried couple should not be permitted to provide a child with an environment where he or she can have the chance to fully develop intellectually and socially is outrageous. In fact, 48 of the states and DC currently allow lesbian and gay people to adopt when the judge finds that the adoption is in the child's best interest.", "This amendment makes no sense. It would allow single parent adoption and disallow joint adoption. Clearly, two parents, two loving legal guardians offer a child greater legal protection, security and benefits for a child than one parent. This amendment could never be in the best interest of any child.", "The CHAIRMAN. All time having expired, the question is on the amendment offered by the gentleman from Oklahoma (Mr. Largent)."], "capitolwords_url": "http://capitolwords.org/date/1998/08/06/H7381-2_district-of-columbia-appropriations-act-1999/"}