{"speaker_state": "NJ", "speaker_raw": "mr. payne of new jersey", "speaker_first": "Donald", "congress": 105, "title": "SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm", "number": 147, "id": "CREC-1998-10-15-pt1-PgH10928.chunk12", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Payne", "pages": "H10928-H10935", "speaker_party": "D", "date": "1998-10-15", "bills": null, "bioguide_id": "P000149", "order": 12, "speaking": ["Mr. Speaker, I thank the gentlewoman from Wyoming (Mrs. Cubin) and the gentlewoman from Colorado (Mrs. DeGette) for bringing this resolution to the floor.", "Mr. Speaker, I would like to also express my condolences to the Shepard family, and to say that I commend my colleagues who last night participated in the vigil where Senator Kennedy and the gentleman from Massachusetts (Mr. Frank) and others spoke out about this tragic act.", "I think that it is clear with an act like this, that no one is free until everyone is free. And in many instances when we have talked about hate crimes as African-Americans, we have talked about the fact that lynchings went on in this country; that even less than a year ago a black man walking home was tied to the back of a truck and drug for miles until his body was decapitated and he of course died with this brutal treatment. Many people said it was too bad, many did not comment, and it passed by.", "But once again I repeat that no one is free until everyone is free. Who would have ever dreamed that in the middle of Wyoming, a place that is talked about with its tranquility and rugged individualism, would turn to one of the most heinous crimes that we have seen anywhere in this Nation.", "So I think that we have to rededicate ourselves to taking a look at us and where we stand. The President this year had a commission on race to talk about and have a dialogue about where race stands in this country. I think that we need to have a dialogue about many issues. About immigrant bashing, about gay bashing, about anyone who seems different.", "Mr. Speaker, that is why we have the first amendment. People who are different can speak up. The first amendment was not passed for everyone who thinks alike, because we would not need the amendment. I think we need to rededicate ourselves to wiping out hate crimes. Even in my State of New Jersey there has been an increase in the number of hate crimes. So I commend my colleagues who brought this resolution and ask that it be passed unanimously."], "capitolwords_url": "http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/"}