{u'speaker_state': u'MO', u'speaker_raw': u'mr. gephardt', u'speaker_first': u'Richard', u'congress': 105, u'title': u'SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm', u'number': 147, u'id': u'CREC-1998-10-15-pt1-PgH10928.chunk21', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Gephardt', u'pages': u'H10928-H10935', u'speaker_party': u'D', u'date': u'1998-10-15', u'bills': None, u'bioguide_id': u'G000132', u'order': 21, u'speaking': [u'Mr. Speaker, first I want to express all of our deep feeling of sympathy for the family of Matthew Shepard and for the friends and all the people that knew Matthew Shepard personally.', u'He was taken from his family by a heinous act, an evil act, an outrageous act of violence. I join with my colleagues in offering our condolences and our prayers to his family and his friends.', u'This awful crime shocks an entire Nation, and it shocks our consciences. It reminds us that we have a long, long, long way to go before all Americans can feel safe from this kind of heinous attack.', u"Matthew was a promising young man who happened to be gay. He was killed because of a chance encounter with a random act of hatred and violence. But it is important to remember that no one in our society is safe from this kind of random act as long as the impulse of intolerance lives among our fellow Americans. Any one of our sons or daughters could have come in contact with the perpetrators on that grim night. Any of us could be in the place of Matthew's parents.", u"I have a son by the name of Matthew. He is about 27 years old now. I cannot imagine, if I put myself into the shoes of this young man's parents, I cannot imagine the outrage, the desire for retribution that I would feel today. I cannot imagine their grief and their sorrow.", u'So we stand here today knowing that no gesture will return this young man to earth. Resolutions are no match for harsh punishment for these crimes. It is vitally important for Congress to speak with one voice on this issue as we do today, to condemn the manifestation of hatred in our society against any one of us and to say clearly that we reject prejudice and intolerance wherever and whenever it rears its ugly head.', u'All Americans join together today as one in sending our deep and prayerful feelings to these parents. May this never happen again and may the meaning of his life be that we pass a hate crimes act in this Congress before we leave so that we say to all, there is punishment for this kind of hatred.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/'}