{"speaker_state": "NY", "speaker_raw": "mr. nadler", "speaker_first": "Jerrold", "congress": 105, "title": "SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm", "number": 147, "id": "CREC-1998-10-15-pt1-PgH10928.chunk42", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Nadler", "pages": "H10928-H10935", "speaker_party": "D", "date": "1998-10-15", "bills": null, "bioguide_id": "N000002", "order": 42, "speaking": ["Mr. Speaker, the tragic and brutal murder of Matthew Shepard reminds us how far we still need to go to eliminate violence and bigotry in this country.", "Our thoughts and prayers are with the Shepard family and Matt's friends in Wyoming.", "It sickens me every time I hear news of violent attacks against gay, lesbian, bisexual, and transgender men and women. Tragically, these types of incidents are not rare.", "Today, we are here to condemn the savage, brutal, vicious attack against Matthew Shepard. It is entirely proper for us to do so. However, gays, lesbians, bisexuals, and transgender people need real protection, not just a sense of Congress that something must be done. We have a real plan, real legislation, that is before this House that must be enacted.", "We owe it to our nation to take action immediately to reduce the number of these incidents and to punish those who attack others based on the victim's actual or perceived sexual orientation.", "There is no simple solution to this problem. We should support hate crime prevention programs, fund special training for law enforcement professionals, teach tolerance and support for diversity in our schools, and confront head-on the daily prejudice that we see in our communities. We must also address the fundamental bigotry that leads to these crimes. However, passing the Hate Crimes Prevention Act and the Bias Crimes Compensation Act are important first steps.", "I am proud to be an original cosponsor of the Hate Crimes Prevention Act, which would allow federal law enforcement authorities to investigate and prosecute violent hate crimes when the state and local authorities are either unable or unwilling to do so. This bill has more than 160 co-sponsors and has already had a lengthy hearing in the Judiciay Committee.", "We should also pass a bill I introduced entitled ``The Bias Crimes Compensation Act'', which would provide a civil claim for individuals who are victims of hate crimes, so that they could sue their attackers for compensatory damages. These two simple proposals ought to be brought up on their own or included in the final appropriations measure. The country has demanded action and we ought to respond with meaningful legislation.", "Hate crimes deserve special attention, since they can have such devastating and lasting effects on victims and the communities from which they come. They are not simply attacks against one individual, rather, they affect whole communities and are acts of ideological terrorism.", "The time to act is now. The need is clear. We ought to pass hate crimes legislation today."], "capitolwords_url": "http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/"}