{"speaker_state": "CA", "speaker_raw": "mr. miller of california", "speaker_first": "George", "congress": 105, "title": "SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm", "number": 147, "id": "CREC-1998-10-15-pt1-PgH10928.chunk43", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Miller", "pages": "H10928-H10935", "speaker_party": "D", "date": "1998-10-15", "bills": null, "bioguide_id": "M000725", "order": 43, "speaking": ["Mr. Speaker, I rise today to join the millions of Americans who are mourning the death of Matthew Shepard, who died Monday, at the age of 21 years old after being beaten, robbed, and left to die, tied to a fence near Laramie, Wyo. I wish to express my sadness to Matthew's family and send them my prayers as they grieve over his death.", "It is a tragedy anytime a young person is a victim of violence, which we all know happens far too often. The murder rate for young people in this country is a national crisis and a national disgrace.", "According to police reports, Matthew Shepard was targeted by his killers because of his sexual orientation. Thus his murder is particularly saddening and disturbing.", "Matthew Shepard's death is, unfortunately, not an isolated incident. According to the FBI, more than a thousand gay and lesbian men and women were the victims of violent ``hate crimes'' last year.", "In this way, Matthew Shepard's death reflects a much wider problem in our society. But the public reaction may also signal a turning point in efforts to prevent similar tragedies in the future.", "It is my hope that something positive will be extracted from this senseless and despicable act by our working even harder against such hate crimes in our country. We need to send the message that these crimes will not be tolerated, and that those who commit them will be duly punished.", "I would also hope that those who seek to demonize homosexuality, and who may in turn, intentionally or unintentionally, fuel hatred against gays and lesbians, reflect on the possible consequences of their actions. No single person or movement can be blamed for Matthew's death. But everyone should examine the way in which their words or actions may help contribute to an atmosphere of intolerance that makes such tragedies more likely.", "Bigotry, prejudice, and hatred are not American values. Our diversity is our strength. If we are to thrive as a society, every institution--our families, schools, government, businesses, and places of worship--must work together to bridge our differences and to respect the rights and freedoms of every individual"], "capitolwords_url": "http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/"}