{"speaker_state": "HI", "speaker_raw": "mrs. mink of hawaii", "speaker_first": "Patsy", "congress": 105, "title": "AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1998", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-07-16/html/CREC-1997-07-16-pt1-PgH5372-2.htm", "number": 101, "id": "CREC-1997-07-16-pt1-PgH5372-2.chunk41", "volume": 143, "chamber": "House", "session": 1, "speaker_last": "Mink", "pages": "H5372-H5382", "speaker_party": "D", "date": "1997-07-16", "bills": ["H.R. 2160"], "bioguide_id": "M000797", "order": 41, "speaking": ["Mr. Chairman, I thank the ranking member, the gentlewoman from Ohio [Ms. Kaptur], for yielding me this time. I would like to rise initially to give my strong support to H.R. 2160 and to commend the gentleman from New Mexico [Mr. Skeen], the chairman of the subcommittee, and members of the Committee on Appropriations for not yielding to the many demands and requests to amend the farm bill that we struggled so hard a year ago to enact.", "I also rise to take the time during general debate to remind the House that, notwithstanding the popular view of Hawaii as a tourist mecca of the country and the world, that it is in my district that the bulk of the agricultural economy of my State is sustained. Therefore, we have a very strong support and reliance upon a strong farm bill, and I rise to reiterate the struggles that we had a year ago.", "Specifically, on the sugar debate, which we anticipate once again will come during the amendment stages, I received a communication today, which I know I cannot insert in the Record at this point, but I would like to read from portions of it. It came from the American Sugar Alliance and is addressed to Members of Congress. It is signed in particular by a large number of organizations, but I wanted to cite one in particular, Gay &amp; Robinson, of Hawaii, who is a sugar producer on the Island of Kauai, whose future will be intimately affected by the outcome of the debate on sugar, if there should be one.", "Sugar cane and sugar beet growers, this letter says, in 17 States, went to their bankers last year to get financing, which they were able to achieve because of the passage of a 7-year farm bill. In the middle of all of this effort, we are now being threatened with the possibility of this program coming to a halt.", "The sugar producers pay back their loans with interest, and that is why it is so unfair for people who attack this program to suggest that we have a subsidy and that we are costing the taxpayers money. In point of fact, we are producing about $40 million each year.", "The giant food manufacturers are the ones that are attacking this program because they want to see foreign subsidized sugar dumped into our markets in order for them to increase their profits. So I hope that in the course of the debate on the amendments that we will rely on what we did last year and not break faith with the farmers of America."], "capitolwords_url": "http://capitolwords.org/date/1997/07/16/H5372-2_agriculture-rural-development-food-and-drug-admini/"}