{u'speaker_state': u'NY', u'speaker_raw': u'mr. schumer', u'speaker_first': u'Charles', u'congress': 105, u'title': u'AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1998', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-07-24/html/CREC-1997-07-24-pt1-PgH5672-2.htm', u'number': 106, u'id': u'CREC-1997-07-24-pt1-PgH5672-2.chunk330', u'volume': 143, u'chamber': u'House', u'session': 1, u'speaker_last': u'Schumer', u'pages': u'H5672-H5732', u'speaker_party': u'D', u'date': u'1997-07-24', u'bills': None, u'bioguide_id': u'S000148', u'order': 330, u'speaking': [u'Mr. Chairman, I thank the gentleman for yielding.', u'Mr. Chairman, I would like to say that this program is really a waste and a travesty and a giveaway; my colleagues can pick whatever word they want. It should have been killed years ago, but MAP has more incarnations than Vishnu. In the congressional equivalent of the witness protection program, MAP performs so abysmally we had to change its name, not once, but twice, in order to hide the program from the taxpayer. When I got here it was called TEA, then MPP, and after three excoriating GAO reports and billions in corporate welfare giveaways, it became MAP. If my colleagues do not like the name, we can change it again, but what we should do is get rid of the program.', u"MAP and its forefathers have given 70 million to Sunkist, 40 million to Blue Diamond, 20 million to Sunsweet, 60 million to Gallo. We are figuring out ways to cut the budget and cannot cut this kind of corporate welfare? Of course, we can. One million dollars to McDonald's.", u"And then this. We are giving $1 million to McDonald's to advertise overseas. Are there not better needs for our money than that?", u"And finally, as the gentleman from Ohio [Mr. Chabot] mentioned, and my colleagues ought to listen to this one, it is one of the best they will hear, the California Raisin Advisory Board won a grant to introduce raisins to Japan. What a fiasco, using taxpayer funds, the ad ``I heard it through the grapevine'' claymation raisin campaign that won many awards in the United States. But there will be no awards in Japan. First it turns out that these claymation raisins were not bilingual, so in Japan they were singing only in their native English. Second, Marvin Gay is unknown in Japan so the audience did not understand the song or get the pun. Third, since the Japanese have never seen raisins, it is not a product in Japan, they were baffled by these gargantuan vaudevillian dangerous dancing raisins. They thought they were dancing potatoes. And finally, the raisins had four fingers, which apparently is a bad omen in Japan. They frighten children.", u"Perhaps the raisin board would have done a little bit of market research if they were using their own money instead of the taxpayers'. Let us end this program once and for all."], u'capitolwords_url': u'http://capitolwords.org/date/1997/07/24/H5672-2_agriculture-rural-development-food-and-drug-admini/'}