{u'speaker_state': u'FL', u'speaker_raw': u'mr. scarborough', u'speaker_first': u'Joe', u'congress': 105, u'title': u'HUNTER SCOTT VINDICATES CAPTAIN McVAY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-11-13/html/CREC-1997-11-13-pt2-PgE2371.htm', u'number': 160, u'id': u'CREC-1997-11-13-pt2-PgE2371.chunk0', u'volume': 143, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Scarborough', u'pages': u'E2371', u'speaker_party': u'R', u'date': u'1997-11-13', u'bills': None, u'bioguide_id': u'S000106', u'order': 0, u'speaking': [u"Mr. Speaker, I want to call the attention of my colleagues to the work of 12-year-old Hunter Scott, from my hometown of Pensacola, FL. Hunter was recently featured on the NBC Nightly News ``American Spirit'' segment for his work in vindicating Captain McVay, skipper of the U.S.S. Indianapolis.", u'Captain McVay was commander of the World War II heavy cruiser, the U.S.S. Indianapolis. On July 30, 1945, after delivering the atom bomb to the Enola Gay on the Pacific Island of Tinian, the U.S.S. Indianapolis was torpedoed by the Japanese sub I-58, and sank in 12 minutes. The first torpedo knocked out all power, the SOS was ignored. Since arrivals of combat ships were not then reported, no one knew the ship was sunk. Of the 1,196 men aboard, 300 went down with the ship. After 4\\1/2\\ days without food or water, they were discovered by chance. Only 316 survived the shark attacks in the Philippine Sea.', u'McVay was court-martialed and convicted on a micro-technicality, making him the only skipper in history court-martialed for losing his ship in combat. Survivors felt their captain was a scapegoat and, with the McVay family, have tried unsuccessfully to vindicate him for years. Captain McVay committed suicide in 1968, and the guilty verdict still stands.', u"One year ago, Hunter saw the movie ``Jaws,'' and was so taken by Captain Quint's soliloquy on his hatred of sharks due to being a shark bitten Indy survivor, he decided to find out more. He placed an ad in a military based newspaper at Pensacola Naval Air Station, searching for survivors. He discovered 80 survivors, and became aware of five books and documentaries highlighting Captain McVay. Hunter took the extraordinary step of interviewing survivors, examining documentary evidence and beginning his personal mission to search out the truth.", u"Hunter Scott, who now aspires to be a Navy Blue Angel, explains that the action taken against Captain McVay was misguided. He has focused a tremendous amount of effort and energy on clearing the good captain's name.", u"Hunter has requested Congress' support his efforts to expunge the court-martial from Captain McVay's record. I hope my colleagues will join me in supporting the efforts of this tremendous young man.", u"An even greater wish of mine is that Hunter Scott's example of courage and diligence in seeking the truth will be followed not only by his peers but also by adults inside Congress and across America."], u'capitolwords_url': u'http://capitolwords.org/date/1997/11/13/E2371_hunter-scott-vindicates-captain-mcvay/'}