{"speaker_state": "FL", "speaker_raw": "mr. canady of florida", "speaker_first": "Charles", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm", "number": 103, "id": "CREC-1996-07-12-pt1-PgH7480-5.chunk69", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Canady", "pages": "H7480-H7506", "speaker_party": "R", "date": "1996-07-12", "bills": null, "bioguide_id": "C000107", "order": 69, "speaking": ["Mr. Chairman, reclaiming my time, the gentleman has made his point. With all due respect to the gentleman from Hawaii, the gentleman has not gotten the point here.", "I would point out to the gentleman that there is available for him and all the other Members a memorandum prepared by the Lambda Legal Defense Fund which indicates the clear strategy that is being pursued here. The idea of the gay rights legal advocacy community is that they will have same-sex marriages recognized in the State of Hawaii, and then folks will go there from around the country, be married under the laws of the State of Hawaii, and then go back to where they came from and attempt to use the full faith and credit clause to force those States to which they have returned to recognize the legality of that same-sex union contracted in the State of Hawaii.", "That is what is at stake in that part of the bill. That is very clear. That is why we are here. How Hawaii happens to get to the point of deciding that is a subsidiary issue.", "Now, do I think the courts around the country should be required to recognize those same-sex marriages that may be contracted in Hawaii? No, I do not think they should be required to. But I do believe that there is substantial doubt about that question, and I am concerned that there is uncertainty, and this bill is motivated by that uncertainty. We are trying to do what we can to put that uncertainty to rest, to bring more certainty to the issue. That is the motivation here. That is not hard to discern.", "Mr. Chairman, I understand and I respect those people who say, ``We think same-sex marriage is a good thing and we think that they should be able to go there and then have it recognized elsewhere.'' That is a principle position. I disagree with the principle. I vehemently disagree with it. We have heard that expressed. But you know, it is clear what is going on here. There is a real issue that we are trying to deal with."], "capitolwords_url": "http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/"}