{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk13', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S10100-S10125', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'K000105', u'order': 13, u'speaking': [u'I thank the Chair.', u'Madam President, I oppose the so-called Defense of Marriage Act, and I regret that the Senate is allocating scarce time at the end of this Congress to consider this unconstitutional, unnecessary, and divisive legislation.', u"There is, however, a silver lining to the Republican leadership's decision to schedule this debate. It gave many of us the opening we needed to raise a serious civil rights concern--the festering problem of unacceptable discrimination against gays and lesbians in the workplace. We debated that issue at length on Friday, and we will vote on it later this afternoon. I am very hopeful that a ban on job discrimination will pass the Senate. If it does, we will have the Defense of Marriage Act to thank for that achievement.", u'Nevertheless, I continue to be opposed to the Defense of Marriage Act for a variety of reasons.', u'We all know what is going on here. I regard this bill as a mean-spirited form of Republican legislative gay-bashing cynically calculated to try to inflame the public 8 weeks before the November 5 election.', u'I do not mean to say that opponents of same-sex marriage are intolerant, or bigots. Marriage is an ancient institution with religious underpinnings, and I understand that some people have deeply held religious or moral beliefs that lead them to oppose same-sex marriage.', u"But do they seriously believe this bill deserves this high priority? After all, the Hawaii court case that started all this won't be final for another 2 years, according to Hawaiian authorities, and the outcome of the case is far from certain. Even if the Hawaii courts eventually approve same-sex marriage, other States have ample authority under under current law to reject that decision in their own courts.", u"In fact, States and local governments across the country are already dealing with this issue in their own ways. Some have enacted domestic partnership laws. In others, mayors and Governors have issued executive orders for public employers. They don't need help from Congress to address the subject. And Federal law, which has never recognized same-sex marriages, hardly needs clarification at this suspicious moment.", u'This contrived debate has been gratuitously brought before Congress 1 month before adjournment. It has been placed on a suspiciously fast track to enactment despite the press of other business. The obvious explanation is a crass desire for partisan gain at the expense of tolerance and mutual understanding.', u'This bill is designed to divide Americans, to drive a wedge between one group of citizens and the rest of the country, solely for partisan advantage. It is a cynical election year gimmick, and it deserves to be rejected by all who deplore the intolerance and incivility that have come to dominate our national debate.', u'Over the past few months, we have come together as a nation to oppose in the strongest possible terms the church arson epidemic. We heard leaders across the political, racial, and religious spectrum discuss the need to rededicate ourselves to the fundamental values of tolerance and mutual respect that are the backbone of any free society. I just wish the Republican leadership in Congress would practice what they preached in San Diego.', u'In any event, whether Senators are for or against same-sex marriage, there are ample reasons to vote against this bill, because it represents an unconstitutional exercise of congressional power. This bill attempts to use the full faith and credit clause--article IV, section 1--of the Constitution to give the States greater authority to refuse to recognize gay marriages if such marriages are made legal in other States. But the purpose and history of the full faith and credit clause make clear that the Framers of the Constitution never intended to give Congress this power.', u"The full faith and credit clause was included in the Constitution as a means of binding the original separate States into a United States of America. The Framers feared that local rivalries could cause States to reject each other's laws, and that a dangerously chaotic situation could result. The full faith and credit clause requires the States to respect each other's laws; it facilitates interstate commerce and strengthens our Federal system.", u'The Constitution gives Congress no power to add or subtract from the full faith and credit clause. The States that ratified the Constitution would never have granted such sweeping authority to Congress, and no Congress in 200 years has exercised such power.', u"It is true that the full faith and credit clause gives Congress the authority to prescribe the effect of one State's laws in other States. But this does not give Congress the power to say that any such laws shall have no effect.", u'In fact, for that reason, leading scholars have labeled this bill flatly unconstitutional. Prof. Laurence Tribe of Harvard Law School writes that:', u"The full faith and Credit Clause cannot be read as a fount of authority for Congress to set asunder the states that this clause so solemnly brought together. Such a reading would mean, for example, that Congress could decree that any state was free to disregard any Hawaii marriage, any California divorce, any Kansas default judgment--or any of a potentially endless list of official acts that a Congressional majority might wish to denigrate. This would convert the Constitution's most vital unifying clause into a license for balkanization and disunity.", u'Conservative constitutional scholar Cass Sunstein of the University of Chicago reached a similar conclusion in testimony before the Judiciary Committee on July 11. Sunstein pointed out that if Congress possessed authority to negate the effect of State court judgments:', u". . . a good deal of the entire federal system could be undone. Under the proponents' interpretation, Congress could simply say that any law Congress dislikes is of `no effect' in other states . . . This would be an extraordinary power in light of the needs of a commercial republic. Nothing in the background of the full faith and credit clause suggests that this was anyone's understanding of the clause.", u"In his testimony, Professor Sunstein emphasized that the Supreme Court's recent opinion in Romer versus Evans, striking down an anti-gay referendum in Colorado, also casts doubt on the validity of this bill. Like the Colorado referendum struck down in Romer, this bill is ``unprecedented * * * an oddity in our constitutional tradition drawn explicitly in terms of sexual orientation. Insofar as it draws the particular line that it does, it risks running afoul of Romer's prohibition on laws based on animus against homosexuals.''", u'Scholarly opinion is clear: The bill before us is plainly unconstitutional. But even if it were constitutional, the bill should be rejected because it is unnecessary and ill-advised.', u"Proponents of the bill claim to be motivated by the possibility that the Hawaii courts will validate same-sex marriage, forcing the other 49 States to recognize Hawaii marriages. But if Hawaii courts recognize same-sex marriages some day--and that is a big ``if''--the other States already have ample authority to defend their own marriage policies without meddling from Congress.", u'Dean Herma Hill Kay of the Boalt Hall School of Law is a nationally recognized expert on domestic relations law. She writes:', u'The usual conflict of laws doctrine governing the recognition of a marriage performed in another state is that the state where recognition is sought need not recognize a marriage that would violate its public policy. A state with a clear prohibition against same-sex marriage could, if it chose to do so . . . refuse recognition.', u"Fifteen States have already made that judgment and decision. In other words, States already have the power that this bill pretends to give them. This is a matter for each state, not a matter for Congress. If Oklahoma refuses to recognize a Hawaii marriage because it violates Oklahoma public policy, that is Oklahoma's business. Congress can not give Oklahoma any more power than it already has. That is why the bill is not merely unconstitutional. It is, as Professor Sunstein calls it, a ``constitutionally ill-advised intrusion'' by Congress into an issue handled at the state level for the past 200 years.", u'For over two centuries, Congress has respected the right of States to establish their own laws of marriage, divorce, child custody, and other issues in domestic relations. It is ironic that our Republican friends who like to preach State rights are so quick to override State rights in this case.', u'The precedent created by this bill should alarm anyone who cares about Federal-State relations generally. If Congress invokes the full faith and credit clause to deny effect to unpopular State court judgments, why will it stop at gay marriages? Will Congress try to deny effect to unpopular commercial judgments? Will Congress try to deny effect to state court decisions protecting civil rights, divorce, child custody, or a wide range of different other issues?', u'As Professor Sunstein testified:', u'This is not about same-sex marriage and homosexuality. This is about punitive damages, default judgments, product liability, everything else under the sun. From the constitutional point of view, this is not fundamentally a same-sex marriage act. This is federal permission to some States to ignore what other states have mandated. That is a very large step.', u'It is indeed. I would add only that it is a very large backward step. I urge the Senate not to take it, and to vote against this irresponsible and unconstitutional bill.', u'Madam President, I see the Senator from Minnesota rising. How much time would he require?'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}