{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk37', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S10100-S10125', u'speaker_party': None, u'date': u'1996-09-10', u'bills': [u'S. 1740'], u'bioguide_id': None, u'order': 37, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"I am pleased to have the opportunity to speak to you today on S. 1740, the proposed Defense of Marriage Act. I will not address the issues of policy that are raised by S. 1740. Instead I will be speaking only to the constitutional issues, which are novel, complex, and somewhat technical.\\1\\ Because of the novelty and complexity of the issues, any judgments on the constitutional issues must be at least a bit tentative. \\1\\ I focus throughout on section 2. I do not believe that section 3 would be found unconstitutional, though it would be possible to raise questions under the equal protection clause, see Romer v. Evans, infra; see also W. Eskridge, ``The Case for Same-Sex Marriage,'' (1996); Kuppelman, ``Why Discrimination Against Lesbians and Gay Men Is Sex Discrimination,'' 69 NYU L. Rev. 197 (1994). To summarize my view: S. 1740 is unprecedented in our nation's history; it is probably either pointless or unconstitutional; and while the constitutional issues are far from simple, it is safe to say that S. 1740 is a constitutionally ill-advised intrusion into a problem handled at the state level. S. 1740 responds to an old problem, not a new one, and that problem--diverse state laws about marriage has been settled for a long time without national intervention. Thus there is a reasonable view that S. 1740 is pointless; it adds nothing to current law. If S. 1740 is not pointless--if states must give full faith and credit to the relevant marriages--S. 1740 may well be unconstitutional. In the nation's history, Congress has never declared that marriages in one state may not be recognized in another; it has not done this for polygamous marriages, marriages among minors, incestuous marriages, or bigamous marriages. It is unclear if Congress has the authority to enact such a bill under the commerce clause, the full faith and credit clause, or any other source of national authority. In addition, S. 1740 raises serious issues under the equal protection component of the due process clause in the aftermath of the Supreme Court's recent decision in Romer v. Evans."], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}