{"speaker_state": "RI", "speaker_raw": "mr. chafee", "speaker_first": "John", "congress": 104, "title": "EMPLOYMENT NONDISCRIMINATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10129-2.chunk15", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Chafee", "pages": "S10129-S10139", "speaker_party": "R", "date": "1996-09-10", "bills": null, "bioguide_id": "C000269", "order": 15, "speaking": ["Mr. President, I wish to take a moment to make two comments in favor of this bill, the Employment Nondiscrimination Act, or ENDA.", "I believe the matter before the Senate is a very simple one: Whether or not sexual orientation is a factor that should be considered in employment decisions. In my view, the answer is clear. The only factor that should be considered in the workplace is the ability of an employee or potential employee to do the job at hand. Since sexual orientation, like race or ethnicity, has nothing to do with job ability, it seems to me it has no place as a basis for discrimination.", "There is nothing particularly radical about this proposition, Mr. President. It is a singularly American belief that each and every person shall be judged not on unrelated factors such as color or gender but on their merits. In the workplace, that translates to an individual's job skills and capabilities. To judge a person otherwise, I believe, goes against the grain of what this whole country stands for. As Barry Goldwater recently noted, ``job discrimination against gays or anybody else is contrary to each of our founding principles.''", "Other Senators have recounted tales of gays and lesbians who have suddenly lost their jobs when employers discovered their sexual orientation. These instances are shocking and, I believe, shameful. No one deserves such treatment.", "So let me make one point clear, Mr. President. An employee whose behavior in the workplace is inappropriate deserves no protection from sanction. A gay employee who makes inappropriate statements or otherwise conducts him or herself in an inappropriate manner should not be countenanced. That is clear. The same would apply to a nongay individual who conducts him or herself inappropriately. That conduct would not be tolerated.", "As my colleague from California, Mrs. Feinstein, put it last Friday, ``Do something that is improper conduct, and it all changes.'' Any kind of untoward behavior, no matter from whom it comes, must not be permitted.", "This bill before us would provide basic protection to Americans who are subject now to arbitrary and unreasonable job denial or dismissal. I think that is appropriate, Mr. President, so I urge support of this measure."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/"}