{u'speaker_state': u'GA', u'speaker_raw': u'mr. lewis of georgia', u'speaker_first': u'John', u'congress': 111, u'title': u'LOCAL ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-30/html/CREC-2009-04-30-pt1-PgE1038-4.htm', u'number': 65, u'id': u'CREC-2009-04-30-pt1-PgE1038-4.chunk0', u'volume': 155, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Lewis', u'pages': u'E1038-E1039', u'speaker_party': u'D', u'date': u'2009-04-30', u'bills': None, u'bioguide_id': u'L000287', u'order': 0, u'speaking': [u"Mr. Speaker, while it is an honor to be able to participate today's debate, I must say that it gives me feelings of both joy and sorrow. Sorrow, because in the year 2009, I would hope that we should not have a need for such a bill.", u'I find it most ironic that some of the very same voices in the community who speak out against this bill are the very same voices that question whether racism and prejudice no longer exist simply because a person of color has been elected President. Racism, prejudice, and hate did not disappear on November 4th, 2008. Nor did they disappear on January 20th, 2009.', u"Yet it gives me joy that we are able to do something about it. I grew up in the Deep South and faced vile hatred up close, and it gives me joy to vote ``yes'' on the Local Law Enforcement Hate Crimes Prevention Act. Today we proclaim that our country will not stand for, and will not tolerate hate crimes.", u'This bill is the right thing to do. It protects our citizens, our nation; our principles and our values.', u'We are all Americans--', u'Black Americans, White Americans, Hispanic Americans, Asian Americans, Native American, Christian Americans, Jewish Americans, Muslim Americans, Gay Americans, Straight Americans--all Americans. We are one people and one nation, the American nation. This bill will bring us one step closer to the Beloved Community, a nation at peace with itself.', u'A constituent came by my office just yesterday and spoke about her son who fought in Iraq. Her son completed two tours in Iraq. Her son has said that he was indeed concerned about his safety. But her son said that he was even more concerned about the safety of his father--a transgender woman, walking the streets of the United States of America every day.', u"President Obama has talked repeatedly about renewing America's promise. Today, I urge my fellow Members to vote ``yes,'' and keep America's promise. "], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/30/E1038-4_local-enforcement-hate-crimes-prevention-act-of-20/'}