{"speaker_state": "IN", "speaker_raw": "mr. coats", "speaker_first": "Daniel", "congress": 104, "title": "EMPLOYMENT NONDISCRIMINATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10129-2.chunk22", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Coats", "pages": "S10129-S10139", "speaker_party": "R", "date": "1996-09-10", "bills": null, "bioguide_id": "C000542", "order": 22, "speaking": ["Mr. President, today's debate concerns an issue of extreme import and controversy--extending civil rights protection to sexual orientation.", "This is an issue of great importance because, for the first time in our history, Federal legislation would protect an individual's behavior, rather than an individual's status, as traditional civil rights laws have done. The practical impact of this bill is that employers will no longer be able to consider or hold an employee accountable for any acts related to their sexual orientation.", "The fact that this issue--the extension of civil rights to an individual's behavior--is controversial goes without saying. This is an issue about gay rights in the workplace, which the American people have not reached a moral consensus. Many Americans, including business people, those who support strong traditional families, and persons with religious or moral objections, have serious concerns about promoting homosexuality as a lifestyle. This is important, because if this bill becomes law, it will give the Federal stamp of approval to activities that are still considered illegal in many States. It is significant also because individual employers, employees, forprofit religious organizations and enterprises will no longer be able to conduct their business without the fear of Federal intrusion and potentially costly litigation.", "Mr. President, we are not speaking of extending rights that every citizen of the United States is guaranteed--rather we are considering special rights for persons based on their lifestyle choice, as evidenced by their behavior. I share the concern of many that no person be subjected to violence and hatred simply because they do not meet with societal approval. But I am just as concerned about individuals who, because of sincerely and deeply held religious or moral convictions, find certain lifestyles to be morally unacceptable and yet are told by the Government that those beliefs must be kept private and may not be applied to their business decisions. These individuals are told that the first amendment's protections do not apply to the way they run their businesses, their family bookstore, or their day care center. This should not be the case. I ask my colleagues to join with me in voting to preserve one of our Nation's most cherished rights: The freedom to freely exercise our religious beliefs and to not be coerced by the Government into accepting into our employ those whose behavior violates our deeply held religious convictions.", "I yield back any time I have."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/"}