{"speaker_state": "SC", "speaker_raw": "mr. hollings", "speaker_first": "Ernest", "congress": 104, "title": "TREASURY, POSTAL SERVICE, AND GENERAL GOVERNMENT APPROPRIATIONS ACT, 1997", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-11/html/CREC-1996-09-11-pt1-PgS10245-5.htm", "number": 124, "id": "CREC-1996-09-11-pt1-PgS10245-5.chunk54", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Hollings", "pages": "S10245-S10279", "speaker_party": "D", "date": "1996-09-11", "bills": null, "bioguide_id": "H000725", "order": 54, "speaking": ["Do they do it? They make sure that they do not make a profit. You ought to come and see how they highball the cost of the parts that they ship through the Port of Charleston, SC, and send up to, let us say, Nissan-Tennessee to make automobiles up there. They get a high cost for the part so Nissan-Tennessee is not even making a profit in Tennessee.", "We have tried to correct that one. Oh, they have every gimmick in the book. When you get with these tax lawyers, they know how to get around anything and everything.", "Incidentally, I have an article here about Nissan, and Nissan is moving to Mexico. We will get into that on NAFTA. We love to get these foreign investments, but they are just passthroughs now. An expansion of BMW that had come to Spartanburg, SC, is going into Mexico. They will follow the market, which is fine. It is a matter of taking care of your stockholders and profits and that kind of thing. Business is business.", "But we have to understand that the business of the U.S. Senate is to look at the overall economy, and when we have these deficits in the balance of trade, over $1.5 trillion in the past 12 years, come, we have to do something about it.", "You will get some who come here, like my distinguished friend from New York, he will get up, ``Why, America has always been a great nation on account of commerce. We are a trading nation. Are we going back on our history?''", "We were a trading nation of a plus balance of trade, not a minus. Not a minus. What does the record show, heavens above? That thing goes up, up, and away. I think it was in 1992 we finally got it under $100 billion, only to a $96.1 billion deficit; in 1993, it was $132.6 billion; 1994, a $166.1 billion deficit in the balance of trade--more imports than exports. Not what my friend, Wayne Andrus from Archer-Daniels-Midland--``exports, exports, exports.'' We have to look at the overall picture.", "In 1995, $174 billion? We are going up, up, and away. We are losing our shirt and enjoying it. We, as Senators, are telling the American people, ``We are fat, rich, and happy. Don't worry about your economy. All you have to do is worry about gay marriages. The States are taking care of it.''", "We come up on the silliest thing. Instead of balancing the budget, we will give you a constitutional amendment so we can run on it. Come on."], "capitolwords_url": "http://capitolwords.org/date/1996/09/11/S10245-5_treasury-postal-service-and-general-government-app/"}