{u'speaker_state': u'VA', u'speaker_raw': u'mr. davis', u'speaker_first': u'Thomas', u'congress': 104, u'title': u'SMITHSONIAN INSTITUTION NATIONAL AIR AND SPACE MUSEUM DULLES CENTER', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-18/html/CREC-1996-09-18-pt1-PgH10548.htm', u'number': 129, u'id': u'CREC-1996-09-18-pt1-PgH10548.chunk9', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Davis', u'pages': u'H10548-H10550', u'speaker_party': u'R', u'date': u'1996-09-18', u'bills': [u'S. 1995'], u'bioguide_id': u'D000136', u'order': 9, u'speaking': [u"Mr. Speaker, I rise in support of S. 1995 which authorizes construction of the Smithsonian Institute's Air and Space Museum Extension at Washington Dulles International Airport.", u"Since 1983 the Smithsonian has been looking to build an Air and Space extension large enough to properly display many aviation artifacts that there is no room for at the museum on the Mall. Few people realize that only 20 percent of the museum's collection is on display at the Air and Space Museum. Right now, the Space Shuttle Enterprise, a B-17 Flying Fortress, and an SR-71 Blackbird among others, are collecting dust in hangers at Dulles Airport, because there is no room at the Air and Space Museum. Only the nose section of the Enola Gay could be displayed at the Smithsonian's commemoration of the dropping of the atomic bomb, because the museum does not have room to display the entire refurbished aircraft. There are a number of historically important aircraft, such as a Lockeed Constellation, sitting outside exposed to the weather, because there is no space to store or display them. This new extension will accommodate these historic air and spacecraft. S. 1995 authorizes the board of regents of the Smithsonian Institution to construct a museum extension at Dulles Airport. This legislation makes it clear that no Federal funds will be appropriated to pay for any expense associated with construction of this facility. The Air and Space Museum has already begun the process of raising private funds for construction, and I understand that new Air and Space Museum Director Donald Engen has set raising funds to build the extension as a top priority. The Commonwealth of Virginia also stands firmly behind its commitment to bringing this national educational facility to reality with a $3 million interest free loan, a $6 million design and construction grant, and authority for up to $100 million in bonds.", u"It has been 13 years since the Air and Space Museum Extension was proposed, in that time the Smithsonian's Air and Space Museum has become the most visited museum in the world. This bill is noncontroversial. It requires no expenditure of Federal funds, in fact, the bill explicitly states that no Federal funds will be used. It passed the Senate by voice vote. Lets pass this bill and get on with expanding this enormously popular museum that celebrates America's love of aviation.", u'In closing, I want to thank Chairman Gilchrest for his tremendous efforts in bringing this legislation to the floor so quickly.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/18/H10548_smithsonian-institution-national-air-and-space-mus/'}