{u'speaker_state': u'OR', u'speaker_raw': u'mr. wyden', u'speaker_first': u'Ron', u'congress': 106, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-03-16/html/CREC-1999-03-16-pt1-PgS2730.htm', u'number': 41, u'id': u'CREC-1999-03-16-pt1-PgS2730.chunk5', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Wyden', u'pages': u'S2730-S2737', u'speaker_party': u'D', u'date': u'1999-03-16', u'bills': None, u'bioguide_id': u'W000779', u'order': 5, u'speaking': [u'Mr. President, the legislation I am proud to be a principal cosponsor of again today is a referendum on whether Congress will tolerate acts born out of prejudice. Every hate-filled attack, whether the target is a young gay man in Alabama or Wyoming or an African American man in Jasper, Texas, is an attack on all Americans. We must not allow such acts to stain our national greatness.', u"Our nation is committed to the ideal that all men and women are created equal, and protected equally in the eyes of the law. But some people aren't getting the message. It is high time to drive that message home.", u'The 1999 Hate Crimes Prevention Act will put bigots and racists on notice: hate and bigotry will not be tolerated in America.', u"This bill will close the loopholes in the current hate crimes laws. Right now, there's a patchwork of hate crimes laws in states across the country. This bill will provide a unified, Federal approach in how to deal with these despicable crimes.", u'It puts an end to the double standard where Federal authorities can help states and localities prosecute crimes motivated by ethnicity, religion, race, and color, but not those motivated by gender, disability, or sexual orientation. This bill would finally extend federal hate crime laws to cover attacks against women, gays and lesbians, people with disabilities.', u"It also removes the current straightjacket on local law enforcement seeking Federal help to prosecute hate crimes. Current law targets hate crimes that are committed against victims who are performing a federally protected act, like voting, or eating in a restaurant. But a hate crime is a hate crime, regardless of what the victims are doing when they're attacked.", u'With this legislation, we could prosecute under Federal law the thugs who murdered James Byrd, Matthew Shepard, and Billy Jack Gaither, as well as other victims.', u'No one is suggesting that the Federal government should override local law enforcement authorities. This bill will complement, not supplant, the work of local law enforcement in investigating and prosecuting hate crimes. It gives these local authorities more tools in prosecuting these crimes. If they need assistance in prosecuting a hate crime, then Federal authorities would be available to assist them--to make sure that justice is served.', u'Of course, no legislation can ever make up for the loss of any victim of a hate crime. But we can honor their memories by doing our best to make sure that crimes like these never happen again. '], u'capitolwords_url': u'http://capitolwords.org/date/1999/03/16/S2730_statements-on-introduced-bills-and-joint-resolutio/'}