{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 106, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-08-05/html/CREC-1999-08-05-pt2-PgH7367-2.htm', u'number': 114, u'id': u'CREC-1999-08-05-pt2-PgH7367-2.chunk67', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H7367-H7384', u'speaker_party': u'D', u'date': u'1999-08-05', u'bills': None, u'bioguide_id': u'J000032', u'order': 67, u'speaking': [u'Mr. Chairman, I yield myself 2\\1/2\\ minutes.', u'Mr. Chairman, I heard earlier this evening one of the amendments that was discussed on this floor. The reason given to its discussion is that we have a crisis and an emergency. I believe that we have a crisis.', u'We have a crisis right now as it relates to the standards of violence and hatred in America. We had a hearing yesterday on the Hate Crimes Prevention Act, or 2 days ago in the Committee on the Judiciary, a bill authored by the gentleman from Michigan (Mr. Conyers) with now 180 sponsors. And in that hearing I offered as an example of the ugly hatred in America the description of the dismembered body of James Byrd out of Jasper, Texas. Although that community rose to the occasion, it was a horrific crime that saw his head severed from his body, being dragged along a road, his arm severed, his torso one other place. And I cited as well the horrible death of Matthew Shepherd, where his attackers beat him repeatedly, a gay person in Wyoming, and left him for dead. Tragically just a few weeks ago evidence of hatred in Illinois. We find out that racial violence in 1997, 58 percent against African Americans and 17 percent religious-biased, anti-semitic, sexual orientation 13 percent.', u'This bill answers the question of our concern. In particular it adds protection to religion and gender and sexual orientation, and it also provides a nexus to interstate commerce. It was tragic yesterday, Mr. Chairman, to hear the grandmother of the woman killed in California with her daughter and two daughters, the mother of this woman and the grandmother of these two daughters killed, and that grandmother repeated to us tragically that the only reason that man beat those women to death, the mother and her two daughters, was because I wanted to kill women.', u'Mr. Chairman, I can tell my colleagues that now is the time for us to act. The Senate passed the Hate Crimes Prevention Act more than 2 months ago. I believe we have a crisis, and I believe the American people want us to set high community standards, and those community standards, Mr. Chairman, are in fact to pass a Hate Crimes Prevention act.', u'I would say we have a crisis, we have an emergency, and I would seek a waiver, as has been on other amendments, to allow this amendment to be passed.', u'Mr. Chairman, I yield 30 seconds to the gentleman from Michigan (Mr. Bonior), the distinguished minority whip.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/08/05/H7367-2_departments-of-commerce-justice-state-the-judiciar/'}