{"speaker_state": "CA", "speaker_raw": "ms. lee of california", "speaker_first": "Barbara", "congress": 111, "title": "RYAN WHITE HIV/AIDS TREATMENT EXTENSION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-21/html/CREC-2009-10-21-pt1-PgH11523-6.htm", "number": 153, "id": "CREC-2009-10-21-pt1-PgH11523-6.chunk21", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Lee", "pages": "H11523-H11533", "speaker_party": "D", "date": "2009-10-21", "bills": null, "bioguide_id": "L000551", "order": 21, "speaking": ["Let me thank the gentleman from New Jersey for yielding and also for your leadership, and also to our chairman because this is such an important bill. I want to thank both sides for crafting this bipartisan--bicameral, really--compromise. I also wanted to thank you and say that we appreciate your taking into consideration the concerns of the Congressional Black Caucus, the Congressional Hispanic Caucus, and the Congressional Asian Pacific American Caucus.", "This bill will strengthen the Minority AIDS Initiative by moving it back to a formula-based grant system requiring a GAO study and a subsequent Department plan by HHS to ensure that the Minority AIDS Initiative functions as it was intended. This initiative was begun under the leadership of Congresswoman Maxine Waters in the late nineties and it's working, but it hasn't been fully funded and the resources haven't really been directed to where the need is the greatest.", "We have, as you know, a devastating epidemic in the United States, and young gay men, minorities, people of color, and women are facing the brunt of it. We've got to do a better job in protecting those who are most at risk while taking care of those already infected.", "I am pleased that the President is developing a National AIDS Strategy to guide our response to this epidemic. As one who has worked consistently over the years on the global HIV pandemic both here and abroad, I think we need a PEPFAR, a domestic PEPFAR. But this is a compromise bill. It will increase the funding 5 percent each year, but I think we must do more.", "Also, let me just say that we have to really take a look at some of the interventions that we know will work which are tough political issues to address, such as needle exchange, such as comprehensive sex education, such as this real epidemic. And it is in our prisons. So we have to take many, many steps to really begin to look at how to turn this around and to stamp HIV/AIDS from the face of the Earth.", "So I just want to thank you Mr. Pallone and Mr. Waxman, and all of you who have taken the lead in putting this bill together."], "capitolwords_url": "http://capitolwords.org/date/2009/10/21/H11523-6_ryan-white-hivaids-treatment-extension-act-of-2009/"}