{u'speaker_state': u'FL', u'speaker_raw': u'ms. wasserman schultz', u'speaker_first': u'Debbie', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk33', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Wasserman Schultz', u'pages': u'H4940-H4958', u'speaker_party': u'D', u'date': u'2009-04-29', u'bills': None, u'bioguide_id': u'W000797', u'order': 33, u'speaking': [u'Mr. Speaker, I rise in support of this important legislation.', u'Mr. Speaker, I wonder if our friends on the other side of the aisle would be singing the same offensive tune if we were talking about hate crimes based on race or religion. It seems to me that it is the category of individual that they are offended by rather than the fact that we have hate crimes laws at all.', u"We have already heard the powerful story of Matthew Shepard. His mother, Judy, addressed our caucus this week. As the Speaker noted, we are all inspired by Judy Shepard's 10-year quest to turn her pain and tears into change because these cases are tragic and real.", u"Ryan Skipper was a 25-year-old gay man from Polk County, Florida. Like Matthew, Ryan's body was found murdered and dumped along the side of the road about 2 years ago. Ryan's body had been stabbed 20 times and his throat was slit. His car was found abandoned nearby and contained the fingerprints of his two killers. One of his killers told the police his conduct was justified to rebuff unwanted sexual advances. Because there was no hate crime law with which to charge Ryan's killer in Florida, only one of Ryan's attackers has been convicted, and that was of a lesser charge.", u'Why do we need a hate crimes law? Because hate crimes do more than threaten the safety and well-being of individuals. Hate crimes do more than inflict incalculable pain and suffering on individual victims. Hate crimes target groups and terrorize communities. Left unpunished, hate crimes send powerful messages of intolerance. Hate crimes leave both the victim and others in their group feeling isolated, vulnerable, and unprotected.', u'I am proud to cosponsor this legislation again this Congress. I want to commend my colleague, Judiciary Chairman John Conyers, and my committee colleague, Tammy Baldwin, for their leadership in bringing this issue forward again this year.', u"Let's announce here and now that we will not tolerate this kind of terror in America. Let's vow that we will not turn a blind eye to hatred and violence in America. And let us pledge to give police and prosecutors all the resources they need to stamp out this scourge.", u'Mr. Speaker, Matthew Shepard and Ryan Skipper may be gone, but we can honor their lives today. I urge my colleagues to support this important legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}