{u'speaker_state': u'TN', u'speaker_raw': u'mr. cohen', u'speaker_first': u'Steve', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk37', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Cohen', u'pages': u'H4940-H4958', u'speaker_party': u'D', u'date': u'2009-04-29', u'bills': None, u'bioguide_id': u'C001068', u'order': 37, u'speaking': [u'Thank you, Chairman Conyers. I appreciate the opportunity to speak on this bill of which I am a sponsor.', u"The gentleman who just spoke, who I respect, talked about the Founding Fathers and what has happened to our country. Well, it is a great country and I love our country, and it was a great country when it was founded. But when it was founded, women didn't have the right to vote and African Americans weren't citizens.", u'It takes time to perfect your law and to become a more perfect Union, and that is what this law is doing. It is taking an effort to perfect and make better our laws to reflect the society we have today and the thinking and the mindset that we have and the understanding of what happens in law.', u"If we go all the way back to always the Founding Fathers, we would have slaves, we would have second-class citizens--which are women--and we wouldn't have any rights for anybody that wasn't a white male who owned property.", u"Times have changed, and thank God they are changing today, Mr. Speaker. The fact is, this has no effect on anybody that speaks about hate crimes. It doesn't affect any minister that speaks from the pulpit. We have had hate crimes in this country in State legislatures, and Federal law as well, for decades, and no preacher or person using the spoken Word has ever been prosecuted or charged with a crime, and never would.", u'This law goes further than any law ever because it specifically says that no First Amendment rights or rights guaranteed through freedom of speech will be abridged or, because of the exercise thereof, have any charge brought against a person who exercises those rights. Never before has that been in a law that we have had here.', u'So more rights are given to people, even though it is unnecessary to give them because there is no problem, it is basically simply to guarantee and assure people, to calm their concerns.', u"People talk about people not being able to preach against people being gay. The fact is they can do it, and the fact is the Ten Commandments tell you not to bear false witness. And people who submit that preachers could be arrested for preaching against homosexuality, which they do today, that they could be arrested, there is a commandment about that, ``Don't bear false witness.'' This is a good law."], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}