{"speaker_state": "PA", "speaker_raw": "mr. fattah", "speaker_first": "Chaka", "congress": 111, "title": "LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4940-3.chunk72", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Fattah", "pages": "H4940-H4958", "speaker_party": "D", "date": "2009-04-29", "bills": ["H.R. 1913"], "bioguide_id": "F000043", "order": 72, "speaking": ["Mr. Speaker, I rise in support of the bill.", "Mr. Speaker, I thank the Chairman for the time and for his work on this legislation. The Local Law Enforcement Hate Crimes Prevention Act, H.R. 1913, is a long overdue effort to address the scourge of bias motivated crimes in communities across the country. This is not simply about criminalizing violent acts, those are already illegal. This is about recognizing that these crimes affect more than just the individual involved, they are meant to instill fear in whole communities.", "Hate crimes in this country have a terrible history. For decades African Americans, particularly those who spoke out for justice and equality, were brutally lynched in communities across the country while law enforcement officials and upstanding members of the community stood by. Murder was illegal then too, but it took the brave efforts of citizens, including Ida B. Wells, for the problem to be addressed. These murders were meant to send a signal to newly freed men and women and often targeted veterans returning from war.", "Our Jewish neighbors have been subjected to campaigns of terror with property destruction and symbols of hate sprayed across synagogues and community centers. Irish, Italian, Catholic, Latino, Muslim and Asian Americans have all seen ``disagreements'' and ``displeasure'' expressed with barbaric crimes meant to convey the message that they were unwelcome in this nation of immigrants.", "Opponents have suggested that this legislation will affect what can and cannot be said in houses of worship. This is false. H.R. 1913 explicitly recognizes the right of individuals to be ignorant, narrow-minded, or malicious whether motivated out of faith, conscience, or generic hatred. This bill will have no effect on any interpretation of the Bible or religious tradition. They say that they worry there will be a ``chilling effect'' on religious speech. This is nonsense. This bill is about criminal acts, those that are already illegal, and enables law enforcement to carry out responsibilities they already have under current law.", "The man whose name is now associated with this bill, Matthew Shepard, was tortured and killed because he was gay. This crime wasn't about him as an individual, it was about what he represented. Every day there are smaller incidences in neighborhoods around the country. Individuals are targeted coming out of certain bars, wearing certain clothes, or walking with too much flair. This is a systemic problem that requires a systemic approach. This bill will go a long way in allowing local law enforcement to do their job and providing Federal assistance where it belongs. It is about time. "], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/"}