{"speaker_state": "CA", "speaker_raw": "ms. lee", "speaker_first": "Barbara", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk113", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Lee", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": ["H.J. Res. 88"], "bioguide_id": "L000551", "order": 113, "speaking": ["Mr. Speaker, I thank the gentleman for yielding and for his leadership. Of course, I stand in strong opposition to H.J. Res. 88.", "This amendment seeks to enshrine, and it does seek to enshrine, discrimination into our Constitution. As an African American woman, and as a person of faith, there is no way that I can support discriminating against anybody. The history of our Nation has been a long process of bringing people of different backgrounds together.", "This amendment would take everything that this Nation stands for as a beacon of hope, a land of opportunity, and a tolerant, democratic society and turn it all on its head. Government should not be in the business of discriminating against its people, pure and simple. Government should not get into the personal lives of individuals.", "We must reject this, and it is a hateful and discriminatory amendment. It takes an extraordinary step that previous amendments have not taken. It bars States from granting pretty much any legal partnership such as civil unions or domestic partnerships.", "Congress is supposed to work to promote a better life for all Americans. That means improving our Nation's education system, working to provide health care for the 47 million uninsured, ensuring that people have a roof over their heads.", "We must see this amendment for what it is. It is clearly election-year pandering. It is an attempt to create a diversion from the real issues that this Congress should be dealing with.", "This is clear election year pandering. This is simply an attempt to create a diversion from the real issues this Congress should be dealing with.", "It's also an amendment once again enshrouded in an attempt to cloud the public's image of same-gender couples. They want to fill everyone's head with images of gay couples marching into churches and demanding marriage equality. This has nothing, nothing at all to do with churches and marriage.", "The Republican Leadership wants to rile up the religious right with the idea that this has to do with an attempt to force religious institutions to sanctify same-sex couples.", "Same-sex couples merely want the same rights that many take for granted; hospital visitation rights, health care benefits, inheritance rights, and joint tax-filing. These all come with civil ceremonies, through a license granted by a local county or city, not through an order signed by a church or any religious institution. We must make clear, this is about equal rights.", "I urge my colleagues, and the public, to see this amendment for what it is really for. A mere political diversion tactic and an attempt to write hate into the Constitution."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}