{u'speaker_state': u'CO', u'speaker_raw': u'mr. polis', u'speaker_first': u'Jared', u'congress': 111, u'title': u'THE PROGRESSIVE MESSAGE FROM THE PROGRESSIVE CAUCUS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-05-14/html/CREC-2009-05-14-pt1-PgH5640-3.htm', u'number': 74, u'id': u'CREC-2009-05-14-pt1-PgH5640-3.chunk19', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Polis', u'pages': u'H5640-H5644', u'speaker_party': u'D', u'date': u'2009-05-14', u'bills': None, u'bioguide_id': u'P000598', u'order': 19, u'speaking': [u"If only those who object most vociferously to the government taking a dollar from my wallet to care for my brother and sister in this country would also object to the government appearing at the bedroom door, telling me who to marry, telling a woman whether or not to make the difficult decision to terminate her pregnancy. It is in fact somewhat hypocritical that while there seems to be a lot of care for the material aspects of freedom, there doesn't seem to be as much concern that I hear voiced for the equally, if not more important, personal aspects of freedom.", u"Truly, each individual is more important than the sum of their assets or a little entry on a ledger book. That might be a part of who you are--a very small part--but that's how you put food on the table and how you live, but there's a lot more to everybody. And when we as Progressives are talking about freedom, we're talking about the rest of the realm of our lives; those important everyday decisions in how you live.", u"And no, government shouldn't be telling people who to marry or whether or not to end a pregnancy or whether or not to use a certain kind of research that could save lives. No one is forced to engage in that research; no one is forced to even terminate a pregnancy; no one is forced to marry a gay person. But the question is: Should you have the right to do it if you wanted? And I think as Progressives, our answer is an unabashed yes."], u'capitolwords_url': u'http://capitolwords.org/date/2009/05/14/H5640-3_the-progressive-message-from-the-progressive-caucu/'}