{"speaker_state": "FL", "speaker_raw": "mr. feeney", "speaker_first": "Tom", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk7", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Feeney", "pages": "H7898-H7934", "speaker_party": "R", "date": "2004-09-30", "bills": null, "bioguide_id": "F000447", "order": 7, "speaking": ["Mr. Speaker, I thank the distinguished majority leader for his leadership on this issue, especially, along with the gentlewoman from Colorado (Mrs. Musgrave) and her brave leadership.", "Mr. Speaker, the fact of the matter is, the Constitution is going to be amended. Either radical, unelected judges are going to amend the Constitution from the bench to redefine the traditional view of marriage, or the people's Representatives here in this House and across in the other body are going to act to amend the Constitution to preserve the traditional, historic definition of marriage. I notice that none of the opponents yet of this amendment have said that he or she will do whatever it takes to defend marriage when the time comes, but the action is unnecessary. If they are willing to commit to do whatever it takes to defend marriage, that is another matter; but that is not what they are saying.", "Mr. Speaker, we have already seen the Massachusetts Supreme Court undo over 400 years of history in Massachusetts, undo a Constitution which is older than the United States Constitution, and find some new right. In doing so, in establishing same-sex marriage, what the Massachusetts court did is to belittle the traditional definition of marriage and all of the States that actually believe that. They said that there was no logical reason to preserve the benefits of a marriage between a man and a woman.", "Even the liberal Washington Post Editorial Board was shocked by the Massachusetts judge's decision, stating in their editorial, ``We are skeptical that American society will come to formally recognize gay relationships as a result of judicial fiats.'' That is exactly what we are here to prevent, the judicial fiat that will undo the traditional definition of marriage which has protected and been the building block of this country forever. None of the States, not one of the State legislatures has ever tried to redefine marriage, but we have had courts in Vermont, in Hawaii, and in Massachusetts now attempt to do that very thing.", "What we are here to do is to remind people that under the fourth article to the United States Constitution full faith and credit clause, when one State establishes a marriage as something other than a man and a woman, eventually all other 49 States will be forced, despite DOMA, which we have heard is going to be struck as unconstitutional, both liberal and conservative scholars agree, 49 States will have the definition that Massachusetts has imposed by the bench on their people imposed on us unless we act today."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}