{"speaker_state": "CA", "speaker_raw": "ms. woolsey", "speaker_first": "Lynn", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk63", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Woolsey", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": null, "bioguide_id": "W000738", "order": 63, "speaking": ["Mr. Speaker, here we go again. With all the important legislation we should be working on with just 1 week left in our session, we are writing discrimination into the Constitution for the first time in our country's history.", "Whether one supports or opposes gay marriages, there is no reason to threaten the democratic values set forth in our Constitution. Not now, not ever.", "Of course, Republicans are getting a lot of political mileage out of this debate today from their right-wing fundamental supporters. And they get a lot of mileage out of being on the side of what we they call ``family values.'' They have offered programs like their Marriage Initiative, where $1.5 billion has been funded to help the poor acquire interpersonal and conflict management skills to promote and strengthen marriage.", "The people I talk with, however, do not want the government to be their family therapist. They do not want the government to be in their bedroom. They want a government that helps create good jobs with good benefits, flexible workplaces, universal health coverage, affordable child care, safe after-school programs and much more. They know what real family values are.", "And let me read a letter I just received from a family that knows about family values. The woman writing, her name is Casey. She is from Santa Rosa, California. She writes: ``I was in a very long relationship with my partner until her death on April 17, 2000. Although I wanted very badly to, we could not legally marry, and my partner refused to marry me until our marriage would be legal. Hence, we were never able to marry even though we raised two children, who, by the way, are both heterosexual.", "``Shortly after her terminal diagnosis after 18 months of a valiant fight against cancer, she asked me to marry her brother. This would accomplish three goals: I would be afforded health insurance through his work. As I have several debilitating chronic conditions, it is vital that I have health coverage.'' Second, ``if and when he becomes ill from his HIV or Hepatitis C, he will have someone to care for him.'' And, third, ``our youngest child would have two parents for the rest of her childhood, another 3 years.", "``Three weeks to the day after her brother and I were married, the love of my life died in my arms at the age of 37. If we had been allowed to marry, we would have felt that we were full citizens in our State and in our country. As it was, she died a second-class citizen. Please do not let any more Americans die as second-class citizens. Sincerely Casey McChesney.''"], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}