{u'speaker_state': u'GA', u'speaker_raw': u'mr. lewis of georgia', u'speaker_first': u'John', u'congress': 108, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7898-2.chunk115', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Lewis', u'pages': u'H7898-H7934', u'speaker_party': u'D', u'date': u'2004-09-30', u'bills': None, u'bioguide_id': u'L000287', u'order': 115, u'speaking': [u'Mr. Speaker, over the years, this Nation has worked hard to take discrimination out of the Constitution, and today, we want to put it back in.', u'I can recall just a few short years ago that there were laws inscribed in some State constitutions saying that blacks and whites could not marry. We changed that.', u'Today, we look back on those days, and we laugh. There will come a time when generations yet unborn will look back on this Congress, look back on this debate, and laugh at us. This is not a good day in America. This is a sad day in the House of the people.', u'For one who faced death, who was beaten and left bloody and unconscious at the Greyhound bus station in Montgomery, Alabama, in May of 1961; for one who had a concussion at the bridge in Selma on March 7, 1965, demonstrating, trying to end discrimination, segregation and separation, this is not the way.', u'This is unbelievable. It is unreal. I thought as a Nation and as a people we had moved so far down the road toward one family, one House, one America. To pass this legislation would be a step backward.', u'The institution of marriage is not begging this Congress for protection. No one is running through the halls of Congress. No one is running around this building saying protect us.', u'Whose marriage is threatened? Whose marriage is in danger if two people, in the privacy of their own hearts, decide they want to be committed to each other? Whose marriage is threatened? Whose marriage is in danger if we decide to recognize the dignity, the worth and humanity of all human beings?', u'The Constitution is a sacred document. It defines who we are as a Nation and as a people. Over the years, we have tried to make it more and more inclusive. We cannot turn back. We do not want to go back. We want to go forward. Today it is gay marriage; tomorrow it will be something else.', u'Forget about the politics; vote your conscience. Vote with your heart, vote with your soul, vote with your gut. Do what is right and defeat this amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/'}