{u'speaker_state': None, u'speaker_raw': u'ms. corrine brown of florida', u'speaker_first': None, u'congress': 108, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7898-2.chunk174', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': None, u'pages': u'H7898-H7934', u'speaker_party': None, u'date': u'2004-09-30', u'bills': None, u'bioguide_id': None, u'order': 174, u'speaking': [u'Mr. Speaker, I rise tonight to oppose this blatant attempt to hijack the Constitution of the United States for political gains.', u'On July 12, 1996 this House of Representatives voted for, and I supported the Defense of Marriage Act. On September 21, 1996 this bill became the Law of the Land as Public Law 104-199.', u"The Defense of Marriage Act states that ``No State, territory, or possession of the United States, or Indian tribe, shall be required to give effect to any public act, record, or judicial proceeding of any other State, territory, possession, or tribe respecting a relationship between persons of the same sex that is treated as a marriage under the laws of such other State, territory, possession, or tribe, or a right or claim arising fro such relationship''.", u'I do not support a constitutional amendment to prohibit gay marriage. Historically, amendments to the Constitution have been utilized as a tool to protect or defend the rights and liberties of American citizens. Two prominent examples include the 13th Amendment abolishing slavery and the 19th Amendment giving women the right to vote.', u'Marriage has historically been in the domain of the States to regulate.', u'There is no Federal marriage certificate or license needed to be married; however, the State determines how and when a license is necessary.', u'I am opposed to this Amendment. I do not feel that the Constitution of the United States should ever be used to limit the rights of citizens. States currently have jurisdiction over marriage, and can outlaw the act of same sex marriage if they choose.', u"This amendment does nothing to improve the major problems facing marriages today, particularly the Nation's extremely high divorce rate, 50 percent.", u'The reasons for this vote are politically motivated. At a time when 12 of the 13 appropriations bills, a budget, and transportation funding for the states have not been passed, why are we spending valuable floor time on a bill that has already failed in the Senate?', u"Do not support this amendment and let us get back to the people's business."], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/'}