{u'speaker_state': None, u'speaker_raw': u'ms. zoe lofgren of california', u'speaker_first': None, u'congress': 112, u'title': u'CELEBRATING A CENTURY OF EDUCATING LAWYERS WHO LEAD AT SANTA CLARA UNIVERSITY SCHOOL OF LAW', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-08-05/html/CREC-2011-08-05-pt1-PgE1506-5.htm', u'number': 121, u'id': u'CREC-2011-08-05-pt1-PgE1506-5.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': None, u'pages': u'E1506', u'speaker_party': None, u'date': u'2011-08-05', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u'Mr. Speaker, I rise to honor the centennial celebration of Santa Clara University School of Law. The law school was founded in 1911 and has always been dedicated to educating lawyers to become leaders in our community.', u"Santa Clara University, founded in 1851 as ``Santa Clara College,'' is California's oldest operating institution of higher learning. It was established on the site of Mission Santa Clara de Asis, one of the original California missions. The Institute of Law was formed in 1911 as a small night program and, in 1914, degrees were conferred upon the first graduating class of the law school--a class consisting of just 14 young men. Women were first admitted to the law school in 1956 and in, 1963, Associate Dean Mary Emery was among a group of 3 women who were the first to graduate. Dean Emery went on to become the Director of the Heafey Law Library, a post she continues to hold today.", u'Santa Clara Law has a long history of dedication to underrepresented groups. In the early 1970s, law students formed organizations for Asian, Black, Latino, and female law students, and a law clinic was formed to assist low-income clients in 1971. In the early 1980s, groups were founded to support Jewish, Middle Eastern, and gay law students as well.', u'In the last decade, Santa Clara Law has fought injustice with the Northern California Innocence Project, The Katharine and George Alexander Law Center, and the 9th Circuit Immigration Law Clinic. The law school has stayed on the cutting edge of local and international issues through the Law Review, High Tech Law Journal, and International Law Journal.', u"For the last 100 years, Santa Clara Law has educated thousands of lawyers while emphasizing the University's ideals of competence, conscience and compassion. Our Santa Clara County community as well as the legal profession have benefited from the efforts of Santa Clara to produce lawyers who lead.", u'I am proud to be an alumna of Santa Clara University School of Law, I would like to commend them for a hundred years of exceptional work, and I wish them the best in years to come.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/08/05/E1506-5_celebrating-a-century-of-educating-lawyers-who-lea/'}