{u'speaker_state': u'MD', u'speaker_raw': u'mr. sarbanes', u'speaker_first': u'John', u'congress': 112, u'title': u'CONGRATULATING DR. DAVID HALTIWANGER', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-13/html/CREC-2011-12-13-pt1-PgE2234-2.htm', u'number': 191, u'id': u'CREC-2011-12-13-pt1-PgE2234-2.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Sarbanes', u'pages': u'E2234', u'speaker_party': u'D', u'date': u'2011-12-13', u'bills': None, u'bioguide_id': u'S001168', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to honor and congratulate Dr. David Haltiwanger for his tireless efforts on behalf of the health and well-being of people living with HIV/AIDS and the lesbian, gay, bisexual and transgender community. In his work as a clinician, administrator, teacher and advocate, Dr. Haltiwanger has demonstrated a deep well of compassion, a vision for true inclusiveness and a commitment to using his voice and organizing the voices of others to improve the lives of those in Baltimore, in Maryland, and across the United States.', u"Dr. Haltiwanger has been involved in the fight against AIDS from the very beginning, first as support to friends and later as a therapist, clinical supervisor and administrator overseeing a range of mental health, substance abuse, health promotion and case management services at Chase Brexton Health Services, Maryland's largest community-based provider of healthcare services to people living with HIV/AIDS. At Chase Brexton, he served as Mental Health Director and later as Director of Clinical Programs and Public Policy. Even as his other responsibilities increased, Dr. Haltiwanger continued to see patients, giving him keen insight into the challenges on the ground and enabling him to be an especially effective advocate in Annapolis and here on Capitol Hill, where he has been a valuable resource to members and staff alike.", u'Dr. Haltiwanger has channeled his expertise and commitment into the work of two very important national organizations. He served for six years as a member of the Board of Directors of the Communities Advocating Emergency AIDS Relief (CAEAR) Coalition, a leading national voice for the treatment and care needs of people living with HIV/AIDS, and also as a Board Member and Co-Chair of the National Coalition for LGBT Health, which is committed to improving the health and well-being of LGBT individuals through federal advocacy focused on research, policy, education, and training.', u'In his work as an advocate, Dr. Haltiwanger has been especially committed to educating others in his community about the importance of participating in public policy issues and mentoring them in those efforts. Throughout his career, Dr. Haltiwanger has made an enormous impact on Baltimore and has changed the lives of countless individuals and families in the State of Maryland and beyond. As he retires from Chase Brexton, I would like to thank him for his many years of service and his visionary leadership.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/12/13/E2234-2_congratulating-dr-david-haltiwanger/'}