{u'speaker_state': u'HI', u'speaker_raw': u'mr. hirono', u'speaker_first': u'Mazie', u'congress': 112, u'title': u'CONFERENCE REPORT ON H.R. 1540, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2012', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-15/html/CREC-2011-12-15-pt1-PgE2274.htm', u'number': 193, u'id': u'CREC-2011-12-15-pt1-PgE2274.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Hirono', u'pages': u'E2274', u'speaker_party': u'D', u'date': u'2011-12-15', u'bills': None, u'bioguide_id': u'H001042', u'order': 0, u'speaking': [u'Mr Speaker, I voted for the final version of the 2012 National Defense Authorization Act because passage of this bill is important to the servicemen and women of our country and their families. The bill provides an average 1.6 percent pay increase for our troops and ensures that TRICARE premiums for military retirees will not be higher than the rate of increase in the cost-of-living.', u'In addition, the bill authorizes $225 million in construction projects for Hawaii, including projects in Fort Shafter, Schofield Barracks, Joint Base Pearl Harbor-Hickam, Kaneohe Bay, and Kalaeloa on Oahu and Barking Sands on Kauai. These projects will provide jobs and strengthen the economy.', u'I do have reservations about the detainee provisions included in the bill. Although the provisions have been modified to provide protections for U.S. citizens, this issue deserves further', u'The bill does reject the broad House language on the Authorization for Use of Military Force (Section 1034), which many feared could be used by the current or a future president as an unlimited authorization to go to war.', u'The final bill does not include provisions from the House-passed bill that would have discriminated against gay and lesbian service members. It also provides new protections for victims of sexual assault in the military. These are positive changes that improve the bill.', u'In addition, the bill reauthorizes for six years the Small Business Innovation Research, SBIR, and Small Business Technology Transfer, STIR, programs, which I strongly support. The SBIR program provides grants as a way to increase participation by small companies in federally financed research and development activities. The related STTR program encourages commercial development by small companies of university and federal laboratory research projects.', u'I introduced bills earlier this year to strengthen these programs by doubling the amounts of the Phase I (initial investigation phase) and Phase II (research and development) grants, which have been static since 1982. Under the reauthorization provided in this bill, the Phase I awards will rise from $100,000 to $150,000 and Phase II grants will increase from $750,000 to $1 million. The SBIR program has been especially important in Hawaii and has helped to nurture the growth of some of our most innovative companies, such as TREX Enterprises, Oceanit, Archionetics, and Cellular Bioenginnering, Inc., to name a few.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/12/15/E2274_conference-report-on-hr-1540-national-defense-auth/'}