{u'speaker_state': u'MN', u'speaker_raw': u'mr. ellison', u'speaker_first': u'Keith', u'congress': 112, u'title': u'THE PROGRESSIVE MESSAGE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-02-09/html/CREC-2012-02-09-pt1-PgH670.htm', u'number': 22, u'id': u'CREC-2012-02-09-pt1-PgH670.chunk49', u'volume': 158, u'chamber': u'House', u'session': 2, u'speaker_last': u'Ellison', u'pages': u'H670-H677', u'speaker_party': u'D', u'date': u'2012-02-09', u'bills': None, u'bioguide_id': u'E000288', u'order': 49, u'speaking': [u'Well, let me wrap up.', u"All I would like to say, Madam Speaker, is that the Progressive Caucus looks at an America where the American Dream was of liberty and justice for all. And when those words were written, we had a society where only part of our society was legally allowed to fully participate. Women couldn't vote. Blacks couldn't vote. But people who believed in the dream of America wanted to make progress and fought to make sure that women and people of color could vote in this country. And people looked at that American Dream and said, You know what, we have a dream of a big middle class, broadly shared prosperity. And even though the society may not have quite been that way at that time, they worked to fulfill that promise, that dream, the American Dream, an idea that good Americans pursued and helped to bring into fruition. ", u"We are trying to make progress on the dream, the progress of full inclusion, full employment, respecting our environment, believing in science. This is what the Progressive Caucus is all about. We're not trying to conserve the old way where only some people had privilege and opportunity. We're trying to make progress. So this is what the Progressive Caucus is all about.", u"The Progressive Caucus believes, of course, there should be a free market in America; but there also needs to be a public sector that will watch out for the health, safety, and fairness of our country. Yet some people in Congress are hostile to the idea of any government role, but we're not. We believe that government is how we come together in ways that we can't do it alone, for the best benefit of everybody.", u"And we urge the Republican majority--they've got the power; this is a winner-take-all-type system--to go out across American and do something and hear people about the issue of foreclosure, to get some jobs going. Pass the American Jobs Act. Pass the infrastructure bank bill. Do something to get this country together. Address the foreclosure crisis. Stop whipping up Americans versus Americans, using loaded terms like ``food stamp President,'' which is racial code. Stop blaming the gay community for failures in people's marriages. It's not their fault. Stop heaping hate and scorn on new Americans, and stop trying to relegate women to second-class citizenship.", u"Let's embrace the fullness of what it means to be an American. Let's make progress on the American Dream. Let's embrace the progressive message.", u'And I just want to say, Madam Speaker, I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/02/09/H670_the-progressive-message/'}