{u'speaker_state': u'NV', u'speaker_raw': u'mr. reid', u'speaker_first': u'Harry', u'congress': 112, u'title': u'PAYCHECK FAIRNESS ACT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-24/html/CREC-2012-05-24-pt1-PgS3612.htm', u'number': 76, u'id': u'CREC-2012-05-24-pt1-PgS3612.chunk22', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reid', u'pages': u'S3612-S3615', u'speaker_party': u'D', u'date': u'2012-05-24', u'bills': [u'H.R. 5652', u'S. 1925'], u'bioguide_id': u'R000146', u'order': 22, u'speaking': [u"Mr. President, last month, the Senate passed the Violence Against Women Act Reauthorization on a strong bipartisan vote of 68 to 31. Fifteen Republican Senators--including all the women on the other side of the aisle--joined Senate Democrats to support this important legislation. Senate Democrats strongly stand behind the bill we passed. It makes clear that all victims of domestic violence and sexual assault should enjoy the protections of the Violence Against Women Act. We don't believe we should be in the business of picking and choosing which victims deserve protection.", u'In contrast, the bill passed by House Republicans fails to include crucial protections for Native American women--I have 22 tribal organizations in my State, for example--gay and lesbian victims, battered immigrant women, and victims on college campuses and in subsidized housing. The House bill would roll back many important and longstanding protections in current law for abused immigrant victims--protections that have never been controversial and previously have enjoyed widespread bipartisan support.', u'So there are many differences to be worked out between the House and the Senate in this crucial piece of legislation. The right place to work out these differences is in conference. That is why we seek today to go to conference with the House on this important legislation, and that is why we object to simply passing the House bill that has been sent to us.', u'The House has raised, I think unfortunately, the so-called blue slip problem, which seems to be an issue they raise all the time when there is a bill they do not like.', u'Having said that, I now ask unanimous consent that the Senate proceed to the consideration of H.R. 5652, Calendar No. 398; that all after the enacting clause be stricken and the language of S. 1925, the Violence Against Women Act Reauthorization, as passed by the Senate on April 26 by a vote of 68 to 31, be inserted in lieu thereof; that the Senate insist on its amendment, request a conference with the House on the disagreeing votes of the two Houses; and the Chair be authorized to appoint conferees on the part of the Senate, with all the above occurring with no intervening action or debate.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/05/24/S3612_paycheck-fairness-act-motion-to-proceed/'}