{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "MIDDLE CLASS TAX CUT ACT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-07-25/html/CREC-2012-07-25-pt1-PgS5321-6.htm", "number": 112, "id": "CREC-2012-07-25-pt1-PgS5321-6.chunk108", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S5321-S5352", "speaker_party": "D", "date": "2012-07-25", "bills": null, "bioguide_id": "L000174", "order": 108, "speaking": ["Mr. President, victims shouldn't be forced to wait any longer. The problems and barriers facing victims of domestic and sexual violence are too serious for Congress to delay. I think of my home State of Vermont and the very small State that it is, but more than 50 percent of homicides are related to domestic violence--50 percent. That is simply unacceptable. We know how to identify these cases early. We know how to intervene. We know how to stop these needless deaths. The Senate-passed bill includes important new tools for law enforcement in communities all over Vermont and every other State to do just that. But until the House Republican leadership stops playing games, those resources will not reach the people who need them now and lives will be lost.", "Enough is enough. Let's stop this fiction of saying we will stand together to protect this victim but not this other victim, as though somebody who has been victimized, somebody who has faced this violence should be treated differently. It is time to put aside the politics. We need to stop picking and choosing which victims of abuse get help and which are ignored. We will not find a single police officer who has gone to a scene of domestic violence or abuse who will tell us: Well, I don't want to catch the person who did this, but the person who did this, we will go after them. No. Police officers want to protect us all. That is what the Leahy-Crapo bill does. This is to protect us all. So I hope the House will take up and vote on the bipartisan Senate bill because our bill protects all victims. Domestic and sexual violence knows no political party. Its victims are Republicans and Democrats and Independents. They are rich and poor. They are gay and straight. They are immigrant and citizen alike. A victim is a victim. Helping these victims, all these victims--whether they are from Vermont, California, Alaska, Iowa, Oregon, Florida, or anywhere else--that has to be our goal because their lives depend upon it.", "Mr. President, we live a privileged life in this Senate, just as the House Members do. They are not facing this kind of abuse. But the lives of millions of Americans do face it. Their lives are depending upon us not to play partisan games but to give law enforcement and all the various organizations that help prevent abuse the tools they need. We have done that in the Senate. It is time for the House to act.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2012/07/25/S5321-6_middle-class-tax-cut-act-motion-to-proceed/"}