{u'speaker_state': u'NY', u'speaker_raw': u'mr. serrano', u'speaker_first': u'Jos\xe9', u'congress': 111, u'title': u'FINANCIAL SERVICES AND GENERAL GOVERNMENT APPROPRIATIONS ACT, 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-16/html/CREC-2009-07-16-pt1-PgH8205-3.htm', u'number': 107, u'id': u'CREC-2009-07-16-pt1-PgH8205-3.chunk65', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Serrano', u'pages': u'H8205-H8216', u'speaker_party': u'D', u'date': u'2009-07-16', u'bills': None, u'bioguide_id': u'S000248', u'order': 65, u'speaking': [u'I yield myself the balance of the time.', u'Mr. Chairman, I want to thank the gentlewoman, and I want to thank all of the speakers who have participated today, but I think there is a clarification that needs to be made.', u'Many speakers have come to the House floor and have spoken about the abortion issue and have said that the American taxpayer is being asked in this bill to foot the bill for abortions. That is not correct, and that has to be made clear.', u"First of all, to me, the issue is whether or not the District of Columbia should be given the opportunity to govern its own affairs or whether Congress will continue to impose on D.C. its will. So, for many years, the folks in the District of Columbia have had to accept Congress' wishes for many test items and issues throughout the country. I believe that, in some cases--and with all due respect to my colleagues--they have imposed these provisions on the District of Columbia in many areas of gay marriage, of needle exchange programs, of abortion, and of gun issues so that they could go back home and say they had done something on that issue. Yes, they did, to the people of the District of Columbia--not to the people in their districts but to the people of the District of Columbia.", u'What this bill simply says is that local funds raised locally by the taxpayers of the District of Columbia can be used to provide abortion services. The ban on the use of Federal funds for abortion remains in place.', u"Let me repeat that. Federal funds going to the District of Columbia cannot be used to supply abortion services. What we've done is to say, local funds that you raise on your own from your own American citizen taxpayers can be used for those purposes. That should be clarified, and people should know the truth.", u'This bill is a good bill; and I hope that at the end of the day, people will vote for it. It covers many areas. I thank all my colleagues.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/16/H8205-3_financial-services-and-general-government-appropri/'}