{u'speaker_state': u'AS', u'speaker_raw': u'mr. faleomavaega', u'speaker_first': u'Eni', u'congress': 113, u'title': u'ROTA CULTURAL AND NATURAL RESOURCES STUDY ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-17/html/CREC-2013-06-17-pt1-PgH3663.htm', u'number': 86, u'id': u'CREC-2013-06-17-pt1-PgH3663.chunk8', u'volume': 159, u'chamber': u'House', u'session': 1, u'speaker_last': u'Faleomavaega', u'pages': u'H3663-H3664', u'speaker_party': u'D', u'date': u'2013-06-17', u'bills': [u'H.R. 674'], u'bioguide_id': u'F000010', u'order': 8, u'speaking': [u'Mr. Speaker, this is getting to be an island occasion or something. But at any rate, I do thank the gentleman from Utah and the gentleman from the Northern Marianas for allowing me to comment on this proposed legislation.', u'Mr. Speaker, I rise today in support of H.R. 674, the Rota Cultural and Natural Resources Act.', u'First, I want to thank the gentleman from the Commonwealth of the Northern Mariana Islands, my dear friend Mr. Sablan, for his authorship of this important piece of legislation that will authorize the Secretary of the Interior to study the suitability and feasibility of designating prehistoric, historic, and limestone forest sites on Rota, the southernmost island of CNMI, as a unit of the National Park System.', u"This legislation is critical to CNMI and will enable the preservation of village sites of the ancient Chamorro people and Rota's native limestone forests that provide a habitat for locally and federally endangered listed bird species, including the Mariana crow and the Rota bridled white-eye birds.", u"Mr. Speaker, this legislation previously passed the House in the last Congress, but, unfortunately, the Senate did not have time in its agenda to address the legislation prior to the end of the Congress. Leaders of Rota unanimously support this legislation. Additionally, the National Park Service, after completing a preliminary resources assessment of Rota in 2005, concluded that designating Rota as part of the National Park System appeared to be the best way to ensure the long-term protection of Rota's prehistoric and historic natural and man-made habitat structures.", u'Mr. Speaker, again, I commend Mr. Sablan for his leadership. I urge my colleagues to support this bill.', u'I want to also share with my colleagues a little bit of history.', u'Twenty miles away from the island of Rota is the island called Tinian in the Northern Mariana Islands. This is where the Enola Gay was launched and delivered the two atomic bombs that were dropped in the war in Japan, which brought about the closing of World War II, especially against Japan.', u"So in terms of historical perspectives, Rota, Tinian, the Northern Mariana Islands, I think you've made a tremendous contribution for the betterment of our country.", u'And, again, I urge my colleagues to support this legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/17/H3663_rota-cultural-and-natural-resources-study-act/'}