{"speaker_state": "OK", "speaker_raw": "mr. lankford", "speaker_first": "James", "congress": 112, "title": "THE IMPERIAL PRESIDENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-01/html/CREC-2011-03-01-pt1-PgH1400-2.htm", "number": 29, "id": "CREC-2011-03-01-pt1-PgH1400-2.chunk1", "volume": 157, "chamber": "House", "session": 1, "speaker_last": "Lankford", "pages": "H1400-H1401", "speaker_party": "R", "date": "2011-03-01", "bills": null, "bioguide_id": "L000575", "order": 1, "speaking": ["Mr. Speaker, I rise to challenge this body, and I hope that my message is well received. This Nation was founded on the rules of the Constitution, not the opinions of Republicans and Democrats. Our decisions are judged in the light of the traditions of the past and the precedent that it sets for the future and the future generation.", "Mr. Speaker, according to our Constitution, a President cannot pick and choose which parts of the law he prefers. The executive branch does not write the law nor choose the law. It enforces the law. The basic function of every President is to enforce the law. Every executive branch agency has its foundation in a short and clear statement from the Constitution stating this: He--that means the President--shall take care that the law be faithfully executed.", "A President can petition for laws to be changed. He can complain about a law. He can encourage passage of new law. But he cannot just ignore the law or write new law. Only the courts can throw out a law, and only Congress can write a law. The President and the Department of Justice cannot unilaterally decide not to enforce the Defense of Marriage Act.", "For decades, the Congress has been donating their constitutional powers to the executive branch by giving increased rulemaking authority to the different agencies. Our agencies now write rules that look more like legislation than regulation. We have allowed people to serve in ``Cabinet lite'' level positions without Senate approval. We have exponentially increased the budget for White House staff. And now the President wants to set a new precedent that he alone can determine which laws he likes and he does not like. With this action, the President has invented a retroactive veto on all previous Presidents and all previous congressional acts.", "It is ultimately ironic that the executive branch states that several lower courts have rejected the Defense of Marriage Act as unconstitutional, so they are accepting the lower court rulings over a higher court. In the past year, the health care law was ruled unconstitutional, but the Federal Government is pressing forward. The administration was instructed by the courts to lift the drilling moratorium in the gulf, but they stalled.", "It is apparent that this administration is bent on placing its political preferences ahead of the courts, ahead of the legislative branch, and the majority of the American people.", "Both parties need to understand the precedent that's being set by the President's choosing to not enforce the Defense of Marriage Act. My Democrat friends should imagine for a moment, what if when a Republican President takes the oath and he instructs HHS and all other agencies not to enforce ObamaCare, though it's the law of the land, because some lower court rejected it? They would be outraged, rightfully so, because currently it is the law of the land. A President cannot just unilaterally throw it aside.", "Before this conversation is spun as a partisan issue, let me remind everyone, though, that the Defense of Marriage Act passed the House and the Senate by a wide bipartisan majority and was signed into law by a Democrat President. This is not only a slap in the face to our constitutional system; it is a slap to Republicans and Democrats who expressed the will of their districts and States on an issue that has been settled in law.", "The people spoke through Congress, and one person, even a President, cannot undermine the will of the people. At least not in the America that I grew up in.", "I do not think we will fully understand the implications of this action if we allow it to stand. We must not act partisan now and regret it later. This is not the way to deal with the gay marriage debate, for the President to just sweep it aside and say, ``I will not enforce the law.''", "Many in this Chamber are well aware of my traditional view of marriage and my Biblical world view. I am unashamed of my personal faith in Jesus Christ. I believe that words have meaning, though, and that the meaning of marriage is the union of a man and a woman. The Defense of Marriage Act codified that definition in law, representing the belief of a majority of Americans.", "This issue is well beyond faith, though, or a social issue or even a political issue. Marriage is now not only the center of a national debate, it's now the center of a constitutional debate.", "Weeks ago some members of the press suggested that Republicans would ignore the budget and focus on social issues. I find it ironic now that the President has submitted a budget that will raise the national debt to $26 trillion, by his own numbers, and he has decided to change the national debate from fiscal issues to social issues and gay marriage.", "As a Congress, we cannot demand of the executive branch, which is a coequal branch of government. But I believe we must require the executive branch to fulfill its oath of office and constitutional requirement to faithfully execute the laws of the United States."], "capitolwords_url": "http://capitolwords.org/date/2011/03/01/H1400-2_the-imperial-president/"}