{"speaker_state": "MN", "speaker_raw": "mr. franken", "speaker_first": "Al", "congress": 112, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-10/html/CREC-2011-03-10-pt1-PgS1548.htm", "number": 36, "id": "CREC-2011-03-10-pt1-PgS1548.chunk19", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Franken", "pages": "S1548-S1565", "speaker_party": "D", "date": "2011-03-10", "bills": null, "bioguide_id": "F000457", "order": 19, "speaking": ["Mr. President, I wish to tell you about a teenager whom I think you know about--Justin Aaberg--from our home State of Minnesota. Yesterday should have been Justin's 16th birthday. Justin was a kind young man, friendly and cheerful, a budding composer, but he was also the target for bullies at his high school, who targeted him because he was different--because he was gay.", "I never had the opportunity to meet Justin. His family lost him to suicide last summer. The Presiding Officer knows that. But you and I have been privileged to meet his mother Tammy. I have been privileged to meet her a few times. She is incredible. She has been speaking out to protect other kids. Because, unfortunately, there are a lot of other kids out there struggling to get through school as they suffer from bullying and harassment and discrimination at their public schools. Nine out of ten LGBT students are harassed or bullied or taunted in school. This harassment deprives them of an equal education. They are more likely to skip school, they are less likely to perform well academically, and they are more likely to drop out before they graduate from high school.", "In some tragic cases, such as Justin's, the harassment of LGBT students can even lead to suicide. We have seen this in all too many cases all over the country, because, sadly, this problem is so much broader than Justin. More than a third--more than a third--of lesbian, gay, and bisexual youth have made a suicide attempt. More than a third. That is horrifying beyond belief to me.", "We are failing these kids. That is why I, along with 29 of my Senate colleagues, including the Presiding Officer, have reintroduced the Student Nondiscrimination Act today. While Federal civil rights laws prohibit discrimination on the basis of race, color, sex, religion, disability, and national origin, they do not expressly cover sexual origin or gender identity. As a result, parents of LGBT students have limited legal recourse when schools fail to protect their children from harassment and bullying.", "You might be wondering why I am mentioning bullying and discrimination in the same breath. It is simple: When a school acts to protect kids with disabilities from bullying but looks the other way when LGBT kids are harassed by their peers, that is discrimination. When school staff members participate in or encourage bullying of LGBT youth, that is discrimination. When a principal excuses a bully who torments an LGBT kid with ``boys will be boys,'' this is discrimination and needs to stop. It needs to stop before more kids are hurt.", "The Student Nondiscrimination Act would prohibit discrimination and harassment in public schools based on sexual orientation and gender identity. It would give LGBT students similar civil rights protections against bullying and harassment as those that currently apply to students based on characteristics such as race and gender.", "This legislation would also provide meaningful remedies for discrimination in public schools based on sexual orientation or gender identity, modeled on Title IX's protection against discrimination and harassment based on gender. Fifty years of civil rights history shows that similar laws that contain such remedies are often most effective in preventing discrimination from occurring in the first place. Like other civil rights laws, the one we introduce today would prompt schools to avoid liability by taking proactive steps to prevent the discrimination and bullying of students protected by the bill.", "I guarantee you that when this bill is passed, nearly every school district in this country is going to go to its lawyer and ask, ``How do we come into compliance?'' I guarantee you that the U.S. Department of Education will issue regulations, as it has under Title IX, so that schools have guidance in how to protect these kids. The goal isn't for any school to be sued for failing to protect kids from bullying and harassment. The goal isn't for any school to come under Department of Education scrutiny. The goal is for schools to do all they can to ensure these incidents never happen in the first place.", "Parents in Minnesota and across the country entrust their children to public schools with the understanding that these schools will do everything in their power to keep their children safe. When 9 in 10 LGBT kids are bullied at school, when they are three times more likely than straight kids to feel unsafe at school, when one third of LGBT kids say they have skipped a day of school in the last month because of feeling unsafe, then we know that our public education system is not fulfilling its most basic obligation to parents to keep children safe. We have an obligation to do something about it.", "Yesterday, Justin Aaberg from Minnesota should have celebrated his 16th birthday with family and friends. But instead, I know that his family and friends were missing him terribly--are still missing him terribly.", "No child should have to go through the pain that Justin went through at school. No mom or dad should have to go through the heartbreaking pain that Justin's family has gone through. It is time. It is time that we extend equal rights to LGBT students. We have the opportunity now, as we reform No Child Left Behind--the ESEA, the Elementary and Secondary Education Act--to include this legislation. Our children cannot afford for us to squander this opportunity. I urge my colleagues to join me today in supporting the Student Non-Discrimination Act and demanding protection for all of our children under the law.", "Mr. President, I ask unanimous consent that the text of the bill be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/2011/03/10/S1548_statements-on-introduced-bills-and-joint-resolutio/"}