{u'speaker_state': u'MD', u'speaker_raw': u'mr. hoyer', u'speaker_first': u'Steny', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8390-3.chunk53', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Hoyer', u'pages': u'H8390-H8410', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'H000874', u'order': 53, u'speaking': [u'Reclaiming my time, I will tell you what I think about that.', u"Their concern seems to be for the morale of the troops, of the performance of the troops, which is exactly why we said, and I tell my friend, in May, Let's ask the troops. And that is why we surveyed 115,000 of the troops and said, Is this a problem? And they responded, overwhelmingly, it is not a problem.", u"There are some who apparently do not accept that. I understand the gentleman. I am not necessarily surprised by that. My friend and my colleague, I don't know exactly your age. You are much younger than I am. This is not a new phenomenon, I tell my young friend.", u'When we have made changes in the service sector in the past, there had been voices who said this would undermine morale and performance. I suggest to my friend, it did not. And I tell my friend, for those who believe it will, I believe this survey indicates the contrary, and I believe the contrary, based upon experience, based upon observation, and based upon history.', u'It is a hard choice, it seems to me, to reject--to reject--a considered, thoughtful, planned approach to implementing a policy that Secretary Gates and Chairman of the Joint Chiefs Mullen believes is going to happen. And I will tell my friends in this body, my conversations with Members of the Senate indicate that there are sufficient numbers in the Senate to pass this policy.', u'More than that, Mr. Speaker, it is time to end a policy of official discrimination that has cost America the service of some 13,500 men and women who wore our uniform with honor. They were not discharged because they did not perform their duties or because they were not honorable in their service; they were discharged simply because they were gay.', u'One of those young men who deserves better is a constituent named Ian Goldin. Actually, he was not dismissed, but I will tell you his story. He wrote to me a compelling letter, and I want to close with his words:', u"``Congressman Hoyer, I joined the Army Reserve Officers' Training Corps last year after President Obama reaffirmed his campaign pledge to end Don't Ask, Don't Tell. I have always known that I wanted to serve my country in the Armed Forces, but one thing was always holding me back: I'm gay.", u"``I've been open about that part of my life since high school, and I was not willing to go back into the closet. But after the President promised to end Don't Ask, Don't Tell, I decided to finally join ROTC, hopeful that I would not have to hide my sexuality for long. I quickly realized that I had made the right choice. Although I was a new recruit, I was already in the top of my class of cadet privates first class in land navigation.", u"``But it became increasingly difficult to hide such an important part of who I am.'' Because, of course, the policy that we have in place asks people to lie. Honor, duty, country. Lying is not a component part of that philosophy. But that is what we expect people, if they want to serve their country in the Armed Forces of the United States, to do.", u'``After learning about the continual delays in Congress, I decided I needed to quit ROTC until the ban was repealed.', u"``I have spent this past semester studying abroad, and I will spend next semester in Cairo. I have invaluable experience abroad. I'm an advanced Arabic speaker. I'm an ``A'' student at a top national university.", u"``Most importantly,'' he says, ``I want to serve my country. When I can serve openly, I will finish ROTC and be commissioned as an officer in the U.S. Army. And there are many others like me--I've met them.'' ", u"He concluded, ``So please, do whatever you can to repeal Don't Ask, Don't Tell.''", u"Ladies and gentlemen, we have an opportunity to accept those who are willing, those who are able, those who want to serve their country, yes, in harm's way. Let us take this action. It is the right thing to do and the right time.", u"In closing, let me say to my friend Mr. McKeon: Mr. McKeon, when I ended my debate, when we passed this in May, you will recall you mentioned General Colin Powell. I did not respond. But as you know, General Colin Powell over these 17 years has changed his perspective. I didn't respond at that time to that fact, but he has done so because he has come to the conclusion that now is the time to act--for our country, for our principles, and for our men and women in the service."], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/'}