{u'speaker_state': u'VA', u'speaker_raw': u'mr. connolly of virginia', u'speaker_first': u'Gerald', u'congress': 111, u'title': u'RECOGNIZING THE RECIPIENTS OF THE 2009 FAIRFAX EDUCATION ASSOCIATION HUMAN AND CIVIL RIGHTS COMMITTEE WALT MIKA AWARDS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-06-02/html/CREC-2009-06-02-pt1-PgE1270-2.htm', u'number': 81, u'id': u'CREC-2009-06-02-pt1-PgE1270-2.chunk0', u'volume': 155, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Connolly', u'pages': u'E1270', u'speaker_party': u'D', u'date': u'2009-06-02', u'bills': None, u'bioguide_id': u'C001078', u'order': 0, u'speaking': [u'Madam Speaker, I rise today to recognize the awardees of the Fairfax Education Association (FEA) Human and Civil Rights Committee Walt Mika Awards. The mission of the FEA Human and Civil Rights Committee includes advocacy and review responsibility to ensure that the policies, practices and programs of the Fairfax County Public Schools are inclusive and represent all ethnic, minority, gender and gay, lesbian, bisexual and transgender (GLTB) groups. The Committee recommends strategies to address GLTB, racial, ethnic and gender issues to ensure a quality educational experience for all students. In addition, the Committee promotes diversity awareness to recognize and celebrate the diverse cultures that enrich Fairfax County.', u'These awards are named after Walt Mika. Mr. Mika dedicated more than 30 years to the education of our youth as a teacher and also as former FEA and Virginia Education Association President. With the establishment of the FEA Retirement Housing Corporation and the development of the Educational Employees Supplemental Retirement System for Fairfax County, Mr. Mika has made significant improvements in the lives of thousands of retired teachers and Fairfax County Public School employees.', u'The recipients of the Walt Mika Award are recognized for their outstanding commitment to the education of children in Fairfax County. In addition to serving as notable educators, these individuals serve as role models for their students through their many and varied activities outside the classroom.', u'Madam Speaker, it is my honor to recognize the following recipients for their positive influence in the lives of students and their roles in promoting diversity:', u'Deb Crerie, Retired Art Teacher', u'Robbie Ellen, Instructional Assistant', u'Ilryong Moon, School Board Member', u'Janice Winters, PhD, Community Activist.', u'Madam Speaker, I ask my colleagues to join me in honoring the contributions these individuals and all of the educators serving the children of Fairfax County. They provide enumerable benefits to Northern Virginia and life-changing experiences to the children they mentor.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/06/02/E1270-2_recognizing-the-recipients-of-the-2009-fairfax-edu/'}