{"speaker_state": "CO", "speaker_raw": "mr. polis", "speaker_first": "Jared", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1913, LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4929-2.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4929-2.chunk10", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Polis", "pages": "H4929-H4938", "speaker_party": "D", "date": "2009-04-29", "bills": ["H.R. 1913"], "bioguide_id": "P000598", "order": 10, "speaking": ["Mr. Speaker, I rise in strong support of this rule for H.R. 1913, the Local Law Enforcement Hate Crimes Prevention Act, as well as the bill itself.", "Last July a young transgender Latina living in Greeley, Colorado, was brutally attacked and murdered. Her killer, who became outraged after he discovered that she was transgender and beat her to death, told authorities that he had ``killed it'' and that ``all gays must die.'' Just last week I am glad to announce that Angie's killer was convicted not only of first degree murder but also of a hate crime in the beating death of Angie under Colorado law. It was the first time in the Nation that a State hate crime statute resulted in the conviction of a transgender person's murder, and as a result, Angie's killer will serve life in prison without the possibility of parole.", "Thanks in large part to Colorado's hate crimes law, which included gender identity as a protected class, justice was served in this case. But, sadly, this has more often than not not been the case. Just a few years earlier, Fred Martinez, a Navajo Native American in Cortez, Colorado, openly gay youth, was killed. The perpetrator, who along with an accomplice had met Fred at a carnival that night, attacked and beat him to death with a large rock. Later he bragged to his friends that he had ``beat up a fag.'' In contrast to Angie Zapata, Fred's killer was not charged with a hate crime because no Colorado or Federal law protecting gender identity existed at that time. His assaulter received a 40-year sentence under a plea agreement but will be eligible for parole in 25 years. If he had been charged with a Federal hate crime, he would have received a life sentence without parole.", "Sadly, Angie and Fred are not alone. Since 1991 over 100,000 hate crime offenses have been reported to the FBI with over 7,000 reported in 2006. And although much is talked about violent attacks against the lesbian, gay, bisexual, and transgender community, this is not just an LGBT issue. Violent crimes based on race, religion, ethnicity and national origin are reported every year.", "What makes these crimes so odious is that they are not just crimes against an individual; they are crimes that terrorize entire communities and, indeed, are against the values and ideals upon which our country was founded. With each attack, these criminals are attempting to send a message of intimidation to the victim's entire community, a message that Americans do not belong and deserve to be victimized solely because of who they are.", "Far from creating a class for special protection, we are establishing equal protection under the law for people who do not enjoy it today in this country. The hate crimes bill that we are voting on today is sending a message that these crimes will no longer be tolerated. I strongly support efforts to punish hate crimes and am a proud cosponsor of the bill.", "The bill is especially important for police departments in smaller towns that don't always have the resources to deal with hate crimes. For example, the cost of the investigation and prosecution of Matthew Shepard's killers dealt a severe blow to the Laramie, Wyoming, law enforcement budget, resulting in the furlough of five officers, undermining public safety. This bill would prevent that.", "This bill also corrects two major deficiencies in current law: One, the excessive restrictions requiring proof that victims were attacked because they were engaged in certain ``federally protected activities''; and, two, the limited scope of the law.", "It's important to note this legislation will not take rights away from anyone. Our country was founded upon certain inalienable rights, including the freedom of religion and free speech. This bill does not interfere with either of those principles, and that's why it's backed not only by hundreds of law enforcement agencies but by mainstream faith-based organizations.", "It's time to pass this law. We must no longer turn a blind eye to hate crimes of any kind. Everyone, regardless of race, creed, color, and sexual orientation and gender identity, must stand equal in the eyes of the law. I encourage my colleagues to support the rule and the bill."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4929-2_providing-for-consideration-of-hr-1913-local-law-e/"}