{u'speaker_state': u'CO', u'speaker_raw': u'mr. polis', u'speaker_first': u'Jared', u'congress': 111, u'title': u"REPEAL THE DON'T ASK, DON'T TELL POLICY", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-06/html/CREC-2009-10-06-pt1-PgH10505-2.htm', u'number': 143, u'id': u'CREC-2009-10-06-pt1-PgH10505-2.chunk5', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Polis', u'pages': u'H10505-H10513', u'speaker_party': u'D', u'date': u'2009-10-06', u'bills': None, u'bioguide_id': u'P000598', u'order': 5, u'speaking': [u'Thank you for highlighting some of the research that was done in your district regarding this matter. And I would like to thank Representative Patrick Murphy for taking this challenge on, making our military stronger, saving taxpayer money.', u"I would like to bring the attention of our viewers to a very recent report that was published. It's called ``The Efficacy of Don't Ask, Don't Tell'' by Colonel Om Prakash. You can find it on the Internet. This was a study that was done by a student at the National War College. It actually won recently the 2009 Secretary of Defense National Security Essay Competition.", u"One of the quotes on the cover is from General Omar Bradley, and it says, ``Experiments within the Army in the solution of social problems are fraught with danger to efficiency, discipline, and morale.''", u'Now, of course this was not in relation to our current discussion. It was in reference to the racial integration of the United States military by Harry Truman in 1948.', u"At some point the experimentation, the so-called experimentation, becomes the exclusion. At this point in the evolution of our society, it is more experimental to use the military as a social incubator to try and deny gay and lesbian soldiers from serving than simply allowing them to serve. The military isn't the place for evaluating whether or not we as a society accept or don't accept homosexuality. It should be designed as a fighting force to defend our Nation. And anything that compromises that weakens our military and is not in our interest as a country.", u"The report by Colonel Prakash--allow me to quote from it--it says, ``If one considers strictly the lost manpower and expense, `Don't Ask, Don't Tell' is a costly failure.''", u"Colonel Prakash further quotes the GAO's estimates that the cost is $190.5 million for the previous 10 years of Don't Ask, Don't Tell. Not only does it cost money, but it costs lives. Whenever we put anything other than our best foot forward in terms of the very most capable personnel for every particular mission, we jeopardize the lives of other men and women serving in our military. We owe it to the men and women serving in our military to ensure that the most capable person is in every job, regardless of the race or the sexual orientation of that individual.", u"Colonel Prakash's report ends, ``Based on this research, it is not time for the administration to reexamine the issue; rather, it is time for the administration to examine how to implement the repeal of the ban.''", u"We have a number of other speakers here tonight, Mr. Murphy, and that is a testimony to your leadership and the importance of this issue. I look forward to engaging in a discussion after we've all had a chance to say a few words.", u"MURPHY of Pennsylvania. I would like to highlight of this report--which is a terrific report--Colonel Prakash writes, ``There are potential lessons to learn from other countries that have lifted the ban on homosexuals serving openly. There was no mass exodus of heterosexuals, there was no mass `coming-out' of homosexuals. Prior to lifting their bans, in Canada 62 percent of servicemen stated that they would refuse to share showers with a gay soldier, and in the United Kingdom, two-thirds of males stated that they would not willingly serve in the military if gays were allowed. In both cases, after lifting their bans, the result was ``no effect.''", u"In a survey of over 100 experts from Australia, Canada, Israel, and the United Kingdom, it was found that all agreed the decision to lift the ban on homosexuals had no impact on military performance, readiness, cohesion, or ability to recruit or retain. Nor did it increase the HIV rate among troops.'' ", u"He concludes his article by saying, as you mentioned, ``Don't Ask, Don't Tell has been costly both in personnel and treasure. In an attempt to allow homosexual servicemembers to serve quietly, a law was created by this Congress that forces a compromise in integrity, conflicts with the American creed of `equality for all,' places commanders in difficult moral dilemmas, and is ultimately more damaging to the unit cohesion its stated purpose is to preserve.", u'``Furthermore, after a careful examination, there is no scientific evidence to support the claim that unit cohesion will be negatively affected if homosexuals serve openly. In fact, the necessarily speculative psychological predictions are that it will not impact combat effectiveness.', u"``Based on this research, it is not time for the administration to reexamine the issue; rather, it is time for the administration to examine how to implement the repeal of the ban.''", u'And that, my friends, is from the Joint Force Quarterly. That is a publication from the chairman of the Joint Chiefs of Staff of our country.', u'With that, I would like to now turn it over to the congresswoman from California, Ms. Lynn Woolsey.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/10/06/H10505-2_repeal-the-dont-ask-dont-tell-policy/'}