{u'speaker_state': u'CA', u'speaker_raw': u'mr. honda', u'speaker_first': u'Michael', u'congress': 111, u'title': u"REPEAL THE DON'T ASK, DON'T TELL POLICY", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-06/html/CREC-2009-10-06-pt1-PgH10505-2.htm', u'number': 143, u'id': u'CREC-2009-10-06-pt1-PgH10505-2.chunk14', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Honda', u'pages': u'H10505-H10513', u'speaker_party': u'D', u'date': u'2009-10-06', u'bills': [u'H.R. 1283'], u'bioguide_id': u'H001034', u'order': 14, u'speaking': [u"Mr. Speaker, I rise this evening to express my support for repealing the United States military's ``Don't Ask, Don't Tell'' policy. I want to thank my colleague, Congressman Patrick Murphy for organizing this Special Order Hour on the importance and urgent need for repealing ``Don't Ask, Don't Tell.'' I have long been a friend and an ally of the lesbian, gay, bisexual and transgender (LGBT) community and I am committed to the cause of equality. I understand first hand discrimination based on racial prejudice, war hysteria, and a failure of political leadership. President Franklin Delano Roosevelt signed Executive Order 9066 on February 19th, 1942 which forced 120,000 Japanese Americans into internment camps during World War II. Many of these families, including mine, lost their property and possessions during the several years they were jailed behind barbed wire. Once again we find ourselves in perilous times. Our country and our civil liberties are constantly in jeopardy after the attacks of September 11th launched our nation in a ``war'' against terror. It is more important than ever to speak up against unjust policies. There is much to be learned from my experience during World War II, as well as the experience of other groups about the destructive consequences of discrimination. For over 60 years, it has been the U.S. military's official policy to exclude individuals based on their sexual orientation and gender identification. Reflecting one of our country's last officially sanctioned forms of bigotry, this policy stigmatizes patriotic Americans by excluding them from military service. In 1993, President Clinton introduced the ``Don't Ask, Don't Tell'' policy as a `compromise' when he was not able to overcome Congressional opposition to lifting the ban on LGBT participation in the armed forces. Unfortunately, this policy works to silence LGBT personnel among the ranks of our military, making them invisible to the American public they bravely volunteer to protect and defend. Notwithstanding the ``Don't Ask, Don't Tell'' policy, countless veterans have served and continue to serve selflessly in the defense of our nation. Yet while thousands of our men and women continually serve to protect our freedom and liberty and put their lives on the line to do so, many are dismissed once their orientation or identification becomes known. This policy is not only unfair to LGBT individuals, it also hinders our military's ability to perform its mission. Despite our need for language specialists, almost 800 mission-critical troops and at least 59 Arabic and nine Farsi linguists have been discharged under ``Don't Ask, Don't Tell'' in the last five years solely based on their sexual orientation. It is the right of all Americans to live open lives within society, free from prejudice, intolerance, and fear, irrespective of race, ethnicity, age and perceived sexual orientation and gender. The contributions made by LGBT veterans, and those in active duty in an atmosphere hostile to them, underscores the tremendous sacrifices they make to serve this nation and I commend and thank them for their commitment and perseverance. I have the honor of knowing Ashwin Madia, a former Marine Corps JAG officer now living in Minnesota, who was one of the first attorneys to successfully defend a fellow Marine from treatment under the ``Don't Ask, Don't Tell'' policy and who told me about his work on this case. If convicted this Marine would have faced an ``Other Than Honorable Discharge'' and lost his benefits. When this Marine returned to service, he was welcomed by his comrades and was treated with respect and honor. Sadly, since the ``Don't Ask, Don't Tell'' policy went into effect in 1994, nearly 13,000 servicemembers were not as fortunate and were discharged. Today there are over one million gay and lesbian veterans and over 65,000 LGBT members of the military serving in fear of being discharged for simply being themselves. Repealing ``Don't Ask Don't Tell'' is long overdue. On this the military courts have spoken, military leaders have spoken, servicemembers have spoken, and our President has spoken. Today Congress is speaking as well. The Military Readiness Enhancement Act of 2009, H.R. 1283, has 176 cosponsors united and committed to ending this discriminatory policy. It is time to support our troops by honoring their right to live and serve as their true selves. It's time to ask, it's time to tell, and it's time to get over it. As policy makers, we are often faced with choices between what is urgent and what is important. But it's a false choice. The urgent issues of the day should never drown out what's important. Full equality for every person under the law is both urgent and important."], u'capitolwords_url': u'http://capitolwords.org/date/2009/10/06/H10505-2_repeal-the-dont-ask-dont-tell-policy/'}