{"speaker_state": "CA", "speaker_raw": "ms. lee", "speaker_first": "Barbara", "congress": 110, "title": "SUPPORTING THE GOALS AND IDEALS OF NATIONAL BLACK HIV/AIDS AWARENESS DAY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-02-05/html/CREC-2007-02-05-pt1-PgH1162.htm", "number": 21, "id": "CREC-2007-02-05-pt1-PgH1162.chunk9", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "Lee", "pages": "H1162-H1167", "speaker_party": "D", "date": "2007-02-05", "bills": null, "bioguide_id": "L000551", "order": 9, "speaking": ["Mr. Speaker, first let me thank the gentleman from New York for yielding, Mr. Towns, for your leadership, and for managing this bill today, which is very important for not only my community but for your community and for all our communities throughout the country. And I want to thank Mr. Dingell, also Mr. Burgess, for your leadership and for your support for this effort.", "Also let me thank our staff for helping us bring this bill to the floor. Especially I want to thank our leadership's staff, Mr. Towns's, Mr. Burgess's, Mr. Dingell's staff, Mr. Barton's staff; as well as my staff, Christos Tesentas, for their very competent and their very effective work. This is not a Democratic or a Republican issue. It is a bipartisan issue. And our staffs have really exemplified, I think, the best of what staff can do to work together on something this important.", "Two days from now, on February 7, we will commemorate, and it is unfortunate that we have to commemorate this, the seventh National Black HIV/AIDS Awareness Day, a day when we urge African Americans to get educated, to get involved, and to get tested.", "The numbers are startling, Mr. Speaker, especially for African American women. According to the CDC, in 2005 African American women accounted for 66 percent of all new HIV/AIDS cases among women, and this is climbing as we speak. It is probably now closer to 70 percent. And we are 25 times more likely to be infected than white women. Today, AIDS is the number one cause of death among African American women between the ages of 25 and 34. Think about that for a minute. The number one cause of death. Young women.", "Black gay men are also affected by this disease. A recent CDC study found, and this was in 2005 again, that 46 percent, 46 percent, of black gay men in five U.S. cities were HIV positive.", "This is simply outrageous. These statistics are quite staggering.", "At the end of last year, we took a positive bipartisan step forward to address the spread of HIV and AIDS among the African American community by ensuring the Minority AIDS Initiative, initiated by a great leader on this issue, Congresswoman Maxine Waters, and Donna Christensen in 1999. We were able to finally formally include this in the Ryan White CARE Act. Now we really do have a responsibility to go even further. We could start by funding the Minority AIDS Initiative at a minimum of $610 million and by fully funding the Ryan White Treatment Modernization Act.", "But we must also go beyond the money and get at the factors that are ultimately driving this epidemic among African American people, African American men and women. Poverty and discrimination, the lack of affordable housing, the unequal impact of the disproportionate rates of incarceration among black men, poor access to care, limited cultural competency for health workers, all of these deserve our attention and deserve action.", "Mr. Speaker, the color of our skin really should never determine our health status or the quality of care we receive. Unfortunately, today to be black is to be at greater risk of HIV and AIDS. And, unfortunately, this disease is really increasing among Latinos and the Asian Pacific American community. So we must do much more for everyone.", "As Members of Congress, we have a responsibility to do just that, to change these statistics. It is not an ideological issue, and, Mr. Towns, you know this is not an ideological issue. It is a moral and humanitarian call for equality and for justice.", "So I urge my colleagues to join us in stopping the spread of this global pandemic, a priority not only throughout the world but also here at home. In Toronto, Canada Congresswomen Waters, Christensen, and myself, we participated in a very effective and very profound international AIDS conference this past year. There were pledges made to make HIV and AIDS a priority with civil rights groups. The NAACP and many of our organizations that have been working for justice and civil rights for many years now understand and are on the front lines in terms of making HIV and AIDS a major, major priority.", "So let me just say it is a very important day. This is a very important resolution, and I urge both sides of the House to vote for H. Con. Res. 35.", "Again, I want to thank Mr. Burgess and Mr. Towns for your leadership and for yielding the time today."], "capitolwords_url": "http://capitolwords.org/date/2007/02/05/H1162_supporting-the-goals-and-ideals-of-national-black-/"}