{"speaker_state": "OR", "speaker_raw": "mr. merkley", "speaker_first": "Jeff", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-16/html/CREC-2009-07-16-pt1-PgS7591-2.htm", "number": 107, "id": "CREC-2009-07-16-pt1-PgS7591-2.chunk32", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Merkley", "pages": "S7591-S7636", "speaker_party": "D", "date": "2009-07-16", "bills": null, "bioguide_id": "M001176", "order": 32, "speaking": ["Madam President, I rise because of a document our forefathers signed 233 years ago, the Declaration of Independence. Specifically, the Declaration stated:", "We hold these Truths to be self-evident, that all Men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty, and the pursuit of Happiness.", "That simple phrase created the bedrock foundation for a nation founded under equality under the law, freedom from persecution, and the pursuit of happiness by our citizens--government by and for the people under the concept of quality and freedom from persecution.", "It is an honor to rise to advocate for that philosophy.", "I rise in strong support of the Leahy amendment that would amend the Department of Defense bill to include the Matthew Shepard Hate Crimes Prevention Act of 2009. First, I thank and acknowledge Senator Kennedy for his strong decade-long commitment to this legislation. I extend my appreciation to Senator Leahy for leading this effort in Senator Kennedy's absence.", "It has been more than 10 years since Matthew Shepard was brutally murdered simply because of his sexual orientation. It is long past time that we take action to strengthen the Federal Government's ability to investigate and prosecute hate crimes. There is no room in our society for these acts of prejudice. Hate crimes fragment and isolate our communities, and they tear at our collective spirit. They seek to terrorize our society through brutal violence against targeted individuals. The Matthew Shepard Hate Crimes Prevention Act is a critical step to protect those who are victimized simply for who they are.", "Hate crimes legislation is not a new concept. In fact, the United States of America has had hate crime laws in place for 40 years. The Hate Crimes Act of 1969 was passed shortly after the assassination of Martin Luther King. That assassination motivated Congress to action.", "That law says it is illegal to ``willfully injure, intimidate or interfere with any person, or attempt to do so, by force or threat of force, because of that other person's race, color, religion or national origin.''", "That hate crimes law was passed by our parents' generation to address the hate crimes so evident through the assassination of Martin Luther King and so many other actions in the 1960s.", "Now it is time for our generation to pass a hate crimes bill that will strengthen the work done by our forefathers 40 years ago and that will address new forms of hate crimes that have become far too prevalent in our society. We need to add provisions to prosecute those who commit violent acts based on gender, gender identity, disability, and sexual orientation.", "Of the 7,624 single-bias incidents reported in 2007, more than 16 percent resulted from sexual orientation bias, indicating that members of the gay and lesbian community are victimized nearly six times more frequently than an average citizen.", "Just this past spring, we experienced a terrible incident in my home State. In March, two men, Samson Deal and Kevin Petterson, were visiting the Oregon coast during their spring break. They wandered away from an evening campfire and ran into a group of four strangers who asked if they were gay and then called them derogatory names. Then these two men were beaten brutally and left unconscious on the beach. This was in the town of Seaside, a place I have visited many times in my life, a beach I have walked on many times in my life. Seaside police chief Bob Gross said the Seaside police have ``had some hate crimes before, mostly threats, but have never dealt with anything this serious.''", "I am happy to report that Samson and Kevin lived through this incident, but many do not. The attack could have been worse. According to the National Coalition of Anti-Violence Programs, 2007 saw the greatest number of anti-LGBT murders in 8 years: 21 gay and transgender people were murdered in the United States in 2007--more than double the number of 2006.", "Currently, only 11 States and the District of Columbia include laws covering gender-identity-based crimes. We must make sure gender identity is a protected characteristic included in this legislation.", "But members of the gay community are not the only victims. We were all shocked last month when Stephen Johns, a guard at the Holocaust Museum, was shot and killed by a White supremacist. Recent numbers suggest hate crimes against individuals in the Hispanic community increased by a staggering 40 percent between 2003 and 2007.", "According to a recent report from the Leadership Conference on Civil Rights Education Fund, in the nearly 20 years since the enactment of the Hate Crimes Statistics Act, the number of hate crimes has hovered around 7,500 annually, nearly one every single hour. As if that figure is not high enough, it is well known that data collected on hate crimes almost certainly understates the true numbers because victims are often afraid to report these crimes or local authorities do not accurately report the incidents as hate crimes, which, unfortunately, means they do not get reported to the Federal Government.", "What specifically is in this legislation? It gives the Department of Justice the power to investigate and prosecute bias-motivated violence.", "It provides the Department of Justice with the ability to aid State and local jurisdictions.", "It makes grants available to State and local communities to combat violent crimes.", "It authorizes the Attorney General to provide technical, forensic, prosecutorial, and other assistance to State and local governments.", "It authorizes grants from the Justice Department of up to $100,000 for State, local, and tribal law enforcement officials who have incurred extraordinary expenses in the prosecution or investigation of hate crimes.", "It authorizes the Treasury Department and Justice Department to increase personnel to better prevent and respond to allegations of hate crimes.", "It requires the FBI to expand their statistic gathering so we can better understand the types and structures of hate crimes in the United States of America.", "These provisions will strengthen the original facets of the legislation from 1969. That legislation, as I noted, addressed issues related to race, color, religion, or national origin. All of that is improved in this legislation.", "In addition, we expand this legislation to address the hate crimes we now see so prevalent in the LGBT community as victims.", "Our Constitution laid out a vision. We did not have complete equality under that vision in 1776. Indeed, it was a vision far ahead of its time. We have gradually worked toward it. We have extended our law to protect women, to include more folks to vote, to enable people to get rid of the racial boundaries that existed for voting, and so on. We have steadily sought to take strides toward that vision of equality under the law and the ability to pursue happiness without the fear of persecution. Today I am advocating that we take another important stride toward that vision our forefathers laid out before us.", "Martin Luther King said the long arc of history bends toward justice, but it doesn't bend by itself. It is bent by citizens who say this is wrong, and we are going to do something about it. This great strengthening of the hate crimes legislation in the United States is a huge stride toward equality under the law and freedom from persecution.", "I encourage all of my colleagues to join in taking this historic stride forward. ", "Madam President, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/07/16/S7591-2_national-defense-authorization-act-for-fiscal-year/"}