{u'speaker_state': u'NY', u'speaker_raw': u'mrs. maloney of new york', u'speaker_first': u'Carolyn', u'congress': 110, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3685, EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13216-6.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13216-6.chunk73', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Maloney', u'pages': u'H13216-H13225', u'speaker_party': u'D', u'date': u'2007-11-07', u'bills': None, u'bioguide_id': u'M000087', u'order': 73, u'speaking': [u'Mr. Speaker, I rise in strong support of the underlying bill and the Baldwin amendment. ENDA will offer real protections to tens of millions of Americans now. Right now, far too many workers go to work every day fearing that they could be fired on the spot, no questions asked, if their employer discovered their sexual orientation. This year, it is legal in 30 States to fire someone simply because he or she is gay, lesbian or bisexual.', u"Hardworking, tax-paying Americans shouldn't be forced into the shadows, and they should not have to live with the constant, legitimate fear that they could lose their jobs. That is why I strongly support providing protection from discrimination to transgender Americans, and I will not rest until their right to live their lives free of fear, discrimination, and intolerance is the law of this land.", u"Mr. Speaker, I know from my years on the city council where we worked to pass similar legislation and my years in the women's movement that we need to make history now and pass the underlying bill and protect people here in America now.", u'No one should be discriminated against because of his or her sexual orientation or perceived sexual orientation. And this bill will also lay the groundwork to provide sorely needed protections in the future to countless more Americans who need and deserve them.', u'This historic advance for civil rights has been more than three decades in the making--and it has not come easy.', u'When Bella Abzug first introduced a sexual orientation civil rights bill in 1974, she was able to enlist only one cosponsor, Ed Koch, my predecessor in the district that I represent. It stood absolutely no chance of passage.', u"We've come a long way since then, but our progress has been hard-fought and incremental.", u'Most of our greatest legislative victories have only been achieved step by step. The measure before us today is by no means complete or definitive.', u'The sad truth is that transgender Americans need and deserve protection from employment discrimination. All too often they bear the brunt of brutal bigotry, and are subject to unspeakable hatred and violence.', u'That is why I strongly support providing protection from discrimination to transgender Americans. And I will not rest until their right to live their lives free of fear, discrimination and intolerance is the law of the land.', u'In 1986, when I served on the New York City Council, we succeeded in passing legislation to bar discrimination on the basis of sexual orientation in employment and housing. That bill had come before the Council repeatedly since 1971. It took 15 years, but we finally managed to pass it. It was only later that the Council enacted specific protections for the transgender community.', u"Many said the 19th Amendment didn't go far enough when that passed. While it gave women the right to vote, it didn't address a host of social inequities between men and women, many of which persist today. Decades after that Amendment was ratified, we passed the Equal Pay Act and title VII. And, while we still haven't passed the Equal Rights Amendment, I remain optimistic that our day will soon come.", u"The New Direction Democratic Congress passed a hate crimes bill earlier this year that included important protections for lesbian, gay, bisexual, and transgender people. And we hope to have another important victory here today. I'm confident these incremental successes will lay the foundation for additional protections for the entire LGBT community in the future.", u'And so, while I deeply regret that transgender Americans are not protected by the legislation before us today, I nonetheless urge my distinguished colleagues to support it. I do so with the knowledge and the determination that we will be back to continue to press the fight for all Americans to live free from discrimination.', u'I urge my colleagues to help make history today by supporting this landmark legislation and taking this important step towards ensuring that discrimination based on sexual orientation will not be tolerated in the United States of America.', u'I would also like to thank Speaker Pelosi, Congressman Frank, and Congresswoman Baldwin for their leadership in this critical battle for civil rights.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13216-6_providing-for-consideration-of-hr-3685-employment-/'}