{u'speaker_state': u'FL', u'speaker_raw': u'mr. hastings of florida', u'speaker_first': u'Alcee', u'congress': 109, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 2389, PLEDGE PROTECTION ACT OF 2005', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-19/html/CREC-2006-07-19-pt1-PgH5388-4.htm', u'number': 95, u'id': u'CREC-2006-07-19-pt1-PgH5388-4.chunk3', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Hastings', u'pages': u'H5388-H5397', u'speaker_party': u'D', u'date': u'2006-07-19', u'bills': None, u'bioguide_id': u'H000324', u'order': 3, u'speaking': [u'Madam Speaker, I thank Dr. Gingrey for the time, and I yield myself such time as I may consume.', u"Madam Speaker, I listened to Dr. Gingrey, and I have the misfortune of reading the paper every now and again. Dr. Gingrey, you are quoted as saying yesterday in the discussion with reference to banning gay marriage, the quote says, ``This is probably the best message we can give to the Middle East in regards to the trouble we are having over there right now.''", u"I say to you, sir, that I find that very confusing in the sense that I don't understand how, with all of the things going on in this country and around the world, that gay marriage, yesterday, was the most important thing that we could contribute to the horror of what is going on in the Middle East.", u"But I don't intend to use much of my time this morning, frankly. I really am embarrassed for the House of Representatives today. Why? Let's be clear about what the priorities are for the majority and what they are for the rest of the world.", u"Today, the Federal minimum wage purchases less than it has at any point in the last 50 years. Let me repeat: The Federal minimum wage purchases less than it has at any point in the last 50 years. It hasn't been raised in 9 years, and today the House is going to spend its time protecting something that all of us say every morning in the House of Representatives, the Pledge of Allegiance.", u'In the last year, 23 percent of all Americans say they or someone in their family have had to stop medical treatment because of the cost, and today the House will spend its time attempting to turn the independent judiciary into an echo chamber of the right wing of this particular majority.', u'If today is anything like the typical day of the past 3 years, three American soldiers will die in Iraq or Afghanistan, the Taliban will get a little stronger in Afghanistan and the civil war will continue to be enhanced in Iraq. And the American people will watch their Congress do nothing, but listen to a bunch of demagogues who claim a crisis in the United States courts.', u"The Middle East is literally going up in flames, as is California, and Katrina's problems haven't been solved, and Congress' response is to criticize Federal judges.", u'Today in America, 110 people will be treated in an emergency room for their wounds from a handgun and there is an epidemic of violence with reference to handguns, particularly by our youth in this country. 1,500 people will die of cancer today in America, and 1,900 people will die of heart disease. And the United States House of Representatives will speechify about patriotism.', u'Let me tell you something, Madam Speaker: Patriots try to solve real problems and not seek out remedies to perceived problems. Yesterday in this country we had people die of hunger and malnutrition. In some parts of this country, the infant mortality rate rivals that of sub-Saharan Africa. We have a public education system that ranks below that of almost any other Western nation. We have a looming Social Security crisis, and health care costs are spiraling out of control. And what do we do? Speechify about patriotism.', u"These are some of the problems, just some of the problems, confronting the American people today. And what is the majority's response to this? Today we will make sure that the Pledge of Allegiance is safe from so-called activist judges.", u'I could go on and on, but I have already taken more time than this deserves. Court-stripping bills such as this are, according to the Chief Justice of the United States of America, John Roberts, and let me quote the Chief Justice of America, they are bad policy.', u'I hope the American people are paying attention to their priorities, the priorities of the Republican majority.', u'Madam Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/19/H5388-4_providing-for-consideration-of-hr-2389-pledge-prot/'}