{u'speaker_state': u'DC', u'speaker_raw': u'ms. norton', u'speaker_first': u'Eleanor', u'congress': 109, u'title': u'WOMEN AND HIV', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-09-28/html/CREC-2005-09-28-pt1-PgH8492-2.htm', u'number': 123, u'id': u'CREC-2005-09-28-pt1-PgH8492-2.chunk1', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Norton', u'pages': u'H8492-H8493', u'speaker_party': u'D', u'date': u'2005-09-28', u'bills': None, u'bioguide_id': u'N000147', u'order': 1, u'speaking': [u'Mr. Speaker, I rise to ask the House to reauthorize the Ryan White CARE Act, and I rise with special gratitude to the gentlewoman from the Virgin Islands (Mrs. Christensen), a physician and the leader of the Congressional Black Caucus on health care issues, who has alerted us to a very important date, and that is September 30 of this year when the CARE Act requires reauthorization or it will lapse. We just came to the floor because of just such a deadline to reauthorize the Violence Against Women Act. I am asking the House to do the very same thing for the Ryan White CARE Act.', u'Mr. Speaker, this is a bedeviling disease. In our country we initially saw it as a disease of segments of the population, and certainly in the beginning it was identified somehow as a gay disease. It took the infection of a young white man, a teenager, indeed, to wake America up to what this disease really means and how universal the disease is.', u'We face the same issue, however, as the disease has moved so largely into the black and Latino communities. When a disease moves in that direction, it becomes too easy for a country with our history to identify it with the specific group that is most identified with the disease. Let us not make that mistake again.', u'It is true that of the cases of AIDS diagnosed in the most recent period, 49 percent were African Americans and 20 percent were Hispanics. Those are the most alarming statistics I have read in a long time, considering that together blacks and Hispanics are not 20 percent of the population. African Americans are 42 percent of all of the people in the United States living with AIDS, and we are talking about people who are about 12 percent of the population.', u'Behind these figures are very complicated reasons, and my time does not allow me to go into it; but the fact that these figures exist is enough to call us to this floor to reauthorize the Ryan White Act before September 30.', u'African Americans have AIDS at almost 10 times the rate of whites. As with all diseases that tend to move toward the most disadvantaged in society, this disease is showing up in hugely disproportionate numbers among the very same disadvantaged groups that we associate with such figures, and I am particularly concerned that women are about 27 percent of all new HIV infections.', u'We can all remember when it was rare to find women of any color with HIV/AIDS. They represented only 8 percent of diagnosed AIDS patients in 1985. Now we see that jump from 8 percent to 27 percent. Fifty-one percent of new HIV cases are among children, that is to say, people who are from 13 to 19 years of age. That is just unacceptable, Mr. Speaker.', u'The movement of this disease downward into the population is the darkest aspect of the disease. Seventy-one percent of the women with this disease were infected through heterosexual conduct. That means that they probably had no idea that their partner was infected. This may be the chief reason that African American women are infected at a rate 25 times the rate for white women.', u'Mr. Speaker, this disease, once wrongly thought of as a gay disease, must not now wrongly be thought of as a disease of certain ethnic or racial minorities. One way to make sure that we stop the spread of this disease is to reauthorize the Ryan White Act now when it is so desperately needed. We do not want to let this session end with our country looking like one of the Third World countries that is now caught in the grips of this disease. It is a preventable disease.', u'If the Ryan White Act is reauthorized, we know what to do to contain this disease among blacks and Hispanics, just as we were successful in containing it among gays. Let us do it. Remember September 30. That is our deadline.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/09/28/H8492-2_women-and-hiv/'}