{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 108, u'title': u'FEDERAL MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8060.htm', u'number': 97, u'id': u'CREC-2004-07-14-pt1-PgS8060.chunk0', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S8060', u'speaker_party': u'D', u'date': u'2004-07-14', u'bills': None, u'bioguide_id': u'K000105', u'order': 0, u'speaking': [u'Mr. President, it speaks volumes that the Senate Republican leadership has taken this disgraceful detour into right-wing campaign politics when so much genuine Senate business is still unfinished, and so little time is left to get it done.', u"We can't pass a budget. We are far behind in meeting our appropriations responsibilities. So far, in fact, we have passed only 1 of the 13 appropriations bills for the next fiscal year that begins on October 1. We may not see any of these bills acted on, on or before the August recess. Even in the wake of the al-Qaida terrorist threat announced last week by Secretary Ridge, the Senate leadership refuses to proceed with debate and votes on the Homeland Security appropriations bills.", u'We know many higher priorities should be worked on. Since President Bush took office in 2001, health insurance premiums have soared 43 percent. Tuition at public colleges has risen 28 percent. Drug costs have shot up 52 percent. Corporate profits have risen by over 50 percent. Yet private sector wages are down six-tenths of 1 percent since President Bush took office, and there are 3 million more Americans in poverty.', u"The Senate Republican leadership has consistently failed to address these and many other urgent priorities. It has taken no action to fix America's broken health care system. It has blocked passage of the Patients' Bill of Rights. It has refused to allow a vote on raising the minimum wage. It has still not scheduled a vote on renewing the existing ban on assault weapons, which will expire September 13.", u'Rather than deal with these urgent priorities, the leadership is engaging in the politics of mass distraction by bringing up a discriminatory marriage amendment to the U.S. Constitution that a majority of Americans do not support.', u"Conservative activist Paul Weyrich explained the partisan GOP strategy in a recent e-mail newspaper. President Bush has ``bet the farm on Iraq'' he wrote, and the best solution to his declining poll numbers is to ``change the subject'' to the Federal marriage constitutional amendment. Weyrich acknowledged that doing so might cost the President votes from gay and lesbian Republicans, but he is not troubled about it. ``Good riddance,'' he wrote.", u'We all know what this issue is about. It is not about how to protect the sanctity of marriage or how to deal with activist judges. It is about politics. I might say, of the activist judges, of the seven judges who drew the decision in Massachusetts, six of them were appointed by Republicans.', u'This is about politics, an attempt to drive a wedge between one group of citizens and the rest of the country, solely for partisan advantage. We have rejected that tactic before, and I am hopeful we will do so again.', u'I am also hopeful that many of our Republican colleagues, those with whom we have worked over the years in a bipartisan effort to expand and defend the civil rights of gay and straight Americans alike, will join us in rejecting this divisive effort. There is absolutely no need to amend the Constitution on this issue. As news reports from across the country make clear, Massachusetts and other States are already dealing with the issue and doing it effectively and doing it according to the wishes of the citizens of their State. No State has been bound or will be bound by the rulings and laws on same-sex marriages in any other State.', u'The Federal statute enacted in 1996, the Defense of Marriage Act, makes the possibility of nationwide enforceability even more remote. Not a single State or Federal court has called the constitutionality of that act into question.', u'Furthermore, not a single church, mosque, or synagogue has been required or ever will be required to recognize same-sex marriages. As the First Amendment makes clear, no court, no State, no Congress can tell any church or any religious group how to conduct its own affairs. The true threat to religious freedom is posed by the Federal marriage amendment itself, which would tell churches they cannot consecrate a same-sex marriage, even though some churches are now doing so.', u'Given these indisputable facts, the proponents of the Federal marriage amendment have built their case upon a tower of speculation and conjecture--an attempt to conjure up a national crisis where none exists.', u'This is a wholly insufficient basis for even considering a proposed constitutional amendment on the Senate floor, much less voting for it. If it is not necessary to amend the Constitution, it is necessary not to amend it.', u"I urge my colleagues to show respect for our country's Constitution and its principles and traditions, and not play partisan campaign politics with the foundation of our democracy. I urge them to reject this discriminatory and unnecessary proposal."], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/14/S8060_federal-marriage-act/'}