{"speaker_state": "NY", "speaker_raw": "mr. nadler", "speaker_first": "Jerrold", "congress": 108, "title": "MARRIAGE PROTECTION ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm", "number": 103, "id": "CREC-2004-07-22-pt1-PgH6580-2.chunk18", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Nadler", "pages": "H6580-H6613", "speaker_party": "D", "date": "2004-07-22", "bills": ["H.R. 3313"], "bioguide_id": "N000002", "order": 18, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, more than anything else, today's debate is about the politics of a national election. Perhaps our sons and daughters have been sent to Iraq based on intelligence we now know was not correct, perhaps millions of Americans are out of work, and many more do not have access to a doctor. Perhaps our seniors cannot afford life-protecting medications, but none of that matters, at least we can today take the time out to beat up on an unpopular minority.", "Mr. Speaker, that may be good politics, but it demonstrates a dangerous contempt for our system of government. This debate is not really about gay marriage, no matter how long they may talk about it. The courts will or will not declare the Defense of Marriage Act unconstitutional. We do not know that yet. If they declare the Defense of Marriage Act unconstitutional, for those that disagree with them, the remedy is the normal remedy, a constitutional amendment, which I gather we will be debating on this floor in a couple of weeks before we know what the courts do.", "But this debate is about whether Congress can adopt unconstitutional legislation on any subject and protect that legislation from constitutional challenge by stripping the courts of their jurisdiction to consider any such challenge. We have never done that before in our history, and we should not do that now.", "No less a conservative icon than Barry Goldwater opposed court stripping bills in previous decades on the subjects of school prayer, school busing and abortion, which were the big issues in those days. He warned his colleagues that, ``The frontal assault on the independence of the Federal courts is a dangerous blow to the foundations of a free society.''", "Our former colleague, Bob Barr, the author of the Defense of Marriage Act which this bill purports to protect, had this to say in a letter to the Members of Congress about this bill. ``H.R. 3313 will needlessly set a dangerous precedent for future Congresses that might want to protect unconstitutional legislation from judicial review. During my time in Congress, I saw many bills introduced that would violate the takings clause, the second amendment, the 10th amendment, and many other constitutional protections. The fundamental protections afforded by the Constitution would be rendered meaningless if others follow the path set by H.R. 3313.'' That is from Bob Barr.", "The distinguished majority leader of the House, the gentleman from Texas (Mr. DeLay), has already said that if this bill passes he will introduce court-stripping legislation on other subjects. In fact, the likelihood is that language saying the court shall have no jurisdiction to judge the constitutionality of this act will become boilerplate. Just as every rule that we consider in this House has boilerplate language saying that all points of order against this bill are waived, which means the rules of the House do not apply, it will become boilerplate on every bill of doubtful constitutionality. That would render the Bill of Rights meaningless.", "The 1936 Stalinist constitution of the Soviet Union read wonderfully on paper. It had a long list of Bill of Rights, freedom of religion, freedom of speech, and freedom of assembly. It was not worth the paper it was written on because there was no means of enforcing those rights. We depend on the courts to enforce our rights against majorities represented in Congress or State legislatures, momentary majorities perhaps.", "Without the means of the courts enforcing the Bill of Rights, the Bill of Rights is a nullity. Our Constitution would become like the Soviet constitution, meaningless. We must have a Federal forum to protect liberty, otherwise that liberty will not exist.", "The due process clause of the fifth amendment, passed after the Judiciary Court Act of 1789, says that no person may be deprived of life, liberty or property without due process of law. Due process of law means there has to be a judicial forum to assert the right and have the judges decide.", "We are told the State courts will be the forum. The State courts will decide whether a law, a Federal law or a State law, violates the United States Constitution. That means we will have 50 different constitutions, 50 different laws. We say in the Pledge of Allegiance the United States is one Nation, indivisible; not if this bill passes. If this bill and other bills like it pass, we will balkanize the United States. The Constitution will mean one thing in New Jersey, another thing in New York and a third thing in Pennsylvania.", "Mr. Speaker, it is our very system of government and the constitutional system of checks and balances which is under attack with this bill. If the Congress by statute can prevent the Federal courts from applying the Constitution on any subject matter, then the protections of an independent judiciary, the protections of the Bill of Rights, the protections of the United States Constitution, become no more than a puff of smoke. It will, of course, be unpopular minorities, whether religious minorities, political minorities, ethnic minorities, racial minorities, lesbians, gays, whoever is unpopular at the moment, who will lose their rights.", "There have been many Supreme Court decisions I have found loathsome and wrong, such as Bush v. Gore, and some of the cases invalidating or limiting our civil rights law, but while that makes me question the wisdom of some of the justices, even occasionally the motives, it does not make we want to alter the fundamental structure of our government that has protected our liberties for the last two centuries.", "The evisceration of our Constitution and Bill of Rights, the natural result of this bill, threatens all of us. It is far, far more important than the question of gay marriage, which is not really involved here because that has not been decided by the courts. We are playing with fire with this bill, and that fire could destroy the Nation we love.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/"}