{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk99', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Nadler', u'pages': u'H6580-H6613', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': [u'H.R. 3313'], u'bioguide_id': u'N000002', u'order': 99, u'speaking': [u'Mr. Speaker, I yield such time as she may consume to the distinguished gentlewoman from Wisconsin (Ms. Baldwin) to close on our side.', u"(Ms. BALDWIN asked and was given permission to revise and extend her remarks.) Ms. BALDWIN. Mr. Speaker, with this bill, we face no less than the specter of a sign posted on the Federal courthouse door which reads, ``You may not defend your constitutional rights in this court; you may not seek equal protection here; you may not petition your government for redress here.'' Today, the ``you'' is gay and lesbian American citizens, but who will be next?", u'Today, the House is considering legislation that were it to become law would do grave damage to our Republic.', u'I strongly oppose H.R. 3313 and urge all Members to vote against this legislation, and I urge the Members of the majority to reconsider this extreme and radical approach to addressing the issue of same-sex marriage and their concern about so-called judicial activism. Enacting court-stripping legislation would seriously undermine the faith of the American people in this Congress, in the courts, and in the principles of separation of powers.', u'When writing the Constitution, our Founders wisely decided that the best way to secure our freedoms and liberties was to establish three coequal branches of government: the Congress, the executive, the Supreme Court; and these three branches of government would have different, but overlapping, authorities to ensure that each branch is subject to the checks and balances. Not only will there be times that they will be in disagreement about a particular issue or law; the structure of the Constitution makes these conflicts inevitable.', u'It is a terrible mistake to strip one branch of government from its involvement in evaluating particular laws, and this is so particularly true when considering the courts whose constitutional and historic role has been to defend our liberties.', u'Once court-stripping, this door becomes open, where will it stop? Will this language be added to legislation on issues of abortion, guns, prayer, school choice, affirmative action? How about the USA PATRIOT Act? I suspect this is just the tip of the iceberg.', u'The late Senator Barry Goldwater, a stalwart conservative, said about previous court-stripping attempts in this Congress that it is a frontal assault on the independence of Federal courts and a dangerous blow to the foundations of a free society. I urge my colleagues to reject this unnecessary, unconstitutional and unwise legislation.', u"Mr. Speaker, today the House is considering legislation that, if it were to become law, would do grave damage to our Republic. I strongly oppose H.R. 3313 and urge all members to vote against this legislation. I urge the members in the majority to reconsider this extreme and radical approach to addressing the issue of same sex marriage and their concerns about so-called judicial activism. In fact, ``court stripping'' is a bad idea in any form. The consequences of enacting H.R. 3313 far exceed the stated objective of the majority and would seriously undermine the faith of the American people in this Congress, in the courts, in the principle of separation of powers, and in the notion of checks and balances.", u'When writing the Constitution, the founders wisely decided that the best way to secure our freedom and liberties was to establish 3 co-equal branches of government--the Congress, the Executive and the Supreme Court. These 3 branches of government have different but overlapping authorities to ensure that each branch is subject to checks and balances. Not only will there be times that they will be in disagreement about a particular issue or law, the structure of the Constitution makes these conflicts inevitable.', u"In my home State of Wisconsin, our State university, the University of Wisconsin, dedicates itself to the proposition that through ``continual and fearless sifting and winnowing'' . . . ``the truth can be found.'' In the context of our laws, this sifting and winnowing occurs at many points in the process. In Congress, we hold hearings, markups, and floor votes and we offer amendments, we hold conference committees and we issue reports. The Executive proposes legislation, engages in public debate, signs and vetoes legislation. The Court then interprets, evaluates, settles disputes and invalidates laws based on bedrock principles enshrined in our Constitution. Yes, this process can be slow, frustrating, and messy at times. But, it is through the process, which includes the court, that we sift and winnow our laws to improve them and ensure they are fair and just for all Americans.", u"Once the ``court stripping'' door is open, where will it stop? Will this language be added to legislation on the issue of abortion, guns, prayer, school choice, affirmative action? How about the USA PATRIOT Act? I suspect that this is just the tip of the iceberg.", u"Like the FMA, the Marriage Protection Act is not needed. DOMA remains the law of the land and its constitutionality has not been successfully challenged in any United States court. Congress must tread lightly when trying to modify the important doctrine of separation of powers that is the basis for our government. The late Sen. Barry Goldwater (R-AZ), a stalwart conservative, said about previous court stripping attempts that ``frontal assault on the independence of the Federal courts is a dangerous blow to the foundations of a free society.'' I urge you to reject this unnecessary, unconstitutional and unwise legislation.", u"Mr. Speaker, with this bill, we face no less than the specter of a sign posted on the Federal court house door which reads, ``you may not defend your constitutional rights in this court, you may not seek equal protection here, you may not petition your government for redress here.'' Today, the ``you'' is gay and lesbian American citizens. Who will it be next?"], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}