{u'speaker_state': u'MS', u'speaker_raw': u'mr. lott', u'speaker_first': u'Trent', u'congress': 108, u'title': u"SENATOR KERRY AND AMERICA'S CHALLENGES", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-28/html/CREC-2004-09-28-pt1-PgS9768.htm', u'number': 119, u'id': u'CREC-2004-09-28-pt1-PgS9768.chunk5', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lott', u'pages': u'S9768-S9772', u'speaker_party': u'R', u'date': u'2004-09-28', u'bills': None, u'bioguide_id': u'L000447', u'order': 5, u'speaking': [u'But it goes beyond just the war on Iraq. What worries me is there is a pattern here, across the board, not only in that area that threatens our very security and our lives, the war on terrorism, but in area after area, issue after issue.', u'For instance, in 1991 Senator Kerry supported most-favored trade status for China and now he criticizes the Bush administration for trading with China.', u"Which is it? You cannot be for it and against it when you talk about international trade. Trade is good. America can compete. We do need to enlarge the pie. We need to make sure we have fair trade. But you cannot vote one way on trade and then be critical of it on the other side. In October 2003, Senator Kerry called the fence that is being built in Israel for security purposes a ``barrier to peace.'' He was critical of it. Yet in February of 2004, he calls the fence a ``legitimate act of self-defense.'' You can't get into a very dangerous and sensitive situation like this and say one thing and then the other. What is it? Which is it? An uncertain trumpet takes lives.", u"Even in the case of eliminating the marriage penalty for the middle class, Senator Kerry said he will fight to keep the tax relief for married couples. He said Democrats fought to end the marriage penalty tax. Yet in 1998, he voted against eliminating the marriage penalty relief for married taxpayers with a combined income of less than $50,000 a year. Last week when we actually extended the elimination of that marriage penalty tax, of course, he didn't vote.", u'He even flip-flopped on the PATRIOT Act. The PATRIOT Act is a favorite punching bag now.', u"I was here when the death debate occurred. I remember the broad unanimous support involved in passing that legislation. We needed to do some things to give our law enforcement people the ability to deal with these terrorists. If you look at what has transpired since then, this great fear of having your library card checked or a ``knock in the night'' is not occurring. So he voted for it, and now he attacks the PATRIOT Act. He said:", u'We are a nation of laws, and liberties, not of a knock in the night. So it is time to end the era of John Ashcroft.', u'I think that is an unfair shot at our former colleague, the Attorney General of the United States. Again, Senator Kerry was for the Patriot Act and now he is against it.', u"On the gay marriage amendment, in 2002, Senator Kerry signed a letter urging the Massachusetts legislature to reject a constitutional amendment banning gay marriage. Yet now in 2004 he won't rule out supporting a similar amendment. Which is it? Is it one thing in Massachusetts and another here in Washington?", u"Also, I think when you get into other issues like the death penalty for terrorists, these are relevant issues we can't take the wrong position on. Yet, in 1996, he attacked Governor Weld of Massachusetts for supporting the death penalty for terrorists. But now he said he might support the death penalty for terrorists.", u"On the No Child Left Behind Act, he voted for it, and now he attacks it as a ``mockery.'' He trashed it as an ``unfunded mandate'' with ``laudable goals.''", u"Let me tell you that I am a son of a schoolteacher. I was in public education all my life. I didn't go to some elite school. I went to public education. I stay in touch with teachers and administrators. And they tell me it is making a difference. We have goals and challenges. Teachers are doing better, students are doing better, and the money has been going up every year.", u'On issue after issue, he has flip-flopped.', u'I ask unanimous consent that the remainder of this lengthy list be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/28/S9768_senator-kerry-and-americas-challenges/'}