{"speaker_state": "CA", "speaker_raw": "mrs. feinstein", "speaker_first": "Dianne", "congress": 108, "title": "RALLY AGAINST HATE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-06-17/html/CREC-2003-06-17-pt1-PgS7976-2.htm", "number": 89, "id": "CREC-2003-06-17-pt1-PgS7976-2.chunk0", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Feinstein", "pages": "S7976", "speaker_party": "D", "date": "2003-06-17", "bills": null, "bioguide_id": "F000062", "order": 0, "speaking": ["Mr. President, I wish to acknowledge the efforts of my colleagues and many others participating in the Rally Against Hate on Capitol Hill today.", "The rally has been organized by Senators Edward Kennedy and Gordon Smith, along with the Human Rights Campaign and its coalition partners, to show support and build momentum for passage of Federal hate crimes legislation, ``The Local Law Enforcement Enhancement Act.''", "Also participating in the rally today is a very brave and amazing constituent of mine, Trev Broudy. Trev is a handsome 34-year old actor from West Hollywood, CA, and he is also the victim of a hate crime motivated by his sexual orientation.", "On September 1, 2003, Trev was hugging and saying goodbye to his friend, Teddy Ulett, on the street in West Hollywood when two men jumped out of a car without warning and began swinging at Trev's head with a baseball bat and an iron pipe.", "After the attack, Trev was rushed to Cedars-Sinai Medical Center where doctors cleaned away pieces of skull from the back of his head and pieced together other parts of skull that had been crushed. He was then placed in an induced coma for over a week to guard against swelling of his brain.", "Today, Trev looks and sounds fine, although he will never fully recover from the attack. He has said, ``People assume because I look all right and I'm healthy and I'm walking and I'm talking, I'm all better, but I'm not.''", "When Trev finally left the hospital--10 weeks after the attack--he thought his injuries would eventually heal and he would soon return to work. However, Trev belatedly learned that a major part of his brain had to be removed, leaving him with only half the vision in both of his eyes.", "Once having a good career as a voice-over artist, Trev now struggles with the results of his injuries every day and finds it difficult to read even the simplest sentence. He has returned home to his old apartment, but he will never be able to return to his old life.", "Yet Trev is an inspiration and a hero to his family and friends back home, and particularly to other gay men and lesbians who see this heinous crime as a personal attack on their community.", "Los Angeles' gay and lesbian community even came together and protested the county district attorney's decision not to file hate crime charges against the men suspected of beating Trev. Although the West Hollywood sheriff's station, which investigated the case, initially filed State hate crime charges, the district attorney's office chose not to file hate crimes enhancements in the case.", "And, unfortunately, the limitations of current Federal hate crimes law prevent it from helping Trev because it does not extend basic civil rights protections to every American--only to a few and under certain circumstances.", "Congress should expand the ability of the Federal Government to investigate hate crimes, and it should expand the ability to prosecute anyone who would target victims because of hate.", "We can, and must, do more to prevent these types of hateful threats and acts of violence, and passing The Local Law Enforcement Enhancement Act would do just that.", "The Local Law Enforcement Enhancement Act would: expand current Federal protections against hate crimes based on race, religion, and national origin; amend the criminal code to cover hate crimes based on gender, sexual orientation, and disability; authorize grants for State and local programs designed to combat and prevent hate crimes; and enable the Federal Government to assist State and local law enforcement in investigating and prosecuting hate crimes.", "Enacting the Local Law Enforcement Enhancement Act is long overdue. It is necessary for the safety and well-being of millions of Americans. Until it is enacted, many hate crime victims and their families may not receive the justice they deserve.", "Efforts to enact this legislation have received strong bipartisan support in the past, and the Local Law Enforcement Enhancement Act now has 48 cosponsors in the Senate. We just have not been able to get it to the President's desk for consideration.", "Today, I ask all of my colleagues to rally against hate by working to ensure that this legislation is not simply supported but actually passed and signed into law. Let us send a message to all Americans that we will no longer turn a blind eye to hate crimes in this country."], "capitolwords_url": "http://capitolwords.org/date/2003/06/17/S7976-2_rally-against-hate/"}