{u'speaker_state': u'ME', u'speaker_raw': u'ms. collins', u'speaker_first': u'Susan', u'congress': 108, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-02/html/CREC-2003-10-02-pt1-PgS12377.htm', u'number': 138, u'id': u'CREC-2003-10-02-pt1-PgS12377.chunk28', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Collins', u'pages': u'S12377-S12387', u'speaker_party': u'R', u'date': u'2003-10-02', u'bills': [u'S. 1709'], u'bioguide_id': u'C001035', u'order': 28, u'speaking': [u"Mr. President, I am pleased to join my colleagues Senators Pryor, Coleman and Bingaman in introducing the ``Keeping Families Together Act.'' Among other provisions, our bill authorizes a new, competitive State grant program to support statewide systems for care for children with serious mental illness so that parents are no longer forced to give up custody of their children solely for the purpose of securing mental health treatment.", u"Serious mental illness afflicts millions of our Nation's children and adolescents. It is estimated that as many as 20 percent of American children under the age of 17 suffer from a mental, emotional or behavioral illness. Of these, nearly half have a condition that produces a serious disability that impairs the child's ability to function in day-to-day activities. What is even more disturbing is the fact that two-thirds of all young people who need mental health treatment are not getting it.", u'Behind each of these statistics is a family that is struggling to do the best it can to help a son or daughter with a serious mental illness to be just like every other kid--to develop friendships, to do well in school, and to get along with their siblings and other family members. These children are almost always involved with more than one social service agency, including the mental health, special education, child welfare, and juvenile justice systems. Yet no one agency, at either the State or the Federal level, is clearly responsible or accountable for helping these children.', u'Recent news reports in more than 30 States have highlighted the difficulties that parents of children with serious mental illness have in getting the coordinated mental health services that their children need. My interest in this issue was triggered by a compelling series of stories by Barbara Walsh in the Portland Press Herald last summer which detailed the obstacles that many Maine families have faced in getting care for their children.', u'Too many families in Maine and elsewhere have been forced to make wrenching decisions when they have been advised that the only way to get the care that their children so desperately need is to relinquish custody and place them in either the child welfare or juvenile justice system.', u'Yet neither system is intended to serve children with serious mental illness. Child welfare systems are designed to protect children who have been abused or neglected. Juvenile justice systems are designed to rehabilitate children who have committed criminal or delinquent acts and to prevent such acts from occurring. While neither of these systems is equipped to care for a child with a serious mental illness, in far too may cases, there is nowhere else for the family to turn.', u"Earlier this year, the General Accounting Office (GAO) completed a report that I requested with Representatives Pete Stark and Patrick Kennedy titled ``Child Welfare and Juvenile Justice: Federal Agencies Could Play a Stronger Role in Helping States Reduce the Number of Children Placed solely to Obtain Mental Health Services.''", u'The GAO surveyed child welfare directors in all States and the District of Columbia, as well as juvenile justice officials in the 33 counties with the largest number of young people in their juvenile justice systems. According to the GAO survey, in 2001, parents placed more than 12,700 children into the child welfare or juvenile justice systems so that these children could receive mental health services. Moreover, the GAO estimate is likely just the tip of the iceberg, since 32 States--including the five States with the largest populations of children--did not provide the GAO with any data.', u'There have been other studies indicating that the custody relinquishment problem is pervasive. In 1999, the National Alliance for the Mentally Ill released a survey which found that 23 percent--or one in four of the parents surveyed--had been told by public officials that they needed to relinquish custody of their children to get care, and that one in five of these families had done so.', u'While some States have passed laws to limit or prohibit custody relinquishment, simply banning the practice is not a solution, since it can leave mentally ill children and their families without services and care. Custody relinquishment is merely a symptom of the much larger problem, which is the lack of available, affordable and appropriate mental health services and support systems for these children and their families.', u'In July, I chaired a series of hearings in the Committee on Governmental Affairs to examine the difficult challenges faced by families of children with mental illnesses. We heard compelling testimony from families who told the Committee about their personal struggles to get mental health services for their severely ill children. The mothers who testified told us they were advised that the only way to get the intensive care and services that their children needed was to relinquish custody and place them in the child welfare system. This is a wrenching decision that no family should be forced to make. No parent should have to give up custody of his or her child just to get the services that the child needs.', u'The legislation that we are introducing today was developed in response to concerns raised by both the GAO report and in the Governmental Affairs Committee hearings.', u'First, the legislation authorizes $55 million for competitive grants to States that would be payable over six years to create an infrastructure to support and sustain statewide systems of care to serve children who are in custody or at risk of entering custody of the State for the purpose of receiving mental health services. These grants are intended to help states serve these children more effectively and efficiently, while keeping them at home with their families.', u'States would use funds from these Family Support Grants to foster interagency cooperation and cross-system financing among the various State agencies with responsibilities for serving children with mental health needs. The funds would also support the purchase and delivery of a comprehensive array of community-based mental health and family support services for children who are in custody, or at risk of entering into the custody of the State for the purpose of receiving mental health services. This will allow States, which already dedicate significant dollars to serving children in state custody, to use those resources more efficiently by delivering care to children while allowing them to remain with their families.', u'In response to recommendation made by the GAO report, the Keeping Families Together Act will also establish a Federal interagency task force to examine mental health issues in the child welfare and juvenile justice systems and the role of their agencies in promoting access by children and youth to mental health services.', u'And finally, the legislation will remove a current statutory barrier that prevents more states from using the Medicaid home and community-based services waiver to serve children with serious mental health conditions. The Medicaid home and community-based services waiver is a promising way for States to reduce the incidence of custody relinquishment and address the underlying lack of mental health services for children. While a number of States have requested these waivers to serve children with developmental disabilities, to date very few have done so for children with serious mental health conditions. That is because, under current law, States can only offer home- and community-based services under these waivers as an alternative to care in hospitals, nursing facilities, or intermediate care facilities for the mentally retarded. Our legislation will correct this omission and provide parity to children with mental illness by including inpatient psychiatric hospitals and residential treatment facilities on the list of institutions for which alternative care through the Medicaid home- and community-based services waivers may be available.', u'The legislation we are introducing today will help to reduce the barriers to care for children who suffer from mental illness and will assist States in eliminating the practice of parents relinquishing custody of their children to State agencies solely for the purpose of securing mental health services.', u' By Mr. KENNEDY (for himself, Mr. Jeffords, Mr. Chafee, Mr. Lieberman, Mr. Akaka, Mr. Baucus, Mr. Bayh, Mr. Biden, Mr. Bingaman, Mrs. Boxer, Mr. Breaux, Ms. Cantwell, Mr. Carper, Mrs. Clinton, Ms. Collins, Mr. Corzine, Mr. Daschle, Mr. Dayton, Mr. Dodd, Mr. Dorgan, Mr. Durbin, Mr. Edwards, Mr. Feingold, Mrs. Feinstein, Mr. Graham of Florida, Mr. Harkin, Mr. Inouye, Mr. Kerry, Mr. Kohl, Ms. Landrieu, Mr. Lautenberg, Mr. Leahy, Mr. Levin, Ms. Mikulski, Mrs. Murray, Mr. Nelson of Florida, Mr. Reed, Mr. Reid, Mr. Sarbanes, Mr. Schumer, Mr. Smith, Mr. Specter, Ms. Stabenow, and Mr. Wyden):', u'S. 1705. A bill to prohibit employment discrimination on the basis of sexual orientation; to the Committee on Health, Education, Labor, and Pensions.', u"Mr. President, it's a privilege to join my colleagues in introducing the Employment Non-Discrimination Act of 2003.", u'Civil rights is the unfinished business of our nation. Title VII of the Civil Rights Act of 1964 gives all Americans--without regard to race, ethnic background, gender, or religion--the opportunity to obtain and keep a job. The Employment Non-Discrimination Act is an essential additional step in preventing job discrimination.', u'The act is straightforward and limited. It prohibits discrimination based on sexual orientation in making decisions about hiring, firing, promotion, and compensation. It makes clear that there is no right to preferential treatment, and that quotas are prohibited. It does not apply to employers with less than 15 employees. It does not apply to the armed forces, religious organizations, or such volunteer positions as troop leaders in the Boy Scouts or Girl Scouts.', u"In fact, this fundamental additional protection for America's workforce is long overdue. Too many hardworking Americans are being judged on their sexual orientation, rather than their ability and qualifications.", u"Consider the example of Kendall Hamilton in Oklahoma City. After working at Red Lobster for several years and receiving excellent reviews, he applied for promotion at the urging of the general manager, who knew he was gay. His application was rejected after a co-worker revealed his sexual orientation to the upper management team, and the promotion was given instead to another employee who had been on the job for only 9 months--and whom Mr. Hamilton had trained. He was told that his sexual orientation ``was not compatible with Red Lobster's belief in family values,'' and that being gay had destroyed any chance of becoming a manager. As a result, Hamilton left the company.", u'Consider the example of Steve Morrison, a firefighter in Oregon. His co-workers saw him on the local news protesting an anti-gay initiative, and incorrectly assumed he was gay himself. He began to lose workplace responsibilities and was the victim of harassment, including hate mail. After a long administrative proceeding, the trumped-up charges were removed from his record, and he was transferred to another fire station. The overwhelming majority of Americans believe that this kind of discrimination is wrong. According to a 2003 Gallup study, 88 percent of Americans believe that gays and lesbians should have equal job opportunities. The Employment Non-Discrimination Act is strongly supported by labor unions and a broad religious coalition. They know that America will not reach its full potential or realize its promise of equal justice and equal opportunity for all until we end all forms of discrimination.', u'Over 60 percent of Fortune 500 companies have implemented non-discrimination policies that include sexual orientation. Our legislation has been endorsed by leading corporations such as AT&amp;T, BP, Cisco Systems, Eastman Kodak, FleetBoston, General Mills, Hewlett-Packard, IBM, JP Morgan Chase &amp; Co., Microsoft, Nike, Oracle, Shell Oil, and Verizon.', u"Small businesses support our legislation as well. At a hearing in 2001, Lucy Billingsly, a Republican small business owner in Dallas, said, ``A uniform Federal law banning sexual orientation discrimination will give businesses the right focus. By paying attention to the quality of work being done and not to factors that have nothing to do with job performance, all of America's businesses will perform better.''", u"Despite broad-based support in the business community and Congress's history of enacting anti-discrimination legislation, some argue that the solution to the problem of job discrimination on the basis of sexual orientation should be left to the States. I disagree. Only 14 States and the District of Columbia have laws similar to the Employment Non-Discrimination Act. Too many American workers are left without redress. A Federal law is clearly needed to ensure that all Americans receive equal treatment in the workplace.", u'Hard-working citizens in every State deserve the opportunity to feel secure in their jobs when they perform well, and they deserve the opportunity to compete in the workplace when they are qualified for a job. Job discrimination based on sexual orientation is unacceptable, and I urge my colleagues to support this bill.', u'Mr. President, I am delighted to join with Senators Kennedy, Chafee, Jeffords and many other colleagues as an original cosponsor of this important legislation, the Employment Non-Discrimination Act of 2003. By guaranteeing that American workers cannot lose their jobs simply because of their sexual orientation, this bill would extend the bedrock American values of fairness and equality to a group of our fellow citizens who too often have been denied the benefit of those most basic values.', u'More than 225 years ago, Thomas Jefferson laid out a vision of America as dedicated to the simple idea that all of us are created equal, endowed by our creator with the unalienable rights to life, liberty and the pursuit of happiness. As Jefferson knew, our society did not in his time live up to that ideal, but since his time, we have been trying to. In succeeding generations, we have worked ever harder to ensure that our society removes unjustified barriers to individual achievement and that we judge each other solely on our merits and not on characteristics that are irrelevant to the task at hand. We are still far from perfect, but we have made much progress, especially over the past few decades, guaranteeing equality and fairness to an increasing number of groups that traditionally have not had the benefits of those values and of those protections. To African-Americans, to women, to disabled Americans, to religious minorities and to others we have extended a legally enforceable guarantee that, with respect to their ability to earn a living at least, they will be treated on their merits and not on characteristics unrelated to their ability to do their jobs.', u'It is time to extend that guarantee to gay men and lesbians, who too often have been denied the most basic of rights: the right to obtain and maintain a job. A collection of 1 national survey and 20 city and State surveys found that as many as 44 percent of gay, lesbian and bisexual workers faced job discrimination in the workplace at some time in their careers. Other studies have reported even greater discrimination--as much as 68 percent of gay men and lesbians reporting employment discrimination. The fear in which these workers live was clear from a survey of gay men and lesbians in Philadelphia. Over three-quarters told those conducting the survey that they sometimes or always hide their orientation at work out of fear of discrimination.', u"The toll this discrimination takes extends far beyond its effect on the individuals who live without full employment opportunities. It also takes an unacceptable toll on America's definition of itself as a land of equality and opportunity, as a place where we judge each other on our merits, and as a country that teaches its children that anyone can succeed here as long as they are willing to do their job and work hard.", u'This bill provides for equality and fairness--that and no more. It says only what we already have said for women, for people of color and for others; that you are entitled to have your ability to earn a living depend only on your ability to do the job and nothing else.', u' By Ms. STABENOW:', u'S. 1707. A bill to amend title 39, United States Code, to provide for free mailing privileges for personal correspondence and certain parcels sent from within the United States to members of the Armed Forces serving on active duty abroad who are engaged in military operations involving armed conflict against a hostile foreign force, and for other purposes; to the Committee on Governmental Affairs.', u"Mr. President, I rise today to introduce the Providing Our Support to Troops or POST Act of 2003. This bill would provide free mailing privileges for letters and packages sent from within the United States to members of the Armed Forces serving on active duty abroad who are engaged in military operations involving armed conflict against a hostile foreign force. This bill is a companion bill to Representative Lucas's H.R. 2705, a bill with 31 bipartisan cosponsors in the House of Representatives.", u'Our troops overseas can send mail and packages to their loved ones at no cost, but their families must pay postage to do the same. As the holidays approach, the families back here in the States are not only not able to give their Christmas or Hanukah presents to their loved ones in person, but they have to pay postage to do so.', u"Two constituents of mine, both mothers of servicemen in Iraq, brought this inequity to my attention. Renee Walton from Lincoln Park, MI, mother of twins Jeremy and Joshua who are serving in the Marine Corps, writes, ``I believe this is something all the troops' families will benefit from and most especially the soldier who is waiting patiently for a package from home.''", u"Suzann Sareini, a Dearborn resident, says, ``As a mother of one of the brave individuals in our armed forces fighting for this country, I believe this act exhibits a tremendous amount of patriotic gratitude for the sacrifices being made by members of the military and their families. This small gesture would be invaluable in its contribution to the morale of our soldiers waiting patiently for packages from back home.''", u'I wholeheartedly agree with these two Michigan moms.', u'Currently 2,500 Michigan Guard and Reserves are on active duty, many of whom are serving in Iraq or Afghanistan or fighting the war against terrorism around the globe. That means that there are thousands of families who will have an empty seat at the Thanksgiving table and will be missing a loved one during the holidays. But, by providing free postage for these families, we are making it easier for them to stay in touch with their loved ones and provide them with moral support. This is only fair since our service men and women have so unselfishly made great sacrifices to protect us and our country. This is a small gesture, but one that will speak loudly in the hearts of our troops and their families.', u'I ask unanimous consent that the text of the bill be printed in the Record. There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u"This Act may be cited as the ``Providing Our Support to Troops Act of 2003''.", u'(a) In General.--Chapter 34 of title 39, United States Code, is amended by adding at the end the following:', u'(a) In General.--Chapter 34 of title 39, United States Code, is amended by adding at the end the following: ``Sec. 3407. Free postage for personal correspondence and certain parcels mailed to members of Armed Forces of the United States', u"(a) In General.--Chapter 34 of title 39, United States Code, is amended by adding at the end the following: ``Sec. 3407. Free postage for personal correspondence and certain parcels mailed to members of Armed Forces of the United States ``(a) In General.--The matter described in subsection (b) (other than matter described in subsection (c)) may be mailed free of postage, if-- ``(1) such matter is sent from within an area served by a United States post office; ``(2) such matter is addressed to an individual who is a member of the Armed Forces of the United States on active duty, as defined in section 101 of title 10, or a civilian, authorized to use postal services at Armed Forces installations, who holds a position or performs one or more functions in support of military operations, as designated by the military theater commander; and ``(3)(A) such matter is addressed to the individual referred to in paragraph (2) at an Armed Forces post office established in an overseas area with respect to which a designation under section 3401(a)(1)(A) is in effect; or ``(B) in the case of an individual who is hospitalized at a facility under the jurisdiction of the Armed Forces of the United States as a result of a disease or injury described in section 3401(a)(1)(B), such matter is addressed to such individual at an Armed Forces post office determined under subsection (f). ``(b) Mail Matter Described.--The free mailing privilege provided by subsection (a) is extended to-- ``(1) letter mail or sound- or video-recorded communications having the character of personal correspondence; and ``(2) parcels not exceeding 10 pounds in weight and 60 inches in length and girth combined. ``(c) Limitation.--The free mailing privilege provided by subsection (a) does not extend to mail matter that contains any advertising. ``(d) Rate of Postage.--Any matter which is mailed under this section shall be mailed at the equivalent rate of postage which assures that the mail will be sent by the most economical means practicable. ``(e) Marking.--All matter mailed under this section shall bear, in the upper right-hand corner of the address area, the words `Free Matter for Members of the Armed Forces of the United States', or words to that effect specified by the Postal Service. ``(f) Regulations.--This section shall be administered under such conditions, and under such regulations, as the Postal Service and the Secretary of Defense jointly may prescribe.''. (b) Funding.-- (1) Free postage.--Sections 2401(c) and 3627 of title 39, United States Code, are amended by striking ``3406'' and inserting ``3407''. (2) Air transportation.-- (A) In general.--Section 2401 of title 39, United States Code, is amended by redesignating subsections (d) through (g) as subsections (e) through (h), respectively, and by inserting after subsection (c) the following: ``(d) There are authorized to be appropriated to the Postal Service each year a sum determined by the Postal Service to be equal to the expenses incurred by the Postal Service in providing air transportation for mail sent to members of the Armed Forces of the United States free of postage under section 3407, not including the expense of air transportation that is provided by the Postal Service at the same postage rate or charge for mail which is not addressed to an Armed Forces post office.''. (B) Amendment to prevent duplicative funding.--Section 3401(e) of title 39, United States Code, is amended by striking ``office.'' and inserting ``office or (3) for which amounts are authorized to be appropriated to the Postal Service under section 2401(d).''. (C) Technical and conforming amendments.-- (i) Annual budget.--Section 2009 of title 39, United States Code, is amended in the next to last sentence by striking ``(b) and (c)'' and inserting ``(b), (c), and (d)''. (ii) Comprehensive plan references.--Sections 2803(a) and 2804(a) of such title 39 are amended by striking ``2401(g)'' and inserting ``2401(f)''. (c) Chapter Analysis.--The analysis for chapter 34 of title 39, United States Code, is amended by adding at the end the following:", u' By Mr. CRAIG (for himself, Mr. Durbin, Mr. Crapo, Mr. Feingold, Mr. Sununu, Mr. Wyden, and Mr. Bingaman):', u'S. 1709. A bill to amend the USA PATRIOT ACT to place reasonable limitations on the use of surveillance and the issuance of search warrants, and for other purposes; to the Committee on the Judiciary.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/10/02/S12377_statements-on-introduced-bills-and-joint-resolutio/'}