{u'speaker_state': u'NV', u'speaker_raw': u'mr. reid', u'speaker_first': u'Harry', u'congress': 107, u'title': u'LOCAL LAW ENFORCEMENT ACT OF 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-07/html/CREC-2002-06-07-pt1-PgS5246.htm', u'number': 74, u'id': u'CREC-2002-06-07-pt1-PgS5246.chunk3', u'volume': 148, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reid', u'pages': u'S5246-S5248', u'speaker_party': u'D', u'date': u'2002-06-07', u'bills': None, u'bioguide_id': u'R000146', u'order': 3, u'speaking': [u'Mr. President, with the legislation now before us, I am very happy to see the chairman of the Judiciary Committee in the Chamber today to lead the discussion on this legislation. This is an extremely important piece of legislation. We have waited a long time to get to its consideration.', u"I have been somewhat disappointed when I read already in this week's newspapers that the minority has indicated they have scores of nonrelevant, nongermane amendments they are going to file on this piece of legislation. This is code word for they are going to do everything they can to stop the legislation from passing.", u'That is unfortunate because this legislation, which is commonly referred to as the hate crimes bill, has that name because that is what it is about. It is about people with hatred doing criminal acts.', u'Senate consideration of this legislation is much needed and is long overdue. It demonstrates, once again, the change that has taken place in this body since Senator Leahy began the chairmanship of the Judiciary Committee.', u'But for his advocacy, we would not be in this spot; we would not be where we are now.', u"The chairman of the committee is here, and he has heard me say this on many occasions. We have done such a good job in the Judiciary Committee. I say ``we'' because the committee doing well reflects on all of us. When I think of what we have gone through in this committee, we had the terrorist acts of September 11, which caused us to focus immediately on antiterrorism legislation, which we passed. People complained because we didn't move that legislation fast enough. Now people are writing that it was one of the best things that happened in this Congress in a long time because the Judiciary Committee slowed us down. We didn't run pell-mell into this legislation but walked deliberately into it. As a result, we have good legislation, not the least of which has a sunset provision in it. If we went too far in any way, it sunsetted.", u"The work that has been done by the Judiciary Committee has been excellent. Not only do we have the situation with the terrorist acts of September 11 and all the work of the committee as it related thereto, but we had an anthrax attack in Senator Daschle's office. Senator Leahy received anthrax-laden materials. From whom, we do not know. It was enough that it closed down one of the office buildings where 50 Senators have their offices. That slowed us down.", u"In spite of that and many other obstacles we have had to overcome, we have moved forward on judges. I don't know the exact number now, but I believe it is 57 confirmed judges. I believe there is half a dozen or so on the calendar, a tremendous amount of work. We are doing the very best we can in that regard.", u'This hate crimes legislation is another example of the work the Judiciary Committee has done and the Senate has done generally since Senator Jeffords joined our caucus.', u"The present Federal criminal statutes do not respond to hate crimes motivated by a person's gender, sexual orientation, or disability. In fact, one of these characteristics, sexual orientation, is the third leading motivation behind hate crimes. Everyone has heard of some of the most egregious cases of hate crimes: Matthew Shepard, a very frail young man, was a gay student at the University of Wyoming. He was severely beaten, left for dead hanging on a fence post. There is no question this happened because he was gay.", u'James Byrd, Jr., an African American man, was brutally murdered, hooked up behind a pickup truck and dragged to his death.', u'These tragedies are not isolated. I indicated on this Senate floor earlier this week some of the incidents that have happened in Nevada because of hatred.', u"In Carson City, our State capital, somebody set a black family's home on fire and wrote the words ``white power'' and other racial slurs at the scene of the crime.", u'Vandals spray-painted a swastika and other graffiti on religious statues at a Roman Catholic Church in Henderson, NV, where I went to high school.', u'A black family in Las Vegas found a cross burning on their lawn.', u'Two white men attacked two Muslims with a baseball bat. They beat the Muslims with a baseball bat outside a mosque where they had gone to worship.', u"Condemning these acts is one thing, but we must legislate against these acts, and that is what this legislation is all about. These types of crimes not only infringe on victims' rights, they erode people's sense of security and self-worth.", u'Our country was founded on the principle of liberty and justice for all, and that means all. When perpetrators of hate crime target anyone, they really are targeting all of us and the principles that make our diverse Nation what it is.', u'We must move forward and continue our program of diversity in this country. This legislation will help us do that.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/06/07/S5246_local-law-enforcement-act-of-2001/'}