{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 107, u'title': u'BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-14/html/CREC-2001-06-14-pt1-PgS6239-7.htm', u'number': 83, u'id': u'CREC-2001-06-14-pt1-PgS6239-7.chunk264', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S6239-S6305', u'speaker_party': u'D', u'date': u'2001-06-14', u'bills': [u'S. 1'], u'bioguide_id': u'F000062', u'order': 264, u'speaking': [u'Mr. President, I rise in opposition to the Helms amendment. Under our Federal Constitution and laws, public schools are already required to provide equal access to their facilities. This amendment, therefore, is unnecessary. As such, its only result would be to divide our communities rather than bring them together.', u'It is unfortunate that an organization that has meant so much to our nation has now become the object of a larger debate on civil rights and national unity. This amendment is not a vote on the legitimacy of the Boy Scouts as a national institution. Rather, it is a vote on the direction in which we want our country to go.', u'I have heard from constituents who are opposed to this amendment. One was a teacher who spoke eloquently to the divisiveness of the amendment. He wrote:', u'Dear Senator Feinstein: As your constituent, I strongly urge to oppose the Helms amendment to the Education Bill (S. 1), which would deny all Federal education funding to any school that has been found to discriminate against the Boy Scouts or any other youth group that denies membership to gays and lesbians. Aside from being politically divisive and unrelated to the underlying bill, the Helms amendment is completely unnecessary and is a punishment in search of a problem. The use of public school facilities is governed by the First Amendment. The Helms amendment does nothing to further the goals of improving education and serves only as an anti-gay attack. I urge you to oppose this amendment and look forward to hearing your views on this important issue.', u'Other constituents voiced their concerns about the message of intolerance such an amendment would carry if passed. A family from Valley Glen, CA wrote:', u"We are very much offended by the discrimination that the [Boy Scouts of America] is able to operate with under the blessings of the U.S. Supreme Court. On one hand we applaud the actions of school boards, city councils, police departments, corporations and United Way agencies for standing up for what they believe. On the other hand, as members of Temple Beth Hillel (Valley Village, CA), we are quite proud of our Pack 311 and Rabbi Jim Kaufman's stand that the basic program is great and that the best way to make change is from within. Additionally, as a family who is very active in the Girl Scouts . . ., we are quite proud that [the Girl Scouts] are inclusive of all girls and their families. Our tax dollars should not be used to support the discrimination that the ``Boys Scouts Equal Access Act'' is trying to affirm. We urge you to help to defeat this act and to help to hold the [Boy Scouts of America] to the same standards that the country as a whole is striving for. The [Boys Scout of America] is a great American institution and we hope that it can continue to be so following the same non-discriminatory rules as the rest of the country.", u'Here are my views on the matter: first, the Supreme Court has already spoken to the issue of equal access for private organizations. Last year, the Court ruled in Dale v. Boy Scouts of America that the Boy Scouts had a First Amendment right to prohibit gay men and lesbians from serving as leaders in the Boy Scouts. What this decision means is that the governments cannot directly penalize the Boy Scouts for constitutionally protected views and policies, as the New Jersey public accommodations law had sought to do in the case. Nor can they indirectly penalize the Scouts by denying access to public facilities and other benefits available to other private groups.', u"So, for me, the matter is settled. Already a school must allow access to an organization like the Boy Scouts, regardless of the organization's viewpoints, or risk losing federal funding. The Constitution already protects the Boy Scouts and similar youth groups, so there is no reason for Congress to intervene.", u"I also oppose the Helms amendment because of its sweeping potential to limit the rights of state and local governments to make decisions for their own school districts, and for their own children, as to their communities' tolerance of discrimination. One provision of the amendment in particular troubles me: It would provide special protection to groups that prohibit the acceptance of homosexuals. Basically, it singles out for protection a type of discrimination. A consensus developing in our country is that discrimination of this kind is wrong. Across the nation, local jurisdictions are voting to prohibit discrimination against gays and lesbians.", u'In my hometown of San Francisco, a city that prides itself on the diversity of its views and the diversity of its people, a cornerstone of the community is its belief that basic civil rights protections should extend to every American, and not only to a few and under certain circumstances. A vote in favor of this amendment would be an indictment against the people of San Francisco and of their rich tradition of accepting others.', u'And it would be an indictment of the many other communities throughout California and the rest of the nation that promote diversity and tolerance for all. I urge my colleagues to oppose this amendment, which would foster a sense of division and disunity.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/14/S6239-7_better-education-for-students-and-teachers-act/'}