{"speaker_state": "MI", "speaker_raw": "mr. conyers", "speaker_first": "John", "congress": 107, "title": "COMMUNITY SOLUTIONS ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-19/html/CREC-2001-07-19-pt1-PgH4222-5.htm", "number": 101, "id": "CREC-2001-07-19-pt1-PgH4222-5.chunk84", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Conyers", "pages": "H4222-H4281", "speaker_party": "D", "date": "2001-07-19", "bills": ["H.R. 7"], "bioguide_id": "C000714", "order": 84, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, I commend the gentleman from Wisconsin (Mr. Sensenbrenner), the chairman of the committee, for his sterling statement. Except for the conclusion, of course, it was very well presented.", "Now, to the heart of the matter. The Conservative Family Research Council announced yesterday that they would abandon support for H.R. 7 if it were changed one iota to defer to existing State or local civil rights laws. Therein lays the rub. Namely, to put it another way, more colloquially, can a brother make as good a pot of soup as a Southern Baptist? Can too much diversity spoil the soup? That is the problem here, and it is why we are having so much trouble with faith-based which, incidentally, already exists, I say to my colleagues. Is there anyone not aware that we already have faith-based organizations dispensing charity by the billions of dollars? So what is the problem here?", "Well, during our discussion in the Committee on the Judiciary, no one caught this sense of the issue more sensitively than our distinguished colleague from Florida (Mr. Scarborough), and I quote him at this point from page 191: ``For instance,'' he says, ``delivering soup. Let's say, for instance, in an area that is heavily served, let's say a synagogue, in an urban part of the area, listen, they want to get their soup. They do not want to hear somebody with views that are completely different from their own views. And I understand. I understand what the bill says, that they are not allowed to do that. But, again, if you compel these organizations, whose culture many Americans believe allow faith-based organizations to deliver services more effectively,'' and so on and so forth.", "So I thank our departing colleague for that very important contribution to what we are about here.", "Now, why do so many people feel uncomfortable about using this legislation as a vehicle to override our civil rights laws, our Federal civil rights laws, our State civil rights laws, our local civil rights laws? Why?", "Many of us are still recovering from the revelation that the Salvation Army negotiated a secret deal with the White House to override parts of civil rights laws, including those protecting domestic partner benefits. Most do not think it is right to trade off our civil rights laws to get legislative support from a private organization.", "Had the administration really wanted to do something to help religion, they might have tried to include the proposed charitable tax deductions in the $2 trillion tax deal. If they wanted to do something to improve social services, they would increase funding for drug treatment, housing and for seniors, instead of cutting these programs by billions of dollars. If they wanted to help our kids in our inner cities, of which I have heard so much today it is staggering, they would help us try to rebuild the crumbling schools all around them.", "Mr. Speaker, I yield 2\\1/4\\ minutes to the gentleman from New York (Mr. Nadler), the ranking member of the subcommittee from which this bill came. Mr. NADLER. Mr. Speaker, this bill is a threat to religious liberty, a threat to the very effective way the Federal, State and local governments have long worked with religious charities, and a threat to this Nation's long commitment to equal rights, nondiscrimination and human dignity.", "I would like to dispense with a few myths that have been propagated during this debate.", "First, contrary to what we may have heard, religious charities are not the victims of discrimination; far from it. Religious charities now administer billions of dollars in public funds every year. Catholic Charities, the Federation of Protestant Welfare Agencies, the United Jewish Communities and many other church groups have been providing social services partially funded with taxpayer dollars for many, many decades.", "Myth two: Religious charities must be allowed to discriminate in employment and services using public money in order to do their jobs properly. Why? Why does a Jewish lunch program need to hire only Jews to serve the soup? Why does a Baptist homeless shelter need to hire only Baptists to provide the blankets? I thought that this was a settled issue in our society, but apparently it is not.", "Let me ask my colleagues, on the road to Jericho, did the good Samaritan ask the wounded traveler whether he was of a certain faith or whether he was gay or whether he was of the proper race? If the answer is no, then why would we think it necessary for churches to do this now, with public funds?", "We are told that current law already allows such discrimination. Yes, it does, but only with church funds. But this bill is different. This bill allows that discrimination not just with church money but with public money in purely secular activities or what we are told are purely secular activities. That is very new and very, very wrong.", "Myth three: This bill preserves State laws. Not true. The gentleman from Wisconsin (Mr. Sensenbrenner) made clear in the markup in the committee that it does not. The bill allows broad religious discrimination and nullifies the laws of 12 States and more than 100 localities to the contrary. Do not be fooled by the argument that this applies only to lesbian and gay rights, important though they are. This applies to all local antidiscrimination laws, whether they protect women or minorities or single mothers or whatever local communities may have committed to take a stand on. That is an important difference from past charitable choice legislation, which specifically said that State and local laws would be preserved. This is different."], "capitolwords_url": "http://capitolwords.org/date/2001/07/19/H4222-5_community-solutions-act-of-2001/"}