{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 111, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-08-05/html/CREC-2009-08-05-pt1-PgS8866.htm", "number": 121, "id": "CREC-2009-08-05-pt1-PgS8866.chunk9", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S8866-S8871", "speaker_party": "D", "date": "2009-08-05", "bills": null, "bioguide_id": "K000105", "order": 9, "speaking": ["Mr. President, the promise of America will never be fulfilled as long as justice is denied to any of our fellow citizens. We have made remarkable progress in the long march towards equal opportunity and equal justice for all Americans, but this is no time for complacency. Civil rights remains the unfinished business of America. Millions of our people are still shut out of the American dream solely because of their sexual orientation or gender identity. The Employment Non-Discrimination Act brings us closer to fulfilling the promise of America for gay, lesbian, bisexual, and transgender citizens, and I am proud to join Senators Merkley, Collins, and Snowe today in introducing this important legislation.", "ENDA reflects the bedrock American principle that employees should be judged on the basis of job performance, not prejudice. It prohibits employers from making decisions about hiring, firing, promotions, or compensation based on sexual orientation or gender identity. It makes clear that there is no right to preferential treatment, and that quotas are prohibited.", "While some states have taken this important step to guarantee fair treatment in the workplace, ENDA is necessary to guarantee these rights for all. It is unacceptable that in our country in 2009, it is legal anywhere to judge people on who they are, not what they can accomplish. This legislation will right this historic wrong.", "ENDA has broad, bipartisan support. It reflects non-discrimination principles already in place at some our country's largest employers. In the past, this legislation has been endorsed by a broad religious coalition, civil rights leaders, and distinguished Americans from both parties.", "I am proud to join my colleagues today in bringing us one step closer to our ideal of a nation free from prejudice and injustice. I look forward to doing all I can to pass this important legislation, and I urge my colleagues to support us."], "capitolwords_url": "http://capitolwords.org/date/2009/08/05/S8866_statements-on-introduced-bills-and-joint-resolutio/"}