{"speaker_state": "DC", "speaker_raw": "ms. norton", "speaker_first": "Eleanor", "congress": 107, "title": "PROVIDING FOR CONSIDERATION OF H.R. 2944, DISTRICT OF COLUMBIA APPROPRIATIONS ACT, 2002", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5980-3.htm", "number": 126, "id": "CREC-2001-09-25-pt1-PgH5980-3.chunk8", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Norton", "pages": "H5980-H5983", "speaker_party": "D", "date": "2001-09-25", "bills": null, "bioguide_id": "N000147", "order": 8, "speaking": ["Mr. Speaker, may I begin by thanking the gentleman from Michigan (Mr. Knollenberg), the chairman of the subcommittee, and the gentleman from Pennsylvania (Mr. Fattah), the ranking member, for their very hard work on this bill, the best bill in some time for the District of Columbia.", "I must say that there was a very good chance that for once we might be able to support a rule, especially since the Committee on Appropriations, to its credit, made substantial progress on the infamous social riders by voting to eliminate one that had long plagued this bill, a rider that provides for health care benefits if paid for by a partner who may be a grandmother or mother, or may be a gay person. So the Committee on Appropriations decided that wherever they stood on gay rights, it was not worth taking down everybody at a time when health care is so important and when this body has not done its job to make sure that everyone has health care.", "This, I say to my colleagues, is no time to make hay or to make politics over the local budget of a city. A city where Congress time and again has shown it has no expertise to get into its local budget, who could expect Congress to? I do not have any expertise on the D.C. budget. We have limited interest, and the District of Columbia respects that interest, because of the Federal presence here.", "My side has tried to respond to the crisis we are in. We agreed to a limited time for general debate, for example. We have agreed to limited time for amendments. Otherwise, of course, we would not be acting in the national interest. If, in fact, what we do is to crowd this bill with the usual riders, we will not only look silly, this year we would look careless and insensitive to the suffering and the felt needs of the American people.", "At the very least, in recognition of the uniquely serious crisis we are in, I am asking Members to forebear attachments and amendments, even if protected, which they know are opposed by D.C. law. I thank the Committee on Appropriations for, in fact, not including, not including a domestic partners rider in this bill. I ask my colleagues to respect what the Committee on Appropriations did when its position is put before us here today. After all, we are defending democratic values more than rhetorically this session. At a time when the world is watching, this body must not be seen as engaging in patently undemocratic actions such as overturning local laws against the democratic will of the people of the District of Columbia.", "I was prepared, absent actions taken on social riders, to support a rule this time, even with some serious imperfections; and let me say what has happened to those imperfections, because there was a puzzling decision made to delete completely noncontroversial budget provisions which had never been bothered before in the history of home rule. I brought this to the attention of the chairman and the ranking member, and I must say I am deeply appreciative for the way both have worked with me to make substantial progress. As they have had the time to study these provisions, we have made many of them consistent with the will of the Mayor and the city council of the District of Columbia. Moreover, the chairman has promised me that he will continue to work with me, even into conference, if necessary.", "What he has done shows very substantial good faith. He has, in his manager's amendment, included provisions that went before the Committee on Appropriations. We made very substantial progress on the remaining deletions, and the chairman had already removed 35 redundant and duplicative amendments and provisions beforehand. In other words, the chairman, the gentleman from Michigan (Mr. Knollenberg), and the gentleman from Pennsylvania (Mr. Fattah), the ranking member, and I have tried to behave like grown-up Members of Congress, not able to get all we wanted, understanding that we had some disagreements, each reciprocating; and I was prepared not to object to moving forward.", "Mr. Speaker, I regret that this rule must be opposed. I hope that if this bill does, in fact, make it to general debate, we will respect the chairman's call. He made it known as soon as he became chairman that he would like no attachments on his bill. I recognize some have been made in order. I hope that my colleagues who have such attachments will reconsider, in light of the chairman's call. He simply wants to get his bill through. He wants to be an appropriator. If my colleagues have other matters, I am willing to take them to the D.C. City Council or to take them to the authorizing committee.", "Matters such as domestic partners, abortions, other matters of controversial local concern do not belong on this bill. Let us get this bill done; let us make this a banner year for D.C. We are off to a bad start on the rule. I ask my colleagues to oppose the rule. If my colleagues vote for the rule, I certainly ask my colleagues to be mindful of the fact that this is a local appropriation and to follow the lead of the Mayor of the District of Columbia and the council when it comes to how to respond to any attachments that may come forward.", "Once again, I thank the chairman and the ranking member for very important progress and for the respect they have shown the people and the government of the District of Columbia."], "capitolwords_url": "http://capitolwords.org/date/2001/09/25/H5980-3_providing-for-consideration-of-hr-2944-district-of/"}