{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm', u'number': 77, u'id': u'CREC-2000-06-19-pt1-PgS5325-3.chunk231', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S5325-S5356', u'speaker_party': u'D', u'date': u'2000-06-19', u'bills': [u'S. 622'], u'bioguide_id': u'K000105', u'order': 231, u'speaking': [u'Mr. President, as I mentioned, the cases were provided by the Justice Department.', u'Let me give you one case, U.S. v. Kila, 1994, a Federal jury in Fort Worth, Texas acquitted three white supremacists of Federal civil rights charges arising from unprovoked assaults upon African Americans, including one incident where the defendants knocked a man unconscious as he stood near a bus stop. For several hours, the defendants walked throughout the town accosting every African American they met, ordering them to leave whatever place or area they were in. Some of these encounters consisted of verbal harassment; in others, Black victims were shoved on the streets, their hats knocked off. Throughout their movements through the city, the subjects were using racial epithets and talking about white supremacy.', u"The subjects' parade of racial hate erupted into serious violence with the assault on Ali--that is the name of the individual--at the bus stop, an assault which knocked him unconscious. According to witnesses, Ali was punched in the face after he fell to the ground, and kicked in the head. He was transported by ambulance to the hospital, having sustained head injuries. He did not have medical insurance. When the doctors asked him to remain for further tests, he left against their wishes.", u"The Federal Government became involved in the case when State officials went to the U.S. Attorney's Office asking for Federal assistance. The State could only proceed on misdemeanors, and in their judgment, the conduct warranted felony treatment, treatment available under Federal law. Some of the jurors revealed after the trial that although the assaults were clearly motivated by racial animus, there was no apparent intent to deprive the victims of the right to participate in any federally protected activity.", u'It is this federally protected activity barrier under current law that is unduly restrictive, and must be amended.', u"The Government's proof that the defendants went out looking for African Americans to assault was insufficient to satisfy the statutory requirements and effectively the case was dropped.", u"I could go back as far as 1982. Maybe in some cases defendants get tried for a misdemeanor, as they did in a Western State case I mentioned previously, but they are not getting prosecuted with the full weight of the law. That is what we are talking about. In the 1982 case that I referred to, two white men chased a man of Asian descent from a night club in Detroit and beat him to death. The Department of Justice prosecuted the perpetrators under existing hate crimes laws, but both defendants were acquitted--despite substantial evidence to establish their animus based on the victim's national origin. Although the Justice Department had no direct evidence of the basis for the jurors' decision, the Government's need to prove the defendants' intent to interfere with the victim's engagement in a federally protected right--the use of a place of public accommodation, was the weak link in the prosecution.", u'These defendants committed murder on the basis of hate. Do we need more cases? I am glad to stay here and go through a whole pile of them. These are examples of what we are talking about. This is what is taking place. The question is whether we are going to do something about it. That is the issue that will be presented to this body tomorrow.', u'I will take a moment to read into the Record the letter from Judy Shepard addressed to the members of the Judiciary Committee:', u"Thank you for your hard work and commitment to combating hate violence in America. I appreciate the opportunity to testify before your committee last year. As the mother of a hate crime victim, I applaud your interest in trying to address this serious problem that has torn at the very fabric of our nation. However, I do have concerns with your bill (S. 1406) as currently written, and I would like to take this opportunity to discuss them with you. As I am sure you remember from our visit last fall, two men murdered my son Matthew in Laramie, Wyoming in October 1998 because he was gay. Though your amendment is well intentioned, it fails to address hate crimes based on sexual orientation, nor does it include disability or gender. The time has long passed for halfway measures to address this devastating violence. While I appreciate your efforts, the appropriate and necessary response is the Smith-Kennedy measure (S. 622), and I strongly urge you to support this approach. Though forty states and the District of Columbia have enacted hate crime statutes, most states do not provide authority for bias crime prosecutions based on sexual orientation, gender, or disability. Including the District of Columbia, only 22 states now include sexual orientation-based crimes in their hate crime statutes, 21 include coverage of gender-based crimes, and 22 include coverage for disability- based crimes. There is currently no law that allows federal assistance for localities investigating and prosecuting hate crimes based on sexual orientation. As a result, though Matt's killers were brought to justice, the Laramie law enforcement officials told me, as I know they told you last year, that they were forced to furlough five employees to be able to afford to bring the case. The Smith-Kennedy amendment would add sexual orientation, gender and disability to current law, while your amendment would not. I urge you to support the Smith-Kennedy amendment, which is more comprehensive and inclusive. I know that legislation cannot erase the hate or pain or bring back my son, but I believe that passage of this legislation is an essential step in the healing process and will help allow the federal government to assist in the investigation and prosecution of future hate crimes. Again, I respect your commitment to making America a more understanding and just country where hate crimes are no longer tolerated. But I urge you to promptly address my concerns that are shared by so many others, so our nation can be safe for all people, including gay people like my son Matthew. Sincerely, Judy Shepard.", u'Mr. President, I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/'}