{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 106, u'title': u'MOTION TO INSTRUCT CONFEREES ON, H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-13/html/CREC-2000-09-13-pt1-PgH7523-2.htm', u'number': 107, u'id': u'CREC-2000-09-13-pt1-PgH7523-2.chunk60', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Nadler', u'pages': u'H7523-H7532', u'speaker_party': u'D', u'date': u'2000-09-13', u'bills': None, u'bioguide_id': u'N000002', u'order': 60, u'speaking': [u'Mr. Speaker, I thank the gentleman for yielding me time.', u'Mr. Speaker, I came here to rise in support of the motion to instruct offered by the gentleman from Michigan (Mr. Conyers) and in opposition to the motion to instruct offered by the gentleman from South Carolina (Mr. Graham), because I read the motion to instruct offered by the gentleman from South Carolina (Mr. Graham); and I am not sure whether it is worth supporting or opposing, because it does not deal with anything in front of the conference.', u'The gentleman purports it to mean that this would oppose the hate crimes legislation, but we know that there is hate crimes legislation on the Federal books, and it has been there for 32 years. What the Senate proposes, and what I hope the House accedes to, is to increase the purview of that legislation from race, color, creed, and national origin, to include, which it does now, to include sexual orientation, gender, disability of the victim. And we certainly should, because an attack on someone based on those characteristics is an extra assault on society and ought to be punished in an extra way.', u'But look at the motion to instruct offered by the gentleman from South Carolina (Mr. Graham). We should instruct the conferees not to agree to anything that fails to recognize that the 14th amendment guarantees all people equal protection under the law. Well, of course. And the Hate Crimes Protect Act does not deny anyone equal protection under the law. So I have no problem with that provision, because it does not refer to anything in front of the Senate or the House.', u'He instructs that we should not agree to provisions which deny equal protection under the law by conditioning prosecution of certain offenses under race, color, religion, national origin, gender, sexual orientation, or disability of the victim.', u'Well, the hate crimes legislation does not do that either. As was pointed out before, the hate crimes legislation does not say that if you attack a black person or a gay person only should you be prosecuted. It says if you attack someone because of their race, color, creed, of whatever variety, whatever race, whatever color or creed, whatever sexual orientation, whatever gender, because of that there is an extra viciousness and an extra protection, that does not deny equal protection under the law.', u'Everybody is subject to it; everybody can be helped by it. Whether you are attacked because you are a man or a woman, a gay person or a straight person, a Christian, a Jew or a Hindu, black, white or green, it does not matter. Everybody gets that equal protection. And it says that we should not agree to any provision that would preclude a person convicted of murder from being sentenced to death.', u'Well, that one, I do not agree with the death penalty, so I do not have a problem with that. But the fact is, it does not do that either. The gentleman from South Carolina (Mr. Graham) said that by the Federal Government prosecuting on a statute that does not have the death penalty, that might preclude the State from prosecuting the same act on a statute that does have the death penalty.', u'But it is black-letter law. For the last 40 years it has been black-letter law, Black and Douglas dissenting only, 7 to 2 in the Supreme Court, that different sovereignties can prosecute the same acts under different statutes. That is why the State can prosecute for murder, and the Federal Government can prosecute for deprivation of civil rights. If the Federal Government prosecuted for deprivation of civil rights, the State can still prosecute for murder; and if the death penalty applies, apply it.', u'So the gentleman from South Carolina (Mr. Graham) is giving us in a motion to instruct, which is entirely phoney, tries to imply that the hate crimes legislation would do these things, which it clearly would not do. It is entirely a phony instruction; and it ought to be defeated, not because it is bad, but because it is phony; and the Conyers instruction to say to broaden hate crimes legislation to cover what should be covered, should be agreed to.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/09/13/H7523-2_motion-to-instruct-conferees-on-hr-4205-floyd-d-sp/'}