{u'speaker_state': u'OH', u'speaker_raw': u'mr. brown of ohio', u'speaker_first': u'Sherrod', u'congress': 106, u'title': u'RYAN WHITE CARE ACT AMENDMENTS OF 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-05/html/CREC-2000-10-05-pt1-PgH8817-3.htm', u'number': 123, u'id': u'CREC-2000-10-05-pt1-PgH8817-3.chunk15', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Brown', u'pages': u'H8817-H8847', u'speaker_party': u'D', u'date': u'2000-10-05', u'bills': None, u'bioguide_id': u'B000944', u'order': 15, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'I first want to commend the gentleman from Oklahoma (Mr. Coburn) and the gentleman from California (Mr. Waxman) for their outstanding work on the Ryan White CARE Act Amendments of 2000.', u'I also want to acknowledge the gentlewoman from California (Ms. Eshoo). Her constituents should know she worked exceptionally hard on this bill, particularly on those provisions with particular significance to San Francisco. The same can be said of the gentlewoman from California (Ms. Pelosi). She deserves a great deal of credit and praise for her ongoing involvement and input on these provisions.', u'This bill required a tremendous amount of work and negotiation. Staff members Paul Kim and Roland Foster put in a staggering number of hours, and it shows in the quality of the final product. John Ford, Marc Wheat, Karen Nelson, Eleanor Dehoney also deserves our thanks, as well as Stacey Rampey and Scott Boule.', u"Over the last several years, much has been written about ``The changing face of AIDS.'' This is not a wholly accurate characterization. HIV/AIDS is not a moving target. It does not leave one population when it moves to another population. Instead, HIV/AIDS expands to absorb new populations while continuing its progression in groups already affected by the virus.", u'When the AIDS epidemic surfaced in this country 19 years ago, white gay males were the at-risk population. That has not changed. The population still is at an elevated risk. But the epidemic has expanded its reach dramatically in these 2 decades. The latest HIV/AIDS statistics show that African American and Latino communities are significantly over-represented in the number of new HIV infections. African Americans comprise 12 percent of the population but accounted for more than 50 percent of the estimated 40,000 new HIV infections in 1999.', u'The aggressive nature of this virus calls for an equally aggressive response, and it speaks to the importance of updating and reauthorizing the Ryan White Act. Ryan White programs get information and services to the people who need them. They combat the illness as well as the alienation and isolation that can be one of its most disabling effects.', u"If HIV/AIDS is a war, and it is set to kill more people worldwide than World War I, World War II, Korea, and Vietnam combined, then the Ryan White programs are this Nation's front line defenses. The act was created in memory of Ryan White, a young teenager who became a national hero in the fight against HIV/AIDS. Ryan wanted to attend school. He wanted to be treated like other young people. Those seem like modest goals, but he had to overcome tremendous obstacles to achieve them.", u'Ryan was a hemophiliac and contracted HIV through a bad blood transfusion. But he fought against ignorance, he fought against fear, he fought against prejudice on behalf of all individuals with HIV/AIDS. Ryan died on April 8, 1990, at the age of 18. Ten years after his death, the law named after him carries on his legacy.', u"The Ryan White CARE Act has made a tremendous difference in the lives of people living with HIV/AIDS. In my district, which includes much of Ohio's only title I-eligible metropolitan area, so-called EMA, Ryan White programs provide primary care and support services and the kinds of medications that can tame HIV/AIDS into a chronic, rather than an acute, illness. There is more to do, and the Ryan White Act will continue to play a pivotal role.", u'In Ohio, while AIDS deaths have declined, the incidence of HIV/AIDS has increased dramatically. After declining steadily, the incidence of HIV/AIDS among young gay males is again on the rise. HIV/AIDS is expanding into new populations while continuing to spread in those populations originally at risk. Prevention is vital; treatment is vital; Ryan White programs are vital.', u'During the 13th International AIDS Conference held in Durbin, South Africa, scientists shared some amazing research findings. These findings provide sorely needed hope for developing nations ravaged by HIV/AIDS. The research indicates that the so-called AIDS cocktails, which have revolutionized HIV/AIDS treatment in the U.S. and other industrialized nations, can be successfully used even in countries lacking a sophisticated health care infrastructure.', u'That does not mean it will be easy. There must have been times when Ryan White himself felt overwhelmed by the intransigence, the callousness, and the hatred that he encountered. This Nation should fight AIDS here and abroad with that sense of commitment that he had. Reauthorizing Ryan White is part of that commitment, and I urge its passage.', u'Mr. Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/05/H8817-3_ryan-white-care-act-amendments-of-2000/'}