{u'speaker_state': u'NV', u'speaker_raw': u'mr. bryan', u'speaker_first': u'Richard', u'congress': 106, u'title': u'TAX RELIEF PROPOSALS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-05/html/CREC-2000-10-05-pt1-PgS9918.htm', u'number': 123, u'id': u'CREC-2000-10-05-pt1-PgS9918.chunk4', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Bryan', u'pages': u'S9918-S9922', u'speaker_party': u'D', u'date': u'2000-10-05', u'bills': None, u'bioguide_id': u'B000993', u'order': 4, u'speaking': [u"Mr. President, this morning's Washington Post features an article entitled ``Iverson's Bad Rap Is Well-Deserved.''", u"It is a story about one of the Nation's high-profile National Basketball Association stars who is about to release a rap CD that encourages gun violence, degrades women, and blatantly bashes people because of their sexual orientation. The National Basketball Association, the Philadelphia 76ers, his team, Mr. Iverson's record label, his coach, and every fairminded person should condemn this kind of so-called entertainment for the trash that it is. Clearly, these are not the kind of messages that one of the NBA's leading and most talented players should be sending to tens of thousands of kids who watch him play and may idolize him.", u"I fully respect Mr. Iverson's first amendment rights, but clearly the message he is sending encourages violence and implicitly condones it, hardly the kind of conduct one would expect from a celebrity whose conduct is admired by many of the Nation's youth.", u"What makes this particularly objectionable is the fact that Mr. Iverson and many of his other incredibly talented colleagues in the NBA are specifically marketed by the NBA itself as superheroes to our kids. The NBA is ultimately in a business to make money, and that is fine. They use their stars to promote their teams. But one would hope the NBA would exercise good judgment in choosing the athletes they select to promote because many of these athletes use their stardom to, again, promote themselves and to use that same kind of marketing appeal. And when the message, as in this case from Mr. Iverson, is both hateful and dangerous and is absorbed by all too many of our Nation's youth, it is a vicious cycle that the NBA should end immediately.", u'The NBA has the power to pick and choose which athletes they are going to market and promote. They should exercise sound judgment and discretion before encouraging this kind of promotion and the reprehensible message it sends.', u"A few weeks ago I joined with many of our colleagues, both in committee and on the floor, in condemning some of the media produced in Hollywood, some of the videos, some of the violence that so often invades the Nation's television audience. We should also condemn this kind of conduct as well. When the NBA promotes these questionable athletes, they assist them in their quest to become wealthy media darlings, and that only helps other media outlets such as record companies and movie studios to exploit their now already famous personalities. In fact, Mr. Iverson's record company is apparently planning to use the NBA's very well publicized All-Star weekend to release the uncensored--and one could only conclude even more objectionable--version of his soon-to-be-released CD.", u"Again, it is ultimately going to have to be up to the NBA as to who they promote and market and who they do not. But they need to realize if they continue to promote and market athletes who use their league-endorsed celebrity to promote or incite violence or the degradation of more than half the Nation's population, they will continue to bear a great deal of responsibility for the consequences of these actions.", u"I find it somewhat incredible that the Philadelphia 76ers' own coach has said, according to the Washington Post article, that he does not have a problem with Mr. Iverson's CD. That is nothing more than a cheap copout, and the NBA, the Philadelphia 76ers, and his coach should immediately condemn this outrageous, dangerous, and hateful message.", u"Let me give an example of one of the lyrics that is on this CD. Mr. Iverson says on his CD if someone is ``man enough to pull a gun/Be man enough to squeeze it.''", u'In addition, he also advocates the murder of gay men on his new CD.', u"I am told that a wire report has been circulated this afternoon indicating that Mr. Iverson has apologized to gay men and to women for the hateful language contained in his CD. I call upon Mr. Iverson to do more than that; to ask, as a responsible American, as a role model, which he styles himself to be: Let's not issue this CD. Let's recall it. That would be the kind of conduct we should ask and expect of Mr. Iverson.", u"There are many athletes in America who do provide the kind of role model all Americans can endorse--the Cal Ripkens and the Tiger Woods in the World. These are the kind of people who send a very positive message about the value of the work ethic and the commitment to standards. All of us admire that kind of conduct. If Mr. Iverson is deemed to be a role model for America's youth, I suggest that the youth of America is in serious trouble.", u'Michael Wilbon also had a very interesting response to this subject in the Post this morning. I commend it to my colleagues as well.', u'Mr. President, I ask unanimous consent this article be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/05/S9918_tax-relief-proposals/'}