{u'speaker_state': u'MN', u'speaker_raw': u'mr. wellstone', u'speaker_first': u'Paul', u'congress': 105, u'title': u'NOMINATION OF JAMES CATHERWOOD HORMEL', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-05-22/html/CREC-1998-05-22-pt1-PgS5365.htm', u'number': 67, u'id': u'CREC-1998-05-22-pt1-PgS5365.chunk4', u'volume': 144, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Wellstone', u'pages': u'S5365-S5367', u'speaker_party': u'D', u'date': u'1998-05-22', u'bills': None, u'bioguide_id': u'W000288', u'order': 4, u'speaking': [u'First of all, Mr. President, let me say to my colleague from Oklahoma, I appreciate his gracious personal remarks. I am proud to have his friendship. And the respect is mutual. The respect is mutual.', u'Second of all, let me say to my colleague that I am pleased to find out that he did not say it exactly as it seemed to be reported in Roll Call. And I think his clarification is terribly important. I might not agree with his analogy, but I understand exactly what he is saying. And I think he has clarified the record.', u'Third, let me just simply say to my colleague, and to other colleagues as well, that we have here a man, James Hormel, who has been nominated to serve as U.S. Ambassador to Luxembourg. Mr. Hormel comes to the U.S. Senate with enormous qualifications: dean of the students of the University of Chicago Law School, on the boards of such diverse groups as the San Francisco Chamber of Commerce, Swarthmore College, a generous giver, committed to community, a dedicated public servant. Frankly, the list goes on and on.', u'On May 23, 1997, a year ago, this very Senate unanimously confirmed him to serve as an alternative representative on the U.S. delegation to the 51st U.N. General Assembly. He has done a lot of marvelous work in human rights as well.', u'Mr. President, the fact that there is an article in the paper that says that the President nominated Mr. Hormel and believes that this was important to the gay community does not in any way, shape, or form suggest that Mr. Hormel has a personal agenda.', u'The fact that Mr. Hormel talked about a country that seems to have done a great job of moving away from discrimination against gays and lesbians as a very attractive country to him does not mean in any way, shape, or form that he would use this position to promote his own personal agenda.', u"In fact, Jim Hormel has clearly and publicly stated that he would ``not use the Office of the Ambassador to advocate any personal views.''", u'Mr. President, I simply have to say to my colleagues there is a personal part to this and a political part. For the personal part, here is a letter to Senator Lott:', u"I am writing to you to urge you to bring James C. Hormel's nomination as Ambassador to Luxembourg to a vote on the floor of the Senate. The stone-walling of this appointment reflects a flagrant disregard to all that we hold precious in a democratic society. If he is voted down then so be it, but not to allow due process to take place is clearly an indictment of the branch of our government that seems at times to be inclined to exhibit its own peculiar form of despotism. The President has nominated him and the Senate Foreign Relations Committee has recommended him. Let the process take place. I am a sixty three year old retired counseling psychologist. I am the mother of six children and the step- mother of three. I have 17 grandchildren. Thirteen of those grandchildren I share with James Hormel. I have known Jim for 46 years and for ten of those years I was married to him. During those ten years we had five children.", u'And she goes on to say,', u"For many of those years he tried his hardest to live what was a lie. Of course, you might say I was the ``injured party,'' but I grew to understand the terrible prejudice and hatred that he knew he would have to face, that he has faced and is facing as he goes through the difficult process that this nomination and its opponents have put him through. James Hormel is my dear friend. I care deeply about him and have great admiration for his courage in being open about his homosexuality and his willingness to put himself on the line in accepting this nomination. James Hormel's former wife.", u'Mr. President, let me simply say to my colleagues that this is really an outrage. I understand what my colleague from Oklahoma had to say, but I will have an amendment when we come back that I will put on the first bill I can after the tobacco bill, which will say that the Senate ought to bring this up. The majority leader, we owe it to him.', u"Now, my colleague from Oklahoma has been clear on his position. I accept that. But I say to my colleagues that this man is eminently qualified. That is crystal clear, I think, to many of us, the majority of us. This man should be able to serve. And if, in fact, the reason he is being stopped--and this is what I fear; and I am not speaking to my colleague from Oklahoma--but if he is being stopped because of discrimination, because of the fact that he is gay, then let that come out on the Senate floor. Let us have the debate. And let's have colleagues come out here, no more holds, and speak directly to this nomination.", u"If you oppose him, then oppose him on the floor of the Senate. My colleague from Oklahoma has been clear about his position, but let's have that debate. We owe James Hormel this. We owe the U.S. Senate this.", u"This institution is on trial. If we don't bring this forward, I say to the majority leader, then I think we have to look at ourselves in the mirror. We need to bring this nomination forward. We need to have this debate. And we need to vote up or down. I believe elementary decency dictates that we do that. I will start having amendments on bills that will call on the majority leader to bring this nomination to the floor."], u'capitolwords_url': u'http://capitolwords.org/date/1998/05/22/S5365_nomination-of-james-catherwood-hormel/'}