{u'speaker_state': u'IL', u'speaker_raw': u'mr. burris', u'speaker_first': u'Roland', u'congress': 111, u'title': u'WORLD AIDS AWARENESS DAY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-12-01/html/CREC-2009-12-01-pt1-PgS12069-2.htm', u'number': 176, u'id': u'CREC-2009-12-01-pt1-PgS12069-2.chunk0', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Burris', u'pages': u'S12069', u'speaker_party': u'D', u'date': u'2009-12-01', u'bills': None, u'bioguide_id': u'B001266', u'order': 0, u'speaking': [u'Mr. President, today is World AIDS Awareness Day. We dedicate this day to educating Americans and citizens all over the world about the HIV/AIDS epidemic, and promoting awareness and prevention of this disease.', u'Despite advances in medical technology and treatment options, racial and ethnic minorities and young gay men continue to suffer in disproportionate numbers. African Americans account for 12 percent of the U.S. population, but make up almost half of the 1 million Americans living with HIV/AIDS. Black youth and young adults between the ages of 13 to 24 make up 55 percent of all reported HIV infections. Also, Black women account for almost 70 percent of all new female AIDS cases. It is also the main cause of death for both Black men and women between the ages of 25 to 44.', u'We continue to make considerable progress in caring for citizens with HIV/AIDS and in raising awareness, but today I call upon my colleagues to join me in demanding that we do even more. I was proud to support the expansion of the Ryan White HIV/AIDS Treatment Program in the Senate, a bill which President Obama recently signed into law. This important piece of legislation makes investments in care and treatment services, and also funds prevention and outreach programs--programs that will be improved and augmented by the sweeping health care reforms currently under consideration by the Senate. As we move forward, I will continue to work to promote awareness, education, and prevention of HIV/AIDS, and will be an ardent supporter of programs that care for those afflicted by this disease.', u'World AIDS Awareness Day is a chance for citizens of the United States and people all over the world to get proactively involved by getting educated, and by promoting treatment and testing of HIV/AIDS. Together, we can beat this disease.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/12/01/S12069-2_world-aids-awareness-day/'}