{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 104, "title": "EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm", "number": 121, "id": "CREC-1996-09-06-pt1-PgS9986.chunk4", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Kennedy", "pages": "S9986-S10005", "speaker_party": "D", "date": "1996-09-06", "bills": ["S. 932"], "bioguide_id": "K000105", "order": 4, "speaking": ["Thank you, Madam President. I yield myself such time as I might use.", "Madam President, this legislation is introduced by myself, Senator Lieberman, Senator Jeffords, Senator Akaka, Senator Bingaman, Senator Boxer, Senator Bradley, Senator Chafee, Senator Dodd, Senator Feingold, Senator Feinstein, Senator Glenn, Senator Harkin, Senator Inouye, Senator Kerrey, Senator Kerry, Senator Kohl, Senator Lautenberg, Senator Leahy, Senator Levin, Senator Mikulski, Senator Moseley-Braun, Senator Moynihan, Senator Murray, Senator Pell, Senator Reid, Senator Robb, Senator Sarbanes, Senator Simon, Senator Wellstone, and Senator Wyden.", "Madam President, I am pleased to bring before the U.S. Senate this morning the Employment Nondiscrimination Act. This act will eliminate job discrimination against gays and lesbians, and it represents the next major chapter in the American struggle to secure civil rights for all of our citizens.", "Our progress on civil rights and against discrimination has been one of the finest chapters in the Nation's modern history. The civil rights revolution that began in the 1950's is an unfinished revolution, and we all know the major milestones along the way in Congress: the Civil Rights Act of 1957; the Civil Rights Act of 1964; the Voting Rights Act of 1965 and subsequent extensions; the Fair Housing Act of 1968; the Americans With Disabilities Act of 1990; and the Civil Rights Act of 1991.", "I might also mention the Immigration Act of 1965 which addressed the problem of national origin quotas and barriers to people coming into the United States from the Pacific basin and the Pacific rim countries.", "Madam President, we remember as well the battles that have taken place--the painful history that includes slavery, the Jim Crow laws, the Japanese internment camps, the Chinese exclusion laws, the Bracero program, and shameful policies and attitudes directed against women, against racial and religious minorities, and against the disabled. Each bill is an acknowledgment that America can rise above its prejudice to be a better, more tolerant society.", "Our country has a respected tradition of enacting antidiscrimination legislation to deal with discrimination against recognized groups of people. Time and again Congress has chosen justice over injustice and fairness over bigotry. The time has come to take the next important step in our ongoing battle against prejudice. After decades of discrimination against gays and lesbians, the Senate can send a strong signal that merit and hard work--not bias and stereotypes--are what counts in job opportunities and the workplace in America in 1996.", "Faced with irrefutable and compelling evidence of employment discrimination, the choice is clear. The Employment Nondiscrimination Act must become law.", "Half a century ago the Senate itself was the instigator of such discrimination. In 1950, the Senate directed the Senate Investigations Subcommittee to make an investigation into employment by the Government of homosexuals. The subcommittee recommended the dismissal of all homosexuals in Government. In 1953, President Eisenhower issued Executive Order 10450 requiring dismissal of all homosexual Government employees. As a result, during the period of 1947 through mid-1950, 1,700 individuals were denied employment by the Federal Government because of their alleged homosexuality. In those times, Government discrimination was matched by flagrant discrimination by private employers.", "Government has changed. The private employers often have not. Many gays and lesbians still choose to hide their sexual orientation and live in daily fear that their employers will discover their homosexuality, terminate their jobs, and ruin their careers.", "A 1992 survey of 1,400 gays and lesbians in Philadelphia showed that 76 percent of the men and 81 percent of the women concealed their sexual orientation at work. Openly homosexual people often suffer overt job discrimination.", "A review of 20 surveys conducted across the country between 1980 and 1991 indicated that many gays and lesbians endured discrimination at work. Whether an employer has a written policy or simply allows discrimination to occur, it is clear that the underlying motivation is bigotry against men and women because of their sexual orientation.", "Take the case of Cheryl Summerville, who worked as a cook at a suburban Atlanta restaurant for 4 years and received excellent performance evaluations, awards, and promotions. In 1991, the company adopted a policy refusing to employ anyone ``whose sexual preferences fail to demonstrate normal heterosexual values.'' As a result, she was fired. Her official separation notice read: ``This employee is being terminated due to violation of company policy. The employee is gay.''", "Dan Miller worked for a Pennsylvania management consulting company. He was fired, based on a clause in his employment contract that specifically made homosexuality a just cause for dismissal. Dan went to court, but to no avail. One of the jurors who heard the evidence stated, ``It was outrageous to hear intolerance like that in a court of law, where people come to seek protection from intolerance. But the law was silent.''", "There are too many more examples of unacceptable job discrimination suffered by gays and lesbians. There are too many other cases of hard-working men and women losing their jobs or unable to get work due to their sexual orientation. In each case, the law offers no protection or recourse. That is why we need Federal legislation.", "The Employment Nondiscrimination Act is modeled after title VII of the Civil Rights Act of 1964. It prohibits employers from using sexual orientation as a basis for hiring, firing, promotion, or compensation. It's predicated upon the American ideal of equal opportunity. It gives gays and lesbians a fair chance in the workplace.", "It also includes broad exemptions. Despite the fact that over 150 companies--including Levi Strauss, Micro- soft, and Walt Disney--choose to provide health and other benefits to the same-sex partners of their employees, our legislation does not require an employer to provide domestic partnership benefits. That is a battle for another day.", "Our legislation also does not provide for disparate impact claims--cases brought because an apparently neutral practice of an employer disproportionately and adversely effects members of a protected class.", "Quotas and preferential treatment are also prohibited under our proposal. Although employers may choose to reach out to members of the gay and lesbian community, they may not give preferential treatment in hiring, firing, promotion, or compensation based on sexual orientation.", "Many opponents of this legislation choose to ignore this plain prohibition. They argue that this bill will somehow lead to quotas. That result is not possible. No quotas means no quotas. Neither an employer nor a court can misinterpret Congress' plain meaning.", "Our legislation also contains a broad exemption for religious organizations. In fact, it is broader than the exemption for religious institutions in title VII of current law. Religious organizations are exempted entirely from the prohibition of discrimination based on sexual orientation, except for profit-making activities taxed by the Internal Revenue Service.", "Finally, our legislation does not apply to the Armed Services. The current ``Don't ask, Don't tell'' policy will remain in effect.", "The Employment Nondiscrimination Act is simple and straight forward. It is not a Government power grab in the workplace. It is not sweeping legislation advancing the gay agenda. This act is about the American agenda. It is a carefully drafted proposal to end job discrimination, and nothing else.", "Of course, clear language will not stop opponents from misleading the public about the bill's intent. Many statements against it defy common sense and logic. The Employment Nondiscrimination Act will not undermine business decisions as long as employers are not discriminating. Recourse against sexual harassment will still exist.", "Opponents also express an unnecessary concern about the definition of ``sexual orientation.'' As defined in our proposal, ``sexual orientation'' means homosexuality, bisexuality, or heterosexuality, whether such orientation is real or perceived. This definition serves the same function as the definition in the Americans With Disabilities Act--it identifies the group of people covered by the law. As with the ADA, a person in the protected class cannot engage in bizarre behavior, must be qualified for the job, and must abide by workplace rules.", "Nothing in this legislation will prevent employers from disciplining homosexuals or heterosexuals whose behavior is illegal or unsafe, or compromises their ability to perform their job. Our proposal simply states that such policies must be applied fairly to all employees.", "This legislation has broad bipartisan support. Coretta Scott King supports it. Former Republican Senator Barry Goldwater supports this legislation. As Senator Goldwater has said,", "Employment discrimination based on sexual orientation is a real problem in our society. From coast to coast and throughout the heartland, regular hardworking Americans are being denied the right to roll up their sleeves and earn a living. That is just plain wrong.", "Many Americans--84 percent--agree that employers should not discriminate based upon sexual orientation. In fact, over 600 small and large private businesses already have antidiscrimination policies that include sexual orientation.", "Nine States and one hundred sixty-six cities and counties around the country have laws that prohibit employment discrimination against homosexuals. In the Senate itself, 66 Senators have joined in pledging not to discriminate on the basis of sexual orientation in employment in Senate offices.", "These are admirable steps toward eradicating discrimination. They are not enough. American workers deserve more than a patchwork of protections from discrimination. That is why the Employment Nondiscrimination Act is so clearly needed.", "I urge the Senate to stand with Coretta Scott King and Barry Goldwater in support of this legislation. It is also supported by Gov. Christine Todd Whitman and Gov. William Weld.", "It is supported by numerous religious organizations, including the General Assembly of the Presbyterian Church, the Union of American Hebrew Congregations, the General Convention of the Episcopal Church, the United Methodist Church, the Central Conference of American Rabbis, the United Church of Christ, and the Lutheran Church in America.", "It is supported by business and civic leaders around the country. And it should be supported by the Senate, too. It is time to end job discrimination wherever it exists.", "Madam President, I will just mention the statements made by distinguished church leaders. Edmond L. Browning, who is the presiding bishop of the Episcopal Church, wrote recently to me:", "On behalf of the Episcopal Church, I am pleased to join with so many distinguished figures in the religious and civil rights communities in enthusiastic support of S. 932, the Employment Nondiscrimination Act of 1996. I offer my thanks to you. Since 1976, the Episcopal Church has been committed publicly to the notion of guaranteeing equal protection for all citizens, including homosexual persons, under the law. In that year, the General Convention of the Episcopal Church, the church's highest policymaking body, expressed its conviction that homosexual persons are entitled to equal protection of the laws with all other citizens and called upon society to ensure that such protection is provided in actuality. My warm embrace of this legislation, of course, reflects more than my standing as Presiding Bishop of the Episcopal Church. It represents my deep, personal belief in the intrinsic dignity of all God's children. That dignity demands that all citizens have a full and equal claim upon the promise of the American ideal, which includes equal civil rights protection against unfair employment discrimination.", "The Reverend Riley, who is representing the Unitarian Universalist Association of Congregations, says:", "We are happy that the Employment Nondiscrimination Act is being considered. . . . We feel this legislation would at least allow Senators to show that, whatever your personal convictions about the sanctity of marriage, you know that there is no sanctity in discrimination.", "The letter continues on.", "The Religious Action Center of Reform Judaism:", "On behalf of the Union of American Hebrew Congregations and the Central Conference of American Rabbis, representing 1.5 million Reform Jews, 1800 Reform Rabbis and 850 congregations throughout the United States, I am writing to strongly urge you to vote for the Employment Nondiscrimination Act. . . . As a religious organization, the protection of religious liberty for all Americans is of paramount concern for us. ENDA gives proper regard to this concern. ENDA broadly exempts from its scope any religious organization, including religious educational institutions. Thus, ENDA will not require sectarian institutions to violate the religious precepts on which they are founded, whether or not we may agree with these precepts.", "Evangelical Lutheran Church in America.", "The Evangelical Lutheran Church in America has committed itself to participate in God's mission by ``advocating dignity and justice for all people'' and ``joining with others to remove the obstacles of discrimination and indifference.'' Therefore, the ELCA continues its support of the Employment Nondiscrimination Act and urges your support of this important initiative to extend employment discrimination protection to all people.", "United Church of Christ. Rev. Jay Lintner points out:", "Please support the Employment Nondiscrimination Act. The Employment Nondiscrimination Act, which addresses the daily discrimination against gays and lesbians in employment, has enormous support in our denomination.", "The Presbyterian Church, their letter says:", "The General Assembly of the Presbyterian Church . . . policy brings strong support to the passage of the Employment Nondiscrimination Act. Historically, U.S. society has tended to stigmatize and persecute gay men and lesbian and bisexuals. Employment is one of the principal areas where this population faces continuing discrimination. Gay persons have been fired, refused work, demoted, and harassed in the workplace. Persons who have experienced discrimination on the basis of sexual orientation often lack recourse . . . Such discrimination denies equal opportunity in the workplace . . . A yes vote on the Employment Nondiscrimination Act is a vote for fairness and equality.", "Not only do we have these representations of many church leaders, I would say many companies support our position. I will just read a sample of those we have listed in our presentation from across this country that support our position.", "The Kodak Co. says:", "Kodak's clearly stated pro-ENDA position is based on the very positive results we have experienced with human resource policies and practices, which are completely in alignment with the intent of ENDA. It is our belief that only with a diverse group of highly skilled people, working in a culture that enables them to apply their . . . talents, will we consistently deliver the greatest value to the customer . . . For these reasons . . . Eastman Kodak Company believes that ENDA is good for American business, large and small. The bill is in step with trends in the nation's most successful business, and it is in tune with a fundamental sense of fairness valued by Americans.", "From the Xerox Corp.:", "Discrimination of any form, against any employees, does not belong in our work environment. We view diversity awareness and acceptance as enablers to increase productivity. We are pleased to see your effort to enact federal legislation that will prohibit employment discrimination . . .", "From Microsoft:", "Microsoft seeks to empower individuals to do the best possible job and to make a difference. . . . We commend . . . your efforts and are pleased to endorse your Equal Employment Principles, which reflect our own corporate policies.", "Honeywell:", "Writing in support of your Equal Employment Principles and the Employment Nondiscrimination Act . . .", "AT&amp;T--the list goes on. Hill &amp; Knowlton, a letter to Senator D'Amato in strong support.", "What this basically shows is the moral issues which are raised by this legislation, the ethical issues, the issues of fairness and decency are embraced by the various representatives of the great religions and also many of America's leading companies that have already adopted this as a company policy and are in very, very broad support. We have mentioned a number of the larger companies. We could take the time for smaller companies as well.", "In summary, we are saying that the problem of discrimination still exists today. We discuss the various studies that support that point--an excess of 20 studies that demonstrate that this type of discrimination is taking place in workplaces across this country. It is very clear what is happening.", "Cheryl Summerville was told ``This employee is being terminated due to violation of company policy. This employee is gay.''", "That states it, and that is taking place in companies all across this country.", "Here is the statement of Barry Goldwater. Again:", "It's time America realize that there were no gay exemptions in the right to ``life, liberty, and the pursuit of happiness.''", "That says it all. There are no exemptions to the right to life, liberty, and the pursuit of happiness in the Declaration of Independence.", "Anyone who cares about real moral values understands this is not about granting special rights. We will hear that argument over the course of this debate, that we are somehow providing special rights. This debate is about bigotry in the workplace and about prejudice in the workplace. This statement by Senator Goldwater captures that whole sense: ``It's about protecting basic rights.'' That is what this debate is all about.", "We know the status of similar State laws across country. There are nine States now that have passed laws prohibiting employment discrimination based on sexual orientation. They have been working, and working well in those nine States. But, as we say, 9 States have done it, 41 States have not. Some States have issued executive orders protecting gays and lesbians in public employment. Executive orders, as we all know, are here today and can be gone tomorrow.", "We have seen, in reviewing whether there has been a proliferation of cases during this period of time--that will be another issue discussed by opponents of this bill and we will be glad to debate it--that a fair number of charges are filed, but few actually go to the courts. My own State of Massachusetts, which has had a law for some period of time, has had two reported cases. That is the situation in so many of these States that are now providing this kind of protection. The courts are not over burdened.", "Madam President, 8 States have executive orders and 166 cities and counties in 37 States have passed laws prohibiting employment discrimination based on sexual orientation. And then we have the list of the various employers, large and small, that extend protection to their employees. By and large, we have not discovered that these laws and policies are an undue burden.", "Once again, to review what this does and does not do, what we are talking about is eliminating the discrimination and bigotry in the workplace, in employment. This provides there will be no quotas or preferential treatment. ``A covered entity shall not adopt or implement a quota on the basis of sexual orientation.'' That is in the bill. ``A covered entity shall not give preferential treatment to an individual on the basis of sexual orientation.'' That demonstrates that this is free from any affirmative action. So, no quotas, no affirmative action.", "``No cases based merely on disparate impact claims.'' The fact that employment practices have a disparate impact, as the term ``disparate impact'' is used in section 708(k) of the Civil Rights Act of 1964, on the basis of sexual orientation, does not establish a prima facie violation of this title.", "I will not take a great deal of time, but what that demonstrates is that individuals cannot bring disparate impact claims as they can under title VII. For example, the Supreme Court has held that there can be women firefighters as well as men. If 100 male firefighters are employed and a number of women have applied, but none has been hired, you can conclude that there is probably an employment practice that has a disparate impact on qualified women firefighters.", "On the other hand, if there exists a construction company and workers must carry 100-pound bags of cement, and you are able to demonstrate the women cannot carry the 100 pounds of cement, the employer is probably not using an employment practice that has a disparate impact on women with regard to that particular job. But if you are talking about a computer company, women can use computers as well as men--in most instances, probably better. If you do not hire any female applicants, an individual may be able to establish a disparate impact charge. Those kinds of claims exist under title VII, but not under this bill. There will be some who will say it. We have expressed and explained it. We can spend more time during the course of the debate to get into greater detail, but that is the fact.", "There is no coverage for the armed services:", "For the purposes of this title, the term ``employment or employment opportunities'' does not apply to the relationship between the United States and the members of the Armed Forces.", "There is no coverage for the not-for-profit religious organizations, except as provided in subsection (b), which is explained here. If they are in a for-profit business, as defined by the IRS, there will be coverage.", "What we are interested in are secular, not the nonsecular, businesses.", "Madam President, now, today, we have had 66 Senators and 241 Members of the House of Representatives who have agreed with the following principle: The sexual orientation of an individual is not a consideration in the hiring, promoting, or terminating of an employee in my office. Those are signed by Republican and Democratic Members of the Senate.", "Sixty-six--you would think we would be able to say, ``Well, why are we having this debate on the floor of the U.S. Senate since Senators themselves understand that this is a problem and they agree that they are dealing with this by freeing their offices from hiring and firing practices on the basis of sexual orientation?''", "You would think if they are prepared to do it and recognize it is a problem in their own offices, then why not lend their support to other American workplaces, particularly if we are able to demonstrate that this is a real problem. We have and we will present such evidence. We are glad to get into the various examples that demonstrate that this is a real problem in terms of our country.", "So, Madam President, this is basically a preliminary presentation on this issue. The fact is, there is discrimination out there in the workplace. We have seen the studies and, most important, we have had the real testimony of men and women from across this country who continue to bear the bitter fruit of such discrimination.", "There are not adequate existing laws to protect individuals who experience that kind of a discrimination. This legislation is a very measured, targeted piece of legislation to deal with bigotry and discrimination in the workplace, carefully drafted, carefully targeted to that issue. We know that there is a need.", "We believe this is a reasonable response. It represents Republican and Democratic efforts to try and deal with it in the workplace of this country. I am very hopeful that when we have the opportunity to address this on the floor of the Senate with a vote on Tuesday next that we will be able to, once again, follow the very important and proud traditions of this country. Traditions rooted in the civil rights debates of the fifties, sixties, seventies, eighties, and nineties that led to laws freeing us from the pains of discrimination on race, on religion, on ethnicity, on national origin, on gender, on disability, and now on the issue of sexual orientation for gay men and lesbian women in our society.", "I reserve the remainder of my time."], "capitolwords_url": "http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/"}