{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 104, u'title': u'EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm', u'number': 121, u'id': u'CREC-1996-09-06-pt1-PgS9986.chunk17', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S9986-S10005', u'speaker_party': u'D', u'date': u'1996-09-06', u'bills': None, u'bioguide_id': u'K000105', u'order': 17, u'speaking': [u'I know others want to speak, but I want to address briefly the issue of remedies that has been referred to by my colleagues who have stated their opposition to this legislation--both their concern about the additional burden on the courts and also on the issues of remedies.', u'I think we can look at the nine States that currently have virtually the same kind of law that we are proposing. Most of them have some form of an equal employment commission in their various States.', u'I will include this in the Record.', u'To talk about the number of cases that have been brought in the State court system, in Wisconsin they passed a law similar to this in 1982. They have had one reported case between 1982 and 1993. In California, since 1992, they have had five reported cases. In my own State of Massachusetts, we have had two reported cases since 1989; Minnesota, since 1991, three reported cases; New Jersey, since 1991, zero reported cases; Vermont, since 1991, one reported case; Connecticut, since 1991, they have had four reported cases; Hawaii, since 1991, zero reported cases; Rhode Island, since 1991, zero reported cases.', u'What we have seen since this law was passed is not the kind of proliferation of cases. What we are seeing is compliance.', u'Finally, let me just say with regard to remedies, I remind our colleagues that in the remedies section, as has been pointed out by Senator Jeffords, we are basically tracking title VII of the Civil Rights Act, and we are talking about the 1991 Civil Rights Act. Therefore, the damages are capped. They do not cap them on the basis of race. They do not cap them in terms of religious discrimination or national origin. They cap them solely on gender--women--the disabled, and now on gay and lesbians. We put a cap on them.', u'I would like to believe, if we are talking about discrimination that is taking place against American citizens, we would apply remedies fairly to all victims of discrimination. But nonetheless, currently, women and the disabled and, when this legislation becomes law, gays and lesbians, are held to a second-class standard in terms of remedies. With all due respect to those who are complaining about remedies, we already included a cap to gain support. We are not altering or changing that.', u'Third, I advise my good friend from Utah to review the legislation. There is no requirement in this legislation that any company has to keep statistics--his admonition that we have to be concerned because of disparate impact claims is without merit. Disparate impact claims are specifically excluded. Statistics are not necessary. So I have difficulty in following the logic of his comment.', u'Basically, what we are talking about is this, Mr. President:', u"People like Cheryl Summerville who received a notice that said, ``This employee is being terminated due to violation of company policy. This employee is gay.''", u'That is what we are talking about. We are talking about blatant, flagrant discrimination and bigotry that exists in our country that some States have identified. That is what is at issue. That is what we are addressing. We obviously welcome the opportunity to take various recommendations or suggestions about how to make it better.', u'The final point I make, Mr. President, is that I heard my colleague say that a lot of people have strong religious beliefs not to associate with homosexuals. We went through a period not long ago when a lot of people had moral beliefs, ethical beliefs not to associate with blacks, Latinos or Asian-Americans, and basically what civil rights laws have stood for is that individuals cannot use those beliefs in order to discriminate against fellow Americans. That is the basis of the civil rights laws that exist to address the issues of discrimination on race, on religion, on ethnicity, on national origin, on gender and disability. All we are attempting to do is to extend it.', u'For those reasons, Mr. President, and the others mentioned earlier, I hope we can move forward with the legislation.', u'I see my friend, the Senator from Nebraska.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/'}