{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 104, "title": "EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm", "number": 121, "id": "CREC-1996-09-06-pt1-PgS9986.chunk22", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S9986-S10005", "speaker_party": "R", "date": "1996-09-06", "bills": null, "bioguide_id": "H000338", "order": 22, "speaking": ["Keep in mind the Senator just got through equating homosexuality with race, which is exactly what is going to happen should this legislation pass.", "Mr. President, I might add that the experience under State law that he refers to is largely irrelevant. Experience under State law cited by my friend from Massachusetts, in my opinion, is irrelevant. I cited the remedial provision of title VII, section 706(g), which gives Federal courts the power to award affirmative action relief. That is extremely different from the State statutes with regard to this.", "The Supreme Court has said in some cases preferential relief can be granted. The Court said that consent decrees with preferential relief may be entered. Since the bill does incorporate section 706(g), the same thing is going to happen here. It opens up a massive Federal role in employment matters with regard to gay and lesbian people.", "I have to say I am uncomfortable with both sides on the issue because I think the bill is not written well. I think it does not solve these problems. It will lead to tremendous Federal Government control over the employer workplace throughout the country, and I think it will lead to the same sort of sets of preferences that we see today under title VII that were said could never happen.", "These are some of the things that bother me. On the other hand, I do not want to see gay and lesbian people discriminated against. But I just heard my colleague from Massachusetts equate homosexuality with race by saying the churches have had to comply with the Civil Rights Act. That is true. On the other hand, he excludes churches in here but not the profitmaking aspects of the church, of the particular churches involved, which may include publication, it may include running facilities for the benefit of their members, it may include any number of other situations that may be considered profitmaking. Yet the particular religious belief may be such that it condemns homosexual conduct and sincerely does so and does so as a right of that religious institution, longstanding religious institutions in some cases, highly recognized, mainstream churches that have doctrines and principles that condemn homosexual conduct, and yet it would require them to have to comply with this law as it is written, and I believe in ways that will be very similar, no question about it, in ways that will be exactly like the requisites of title VII today.", "As Gen. Colin Powell so eloquently stated in a May 1992 letter to Representative Pat Schroeder defending restrictions on homosexuals in the military, he said:", "Skin color is a benign nonbehavioral characteristic. Sexual orientation is perhaps the most profound of human behavioral characteristics. Comparison of the two is a convenient but invalid argument.", "I think he makes a good point. I do not think there is any question about it.", "This bill gives the EEOC the same power to administer and enforce this bill as the EEOC has under title VII. Under title VII, the EEOC collects statistics. It is in the regulations in 29 CFR, subpart A, B, and C. So to compare this with the States and the fact that there may be a dearth of suits under State law belies the fact that under Federal law there will be a proliferation of suits and I think testing of this matter all over the country, and I do not know that you will have any choice other than to apply the law as the Supreme Court has interpreted section 7 in bygone days and bygone ages. If that is the case, you are going to have, I think, an awful lot of difficulty in our society and especially among religious institutions and others that take highly moral views of these matters that I think will be very disruptive to our country.", "Having said that, I would like to continue to explore a way, some way of encouraging people in our country to be fair to gays and lesbians in our society. I do not think anybody should be discriminated against. On the other hand, these Federal statutes have sometimes resulted in discrimination against people who have sincerely held beliefs, religious or otherwise, that I think are valid. So having said that, I do not see the analogy, but I will accept the statements of the distinguished Senator from Massachusetts as said with regard to the dearth of cases in some of these States under State law. Under Federal law there will be a proliferation. I guarantee it. I do not think anybody doubts it. I think we have seen it and we will see it in the future if this bill passes."], "capitolwords_url": "http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/"}