{u'speaker_state': u'NJ', u'speaker_raw': u'mr. lautenberg', u'speaker_first': u'Frank', u'congress': 104, u'title': u'EMPLOYMENT NONDISCRIMINATION ACT OF 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10129-2.chunk35', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lautenberg', u'pages': u'S10129-S10139', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'L000123', u'order': 35, u'speaking': [u'Mr. President, I rise as a cosponsor of the Employment Nondiscrimination Act, or ENDA, to urge my colleagues to support this historic and important legislation.', u"This bill would ensure that no American citizen is discriminated against in employment because of their sexual orientation. It's a simple, straightforward bill. And it stands for a fundamental American principle: the principle that discrimination of any kind is wrong.", u"Mr. President, our Nation was founded over 200 years ago by people who had migrated to America largely to escape persecution. The earliest Americans often didn't fit in where they used to live. They were different. Maybe they belonged to a religious minority. Maybe they had different political ideas. Or maybe they were ostracized merely because of the way they looked.", u'These earliest Americans left their homes, their communities, and their homelands to live in a new kind of nation. A nation that not only tolerated differences, but honored them.', u"From the beginning, Mr. President, this respect for individual differences--perhaps more than anything else--is what has defined us as Americans. It lies at the heart of our culture. It's embedded in our Constitution. And, in the eyes of the world, it's what makes America the special place it is.", u"Unfortunately, Mr. President, our Nation has not always lived up to our own highest principles. And it's often taken great battles to make sure that we do.", u'It took almost 100 years and a civil war to eliminate slavery.', u'It took another 100 years, and enormous social strife, to outlaw racial discrimination.', u'And it took a long, difficult effort to win women the right to vote, and to prohibit sex discrimination.', u'Unfortunately, Mr. President, the fight for equal rights for all Americans is not over. Today, it is still legal to fire someone because they are gay, lesbian, or even heterosexual--or merely for being perceived as such.', u'This kind of discrimination affects hardworking Americans in all sorts of jobs, no matter how well they perform their duties. With hundreds of such cases documented, and many others undocumented, countless Americans fear losing their jobs to discrimination.', u'Mr. President, today we have another opportunity to restore our commitment to American principles. But, this time, we can do it without the bloodshed and division of previous battles.', u'Today we have an opportunity to extend the Civil Rights Act, and to say to each and every American, that you have a right to be treated as an individual in employment. You have a right to be judged on the quality of your work. A right to be judged on the basis of your performance. And sexual orientation is irrelevant.', u'Mr. President, the right to be treated as an individual in employment is consistent with the great American tradition of individual liberties. And so it should not be surprising that it enjoys strong public support. Most Americans believe that people should not be denied a job, or a promotion, simply because of their sexual orientation.', u'But discrimination against homosexual Americans remains a serious problem. Many employers just will not hire a gay or a lesbian. Or they will fire or fail to promote them once they have been hired.', u'Sometimes, Mr. President, employment discrimination is based on raw and malicious bigotry--open hatred of people different than themselves.', u"But often, the discrimination is more subtle. Often, employers don't hate gays. They're just uncomfortable with them. They're uneasy with the concept of homosexuality. And, so, all other things being equal, they'll choose to hire someone with whom they're more comfortable.", u"Mr. President, from the perspective of an individual employer, that decision may seem entirely reasonable. But that's equally true of employers who are just uncomfortable with blacks. Or employers who are just uncomfortable with Jews.", u"For those employers, we say: you may be uncomfortable with blacks or Jews. But you may not discriminate against them. Because it's wrong. It's wrong morally and ethically. And it's not fair.", u'The same reasoning applies in the case of discrimination based on sexual orientation.', u'Mr. President, individual employers are not making these decisions in isolation. Millions of employers are making similar decisions. And together, they can create a systemic bias with serious consequences.', u'In the case of homosexuals, this bias limits their opportunity to find meaningful employment. It limits their ability to make ends meet financially. It limits their ability to live full and satisfying lives, and to make meaningful contributions to society.', u"Mr. President, that's not right. Every American should have the opportunity to live the American Dream. Every American. No matter their race. No matter their religion. And no matter their sexual orientation.", u"Mr. President, as Senator Lieberman said on the floor last week, we are all God's children. Each and every one of us.", u'And if we allow hate and discrimination against anyone, we damn our own loved ones. We shame ourselves. And we violate the fundmental principles upon which this great Nation was based.', u'Mr. President, let me just close by recalling the words of the Declaration of Independence. All men are created equal. They are endowed by their creator with certain inalienable rights. Among those are life, liberty, and the pursuit of happiness.', u'Mr. President, let us live up to the principles of that Declaration. Let us be true to our values as Americans. And let us ensure that our own loved ones enjoy the respect and dignity that each and every American deserves.', u'I urge my colleagues to support this legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/'}