{"speaker_state": "OK", "speaker_raw": "mr. nickles", "speaker_first": "Don", "congress": 104, "title": "EMPLOYMENT NONDISCRIMINATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10129-2.chunk42", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Nickles", "pages": "S10129-S10139", "speaker_party": "R", "date": "1996-09-10", "bills": null, "bioguide_id": "N000102", "order": 42, "speaking": ["Mr. President, I rise in opposition to Senator Kennedy's bill, and I urge my colleagues to do the same.", "Senator Kennedy's bill before us elevates sexual orientation to special status under the Civil Rights Act. It grants Government approval, acceptance, and protection to homosexual and bisexual behavior under the Civil Rights Act.", "Sexual orientation, as defined under the bill proposed by Senator Kennedy, includes homosexuality, bisexuality, and heterosexuality. It does not just apply to people in a monogamous relationship. Basically, any of the above sexual behaviors are going to be protected by the Federal Government. Such behavior must be OK, because Uncle Sam is now going to protect it.", "Senator Byrd made an eloquent speech earlier today, and he read from the Bible. He quoted a couple verses in Genesis talking about what God said about marriage. Many people believe the Bible and believe in it very strongly. Maybe that is recognized by the authors of ENDA, because they exempted religious organizations, but they did not exempt religious people.", "We exempt churches under the bill. Well, a lot of people consider themselves part of a church 7 days a week, and they have very serious problems with granting special status to people based on their sexual orientation because they are learning, whether they are Jewish or whether they are Christian or whether they are Muslim, that homosexuality is wrong, it is immoral and should not be condoned and certainly should not be elevated to a special protected status by the Federal Government.", "Does that mean that you want to discriminate? No. But should homosexuals and bisexuals have special protected status? Most people would say no.", "Mr. President, nine States have something in their statutes, in their State codes, that provide some protections for sexual orientation; 41 States do not. The State of Massachusetts does. The State of Oklahoma does not. I do not really want the State of Massachusetts putting their mandate on my State. Maybe our norms are a little different.", "The sponsor of ENDA did exempt religious organizations. They did not exempt schools. There is a high school principal in West Virginia who was recently caught cross-dressing, and he was arrested for soliciting. That was against the law. That was against the State's prostitution laws. What if he was just cross-dressing? He would be protected under ENDA. Cross-dressing could be considered part of a sexual orientation.", "What about a schoolteacher who is found to be in homosexual videos--Senator Hatch mentioned one example--what if somebody was particularly well known as a gay activist? What if the school board said, ``We really don't want this person to be teaching our kids physical education in the fifth grade.'' The school board might say, ``That is not the type of mentor, teacher or role model that we would like to have for our young people.'' They can be sued, under this legislation, not only for compensatory damages, but for punitive damages.", "Some of us have stated the net result of this bill is going to require employers to ask questions about sexual orientation. That has been denied by the proponents. But the facts are, if you are sued, if someone sues you and says, ``Mr. Employer, you didn't hire me because of my sexual orientation, the fact I am well known as a gay, the employer might say, I didn't know that.'' But they can still sue.", "How are employers to protect themselves? They are going to have to ask a lot of questions. One way of protecting yourself is to tell the court or convince the court that you have hired homosexuals in the past. How do you find that out? Well, you better ask questions.", "You will have to ask questions and have to survey all your employees. We have never done that before. But the net result of this legislation is that employers would have to ask an employee to at least be able to defend himself. And they would have to ask what their sexual orientation is. That may not be well received by the employees, and it may not be well received by their employers because now you really have the intrusive arm of the Federal Government going into areas they should not.", "The sponsors of ENDA have exemptions for religious organizations that are not-for-profit. What about a religious broadcaster? What about a religious book store? Bingo, we are going to tell them, we do not care what your belief is, you are going to have to hire somebody that maybe is diametrically opposed to your fundamental beliefs.", "Three years ago, we passed legislation that said we rejected President Clinton's call for gays in the military--Congress did--with an overwhelming vote. Three years ago today, we adopted a policy that says, ``Don't ask, don't tell.'' We are going to tell the school boards that such a policy is not good enough, because this legislation goes way beyond ``don't ask, don't tell,'' way beyond ``don't ask, don't tell.''", "So that is what Congress said was acceptable for the military. Congress said, sexual orientation is relevant concerning the military, but now, if ENDA becomes law, we are going to tell millions of employers, oh, sexual orientation is irrelevant; it does not make any difference; we do not care what your personal beliefs are, we do not care what your religious beliefs are, it is irrelevant. For some people it is relevant, and for some school boards it might be relevant, or for some religious people or some religious groups or religious broadcasters it is very, very relevant.", "Mr. President, this legislation is a serious mistake and goes way too far. I urge my colleagues to vote no."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/"}