{"speaker_state": "OR", "speaker_raw": "mr. smith of oregon", "speaker_first": "Gordon", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm", "number": 77, "id": "CREC-2000-06-19-pt1-PgS5325-3.chunk185", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Smith", "pages": "S5325-S5356", "speaker_party": "R", "date": "2000-06-19", "bills": null, "bioguide_id": "S001142", "order": 185, "speaking": ["Madam President, I wish to say what is in my heart and why I as a Republican stand here in support of a Kennedy amendment on hate crimes. On June 7, 1998, when James Byrd, Jr., was dragged to death on a dusty Texas road, something happened to me. I was horrified beyond my ability to express it.", "On October 12, 1998, when Matthew Shepard was beaten to death on a Wyoming prairie, hung to a fence to die, something happened to me. I, again, had no ability to express the outrage and horror that I felt of such conduct and wondered: What is it in the heart of humankind that could perpetrate such an action upon a fellow human being?", "These were people who were murdered not for their property. They were murdered because of who they were. One was a black man and the other was a gay man. I think much of America felt the shock and revulsion that I did. Many of us began to look around and ask: What can I do in my sphere of influence? How can I help to see that this never happens again in my country?", "So I was attracted to the whole issue of hate crimes. This is a very controversial thing with many Senators. It is controversial because, frankly, of one clause. It is controversial because it includes a new category: ``. . . or sexual orientation.'' And many of my friends in the Senate believe that disqualifies it from consideration. But it seems to me that our duty as public officials is to help Americans help human beings however we find them; no matter what we may believe their sins are because all of us are sinful.", "Many will say that to legislate favorably towards a gay man is to legitimize homosexuality for our society. I used to have that feeling myself, but I do not any longer. I truly believe it is possible to object to a gay marriage and yet come to the defense of a gay person when it comes to violence. And I believe we have a duty to show up to work in the Federal Government when it comes to the issue of hate crimes. Some people believe that, well, all crime is hateful; don't designate some types of crime. But I tell you that I have come to realize that hate crimes are different in this respect. Hate crimes are visited upon one person, but they are really directed at an entire community--in one case, a black man in the African American community, and in the other case, a gay man in the gay and lesbian community. We need to help, and I believe the Kennedy amendment actually helps.", "Some see this as controversial because they will stand behind the argument of States rights; that we cannot defend these people at the Federal level because there are State officials and local officials where most police actions and prosecutions occur; that we should leave that to them. I had that feeling until I was visited by a group of conservative Republican law enforcement officers from Wyoming who said, in the case of Matthew Shepard: It would have helped a great deal had the Federal Government shown up with resources and support to help in the prosecution of this horrible tragedy.", "The Kennedy amendment allows this to happen, and I support it for that reason, because I believe we need to show up to work.", "As a member of the Foreign Relations Committee, I have spoken all over the globe against hate crimes of all kinds. Because of that, I cannot in good conscience remain silent about hate crimes in my own country. It is time to speak out, and it is time to vote on something that will actually make a difference.", "In my Subcommittee on European Affairs, I recently held a hearing on the issue of antisemitism. One of the most remarkable witnesses I have ever listened to in the Senate came to testify in that hearing. He is the Nobel Laureate Elie Wiesel. I will never forget what he said to our committee that day. He said:", "To hate is to deny the other person's humanity. It is to see in ``the other'' a reason to inspire not pride, but disdain; not solidarity, but exclusion. It is to choose simplistic phraseology instead of ideas. It is to allow its carrier to feel stronger than ``the other,'' and thus superior to ``the other.'' The hater . . . is vain, arrogant. He believes that he alone possesses the key to truth and justice. He alone has God's ear.", "I am afraid there are some like that not just in Nazi Germany about which he was speaking, there are some like that today in Bosnia, in Yugoslavia, Kosovo, in Africa. There are haters still, and there are haters in our own country as well. We are trying to say, once and for all, that when it comes to hate and hate crimes that are directed at these minority communities who live among us as Americans: Your Federal Government cares, too. The Federal Government will show up to work. The Federal Government will try to use the law as well to teach the American people that there is no room for hate, and if you commit a hate crime, we will come after you with the full force of the law at the local, the State, and the Federal level, because while many will say this is just symbolism, I grant you it is in part, but it is symbolism that can be made substance if we change some hearts and minds. In that sense, the law can be a teacher.", "That is why I support the Kennedy amendment, because I think we need to change some hearts and minds, as well as some laws, so that the Federal Government can show up to work.", "I am going to do something I do not suppose is commonly done here, but I want to speak using a Scripture. I do this because I need to reach out, not to change the minds necessarily of some in my own political base who are the conservative Christians. They are my friends, and many of their views are views I hold. But on this issue, I believe we can care enough to change some hearts and minds. I believe that the God of Christianity, the God whom I worship, said on this Earth that by this shall all men know that ye are my disciples--if you have love one for another. He showed that in a remarkable episode, and I want to share it. I share it with my friends in the Christian community because we need to remember this story when we think somehow that we should not help a community because of what we think their sins may be.", "This is the story. It comes from the 8th Chapter of John:", "Jesus went unto the mount of Olives. And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them. And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst, They say unto him, Master, this woman was taken in adultery, in the very act. Now Moses in the law commanded us, that such should be stoned: but what sayest thou? This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not. So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her. And again he stooped down, and wrote on the ground. And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst. When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee? She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.", "This happened in a public square. This was a wonderful example of mercy and compassion. It was a wonderful occasion in which, in my view, the greatest of all stood up against violence, violence that was later visited upon Him with hatred.", "I point out that if you care about the American family and you perceive homosexuality as a threat to that family institution, remember that adultery, if you want to talk about sins, is a far greater threat to the American family than homosexuality.", "What I say to fellow Christians everywhere is, it is time to help. It is time to remember a story and an example. It is time to say to the gay community: I do not agree with you on everything, but I can help you on many things. And particularly when it comes to violence, particularly when it comes to dragging a man to death, particularly when it comes to seeing someone beaten to death on a fence, I would be ashamed if we did not act as the Federal Government to say: We can show up to work, we can help, we can teach, we can change hearts and minds, and we can turn the symbolism into substance by letting Federal authorities bring resources and help make a difference.", "I know I may not be in large numbers on my side of the aisle, but I hope they will consider what I have just said. All of the excuses that will be offered today--are we prosecuting people for their thoughts? No, we are prosecuting people for their actions that kill people. Some will say: There are limitations in the bill so that every hate crime is not a Federal crime. There are limitations that will trigger the Federal response. We will defer to the States.", "Some will say: What business is it of ours to put hate crimes on the Defense authorization bill? Some of the most horrible hate crimes I have read about have occurred within the military. It is our business to put it here if that is what it takes to pass it here.", "Some will say: Isn't every act of domestic violence or rape a hate crime? I say, it may well be. It may trigger Federal involvement. But just because it includes sexual orientation does not make those victims less American.", "Some will say: The Kennedy amendment is not constitutional. I believe it is constitutional. I believe it is OK to say we will help Americans--how we find them--whether they are black, whether they are disabled, or whether they are gay.", "So my remarks today, Madam President, are about having a bigger heart and making the Federal law big enough to include communities that are the most vulnerable among us.", "I thank the Chair and yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/"}