{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk90", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Frank", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "F000339", "order": 90, "speaking": ["Mr. Speaker, first, let's be very clear: this is not an attempt to restrain judges.", "There have been two sources of opposition to same-sex marriage. A large number of people who bear those of us who are gay and lesbian no ill will have been opposed to it because they have heard that it would lead to social disruption. That is a common theme when we deal with issues involving particular groups in our society against whom there has been discrimination.", "I invite people to go back and read the debates over the Americans with Disabilities Act to read what people like Pat Robertson said in opposition to it. I remember this debate 30 years ago in Massachusetts when we were talking about the Equal Rights Amendment. And so, yes, I understand that there are people who are opposed to same-sex marriage who do not in any way feel themselves prejudiced against gay men and lesbians, but who worry about the social consequences.", "I think here we can point to the facts. We had full civil unions in Vermont in 2000. We have had same-sex marriage in Massachusetts for over 2 years. In no case is there the slightest evidence of social disruption. Let me say, though, that is one wing of the opposition.", "There is another wing in the opposition, the people who are motivated by this, who really, frankly, dislike the fact that we exist; and disliking the fact that we exist individually, they are particularly distraught at the notion that we will associate with each other in various ways.", "I want to address now the people who are worried about the social consequences, because I invite people to look at the evidence. There were no negatives.", "But now let me go back to the point about the judges, because that is relevant to Massachusetts, and the points are linked. Because in Massachusetts what we have seen is that thousands of people have had their lives enriched by being able to love each other in a legally connected way, and it has been a good thing for them, and it has had zero negative consequences. I believe the political community in Massachusetts, through the elected legislature, maybe through a referendum, although I hope it doesn't come to that, will support this.", "Be very clear: this amendment says that even if the people of Massachusetts, after 4 years of same-sex marriage being in existence, vote to ratify it by a majority, their vote does not count. This amendment cancels out a referendum.", "In California, where the legislature voted for it, if a Governor should be elected in November who would sign that bill, this amendment says, no, legislature; no, Governor. We the Federal Government will decide. So it is not about restraining activist judges. It is about overruling any decision.", "So then the question is, Why do it? Usually our view would be that if people are going to benefit from something, enjoy it, we would let that happen, in the absence of harm.", "Now, clearly there is value to same-sex marriage. There are men and women, millions of us, who, for reasons we don't understand, nobody really does, in my judgment, feel an attraction to people of the same sex. What many of them have said is, you know what, we would like to have our love put into a legally connected context. We want to be legally bound to each other, as we are emotionally and morally.", "Who is that hurting? Well, we are told that it hurts marriage. And here is where the illogic comes in. People get up and say we have to be against letting two women marry because it is very important that men and women marry.", "There is no connection. Nothing here threatens heterosexual marriage. It is just the most illogical argument I have ever heard. If two men are attracted to each other and want to live together legally, how does that endanger heterosexual marriage?", "So the argument that we must ban same-sex marriage to protect heterosexual marriage literally makes no sense whatsoever. No one has shown me what the connection is. As a matter of fact, of course, people will have an example of people of the same sex living together, and if that somehow destabilizes heterosexual marriage, then it is going to happen.", "If the gentleman wants me to yield, I would be glad to yield.", "LUNGREN of California. Mr. Speaker, what I would like to ask is this: Does the gentleman see any problem with society allowing preferential status in some ways to the traditional marriage between a man and a woman? Because that, to me, is what it really comes down to."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}