{"speaker_state": "CA", "speaker_raw": "ms. pelosi", "speaker_first": "Nancy", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk95", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Pelosi", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "P000197", "order": 95, "speaking": ["I thank Mr. Nadler for yielding and for his great leadership in defending the Constitution of the United States which is, of course, our oath of office.", "Mr. Speaker, I also want to thank Mr. Conyers, the gentleman from Michigan, for his leadership on this important issue, and to say to Congresswoman Baldwin and to Congressman Frank what an honor it is to serve with you in the Congress. It is a privilege to call you colleague.", "Mr. Speaker, the crisis in the Middle East reminds us that it is our responsibility as a Congress to address the urgent priorities of the American people. Yet today it is painfully obvious that instead of tackling the challenges facing our Nation and our world, Republicans want to persist in their agenda to distract and to divide.", "That is why the American people are demanding a new direction. That is why they say in great numbers that our country is going in the wrong direction. The challenges that our country face are too great for the Republican politics as usual. The constitutional amendment that we are debating today has been brought to this floor with full knowledge that it has no prospect for success either now or in the near future, the foreseeable future.", "This is a partisan exercise by Republicans to divide the American people rather than forge consensus to solve our urgent problems. Our Constitution, which we all take an oath to support and defend, is an enduring and living document that has throughout our history expanded rights, not diminished them.", "Though the Federal marriage amendment claims to protect marriage, it benefits no one and actually limits the rights of millions of Americans. In September, I am happy to say, my husband and I will be celebrating our 43rd wedding anniversary. I am a mother of five, we have five children and five grandchildren, expecting our sixth grandchild in October. And we certainly appreciate the value of family.", "We see family in our community as a source of strength and a source of comfort to people. What constitutes that family is an individual and personal decision. But for all, it is a place where people find love, comfort and support. As we consider this amendment, we must understand we are talking about our fellow citizens, equal under the law, who are lesbian and gay, and what it means to them. They are members of our communities with dreams and aspirations, including their right to find comfort, love and support on equal terms.", "They have every right and every expectation of any American that they are entitled to the very purposes for which this country was founded, that we are all created equal by our Creator, and endowed with inalienable rights of life, liberty and the pursuit of happiness.", "Let me tell you about two extraordinary constituents of mine, I have talked about them on the floor before. Phyllis Lyon and Del Martin, both in their eighties, and they have lived together for more than 50 years. They are grandparents, by the way, they are grandmothers. Their commitment, their love and their happiness are a source of strength to all who know them.", "They are leaders in our community and are held in high esteem by all who know them. Why should they not have the full protection of the law to be able to share each other's health and bereavement benefits, to be able to share all of the protections and rights accruing to financial relationships, inheritance and immigration?", "Why should Phyllis and Del and millions of gay and lesbian citizens not be treated equally and not be afforded the legal protections conferred by marriage? I will again vote against this amendment, as I have in the past, because it is counter to the noble ideas of liberty, freedom and equality for which this Nation stands.", "This amendment defiles our cherished Constitution by saying that some members of our society are not equal under the law. This is blatant discrimination. It is wrong. It does not belong in our Constitution. It is contrary again to the noble purpose for which this Nation was founded, and it is contrary to the principle of ending discrimination, unifying our country, and fostering equality for all.", "The American people demand that this Congress address their priorities: creation of jobs, creating a minimum wage that has not been raised in 9 years, gas prices that are over $3 a gallon, and the skyrocketing cost of higher education. That is what they want us to be doing here.", "Mr. Speaker, let us strive to do the work of the American people. Let us strive to unite our country, take our country in a whole new direction, let us honor our Constitution, let us honor all of God's children and let us reject this amendment."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}