{u'speaker_state': u'MA', u'speaker_raw': u'mr. frank of massachusetts', u'speaker_first': u'Barney', u'congress': 108, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7898-2.chunk52', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Frank', u'pages': u'H7898-H7934', u'speaker_party': u'D', u'date': u'2004-09-30', u'bills': None, u'bioguide_id': u'F000339', u'order': 52, u'speaking': [u'Mr. Speaker, consistently proponents of this amendment have tried to hide what it does. Yes, there is a question about what one State could be compelled to do by the Federal courts to respect another. If that were the problem, an amendment could come forward aimed narrowly at that. I would not support it. But an amendment that said the full faith and credit clause does not apply could have come forward. This amendment goes far beyond that. But the proponents of it apparently understand how indefensible it is in the very democratic terms which they use, and therefore they conceal it from the people, speaker after speaker after speaker.', u'I hope the majority leader will tell us why he will not be straightforward about this element of it and here is what it is: this does not simply say that judges cannot decide the question. And it does not say that one State cannot compel another. It also says, and its major impact, if it were to pass, would be to say to the voters of Massachusetts, no matter what you say in a referendum, no matter how you, the democratic electorate of Massachusetts, choose to define marriage, we the Federal Government overrule you.', u"What justification have you for that? You say the people of Texas, the people of Tennessee want to decide. Why not the people of Massachusetts? Why did you not draft an amendment that would have honored the right of a State's electorate to make a decision? Our legislature is now in charge of this issue. The legislature will decide and the referendum will decide; and this amendment undeniably, but silently, says that no matter what any State does, it will be overruled. Vermont's civil union law originally came from the courts, but it has since been accepted by the political electorate. There have been votes in Vermont over this. Elections. This would also be overturned.", u"But now let me turn to the merits. We heard one gentleman say that he was not talking about same-sex marriage. He just noted that he had presided over the dissolution of 20,000 marriages. I am a gay man and I have presided over the dissolution of none. So I guess I do not feel quite as guilty about assaulting marriage as some of you would like me to feel. I am sorry Rush Limbaugh has been divorced three times, but it ain't my fault; and it is not the fault of any of my friends. That is the issue.", u'We are not assaulting marriage. Since when is it an assault on something for people to say, you know what, we have been excluded from this institution. We are also human beings and we feel love. We feel it in a way different than you. We feel it for someone of the same sex, male or female. And we look at your institution of marriage, and we see the joy it brings. We see the stability it brings to society. How does it hurt you if we share in it? That is the core issue I have not heard understood. What is it about the fact that two women in love in Massachusetts want to be legally as well as morally responsible for each other and live together and keep their home? Why is that an assault on you?', u'What a case of blaming the victim. You are defending yourselves against two loving people whose failure is to love each other and to want not simply to be free floating but to be committed? What is it you are protecting yourselves against? How do we threaten you? What about the love of two men so disturbs you that it would dissolve marriages? There are apparently, what, men and women happily married all over the country and they will learn that in Massachusetts the legislature allowed same-sex marriage to continue and they will get a divorce, they will call the gentleman from Texas and he can make it 20,001.', u"The gentleman from Texas, the majority leader, says this is not about gay marriage. Yes. And God didn't make little green apples and it don't rain in Indianapolis in the summertime. This is a political effort and it comes up a month before the election when it has been an issue since May of this year at least and before, a month before the election, an amendment that has no chance to pass, demonizes same-sex couples.", u'I say demonize for this reason. You say, we do not have anything against these people. Then why do you change my love into a weapon? Why if I have the same feelings that you do towards another human being does that somehow become the only weapon of mass destruction you have ever been able to find?', u'I urge the House to turn this down, let the people of Massachusetts make their own choices, and let loving men and loving women live in peace.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/'}