{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 112, u'title': u'SMALL BUSINESS JOBS AND TAX RELIEF ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-07-12/html/CREC-2012-07-12-pt1-PgS4932.htm', u'number': 104, u'id': u'CREC-2012-07-12-pt1-PgS4932.chunk37', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S4932-S4938', u'speaker_party': u'D', u'date': u'2012-07-12', u'bills': None, u'bioguide_id': u'D000563', u'order': 37, u'speaking': [u'Mr. President, I am delighted to add my voice to this chorus of congratulations for our colleague on her singular and remarkable achievement.', u'It seems fitting that Senator Collins would reach this historic milestone just after the All Star Game because this really is a Hall of Fame sort of accomplishment.', u'With that 5,000th consecutive vote she cast moments ago, Senator Collins now holds the third-longest voting streak in Senate history. In the entire history of the United States Senate, the only Members with longer unbroken voting streaks are William Proxmire, who is way out front with 10,252 consecutive votes, and Senator Grassley, with 6,393 consecutive votes.', u'But here is the thing about Senator Collins: She is the only Senator who has ever hit that mark without missing a single vote--the only perfect voting record among the 5,000-consecutive votes Hall of Famers.', u"Senator Collins' historic voting record is a reflection of her dedication to the hardworking people of Maine and a testament to her respect for this Senate.", u'We have heard about some of the lengths Senator Collins has gone to to preserve her unbroken voting streak, including how she once twisted her ankle running in high heels to cast a vote.', u"That vote was to protect the State Children's Health Insurance Program, and working parents and their children in my State of Illinois and throughout America are grateful to her for her pains.", u"That is the other remarkable thing about Senator Collins' voting record. It is laudatory not only for the number of consecutive votes Senator Collins has cast but also for the courage behind many of those votes.", u'Senator Collins and I were elected to the Senate in the same year, 1996. As freshman Senators, we cosponsored a successful bill to repeal a $50 billion tax break for the tobacco industry.', u'We have worked together to combat Medicaid fraud and improve food safety.', u'Along with Senator Snowe, Senator Collins voted for Wall Street reform and for the economic recovery plan that may well have kept America from tipping into a depression.', u'She voted for the Lily Ledbetter Fair Pay Act, and she voted to confirm both Sonya Sotomayor and Elena Kagan to the U.S. Supreme Court.', u"I hope I don't get her into trouble with this list.", u"Her voting record is in keeping with Maine's tradition for independent thinking.", u'When Susan Collins was a senior in high school, she came to Washington and had an amazing experience. She was able to talk to her hero and home State Senator, Margaret Chase Smith, for nearly 2 hours in her office.', u"Senator Collins later told a reporter: ``I remember leaving her office thinking that women can do anything and that women can get to the highest levels of government and make a difference.''", u"Years earlier, Margaret Chase Smith had made history of her own when she delivered her famous ``Declaration of Conscience'' speech. In that speech, she urged Senators to reject the destructive anti-communist hysteria being whipped up by Joe McCarthy.", u"Senator Smith said then: ``As an American, I want to see our nation recapture the strength and unity it once had when we fought the enemy instead of ourselves.''", u'We can hear echoes of that famous plea in an op-ed Senator Collins wrote for The Washington Post a few months ago.', u"As Senator Collins wrote: ``[N]either party has a monopoly on good ideas. The challenges we face will not be met by those who believe compromise is a dirty word. . . . The center will hold only if we put the same effort into unity that partisans put into division.''", u'She is right.', u'On a more personal note I want to say that not only does Senator Collins have one of the best voting records in this Senate, she also has the best taste in books of just about anyone I know. She reads constantly, and I am grateful to her for the many good books and talented authors she has introduced me to.', u"A year ago, some gay veterans and other Mainers hosted a reception to thank Senator Collins for her courageous cosponsorship, with Senator Lieberman, of the bill to allow gay men and lesbians to serve openly in America's Armed Forces.", u"At that reception, a Navy veteran who spent her time in the service hiding her sexual orientation presented Senator Collins with one of her ship's coins, which are awarded to Navy personnel for going beyond their duty.", u"And an 80-year-old man and lifelong independent voter praised her by saying, ``Senator Collins is . . . filling the high heels of Margaret Chase Smith wonderfully.''", u'We know that even when those high heels cause her to twist her ankle, they cannot keep her from casting her vote and making history.', u'Once again, I congratulate Senator Collins on this singular achievement.', u'And looking forward to the happy milestone she will celebrate next month, Loretta and I give Senator Collins and her husband-to-be our best wishes for many years of happiness together.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/07/12/S4932_small-business-jobs-and-tax-relief-act/'}