{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 113, u'title': u'WATER RESOURCES DEVELOPMENT ACT OF 2013', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-08/html/CREC-2013-05-08-pt1-PgS3217-5.htm', u'number': 64, u'id': u'CREC-2013-05-08-pt1-PgS3217-5.chunk12', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S3217-S3228', u'speaker_party': u'D', u'date': u'2013-05-08', u'bills': None, u'bioguide_id': u'B000711', u'order': 12, u'speaking': [u'We have the American Association of Port Authorities, the American Concrete Pressure Pipe Association, the American Council of Engineering Companies, the American Farm Bureau Federation, the American Foundry Society, the American Public Works Association, the American Road and Transportation Builders Association, American Society of Civil Engineers, American Soybean Association, Associated General Contractors of America, Association of Equipment Manufacturers, Clean Water Construction Coalition, Concrete Reinforcing Steel Institute, Construction Management Association of America, International Liquid Terminals Association, International Propeller Club of the United States, and the International Union of Operating Engineers.', u'I will not read all of these as there are too many.', u'We received a letter today from the chamber of commerce, which I will talk about in a few minutes.', u'We also have listed the Laborers International Union of North America, surveyors, real estate people, Grain and Feed Association, the Retail Federation, the National Waterways Conference, National Stone Sand & Gravel Association, Portland Cement Association, the American Institute of Architects, the Fertilizer Institute, the United Brotherhood of Carpenters and Joiners of America, the Waterways Council.', u"This is just a sample. America is behind this bill. This is important. Everything we do here is important, and this is as important. It will, in fact, support over half a million jobs--not doing things we don't need but doing things we need and must do.", u'We have some very important letters. One letter is from the American Association of Port Authorities and the American Road and Transportation Builders Association. They talk about how it is important that this legislative progress should not be slowed or jeopardized by amendments that are not germane to the bill.', u'This is their language: If enacted, this long overdue legislation will ensure critical investments are being made.', u'They say nice things about Senator Vitter and me, which I will not read because it is too self-serving, but I am very proud to have it in writing. I will put it on my wall when I get back to the office.', u"There is another letter from the Transportation Construction Coalition, and it basically says: This bill will remove barriers to realizing the benefits of water resources projects. It needs to be bipartisan and bicameral. Let's swiftly pass this.", u'That is a very important message for us.', u"We have the Associated General Contractors of America, and they say: Please don't slow or jeopardize this bill.", u'We have a letter coming from the chamber of commerce, and it is going to say the same thing.', u"I know Senator Coburn feels very strongly about his amendments, and we have agreed to take them up and vote on them. Every Senator has the right to do anything they want. I just want to lay it out here for the American people: This is a public works bill dealing with water infrastructure. It is not a bill about guns, it is not a bill about a woman's right to choose, it is not a bill about gay rights or gay marriage, it is not a bill about those very hot button issues we know divide the American people.", u'I will have more to say after Senator Coburn talks about his amendment. I am just going to make a plea to my colleagues: We are trying so hard to accommodate everybody but, speaking for myself, I hope we can avert and avoid controversy on this bill. We have so much controversy every minute of every day. There have been terrible arguments on this floor about issues as to whether we should extend the debt ceiling, whether to default, do background checks. These issues are tough. I am not saying they should be avoided. We have to confront them. Every once in a while I hope we can take a pause from this controversy and do something for this country and come together without the rancor, without the upset, and without the divisiveness of some of these issues.', u'We will proceed to deal with these issues that Senator Coburn has brought forth on guns. After we dispose of these, I hope we will not have this kind of divisiveness on a bill that is so needed.', u'I thank the Presiding Officer very much.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/05/08/S3217-5_water-resources-development-act-of-2013/'}