{u'speaker_state': u'MD', u'speaker_raw': u'mr. cardin', u'speaker_first': u'Benjamin', u'congress': 113, u'title': u'CELEBRATING LGBT PRIDE MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-27/html/CREC-2013-06-27-pt1-PgS5489-2.htm', u'number': 94, u'id': u'CREC-2013-06-27-pt1-PgS5489-2.chunk0', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Cardin', u'pages': u'S5489-S5490', u'speaker_party': u'D', u'date': u'2013-06-27', u'bills': None, u'bioguide_id': u'C000141', u'order': 0, u'speaking': [u'Mr. President, I rise today in recognition of Lesbian, Gay, Bisexual, and Transgender, LGBT, Pride Month. This June we recognize the efforts of millions of Americans who have fought to extend liberty and justice to all, regardless of sexual orientation or gender identity. Members of the LGBT community have helped this country become a leader in so many fields.', u"And today I also rise in celebration as a result of yesterday's decisions of the Supreme Court of the United States. Loving families across our great Nation have now been made whole, as the Supreme Court upheld the core principle that all persons must be treated equally under the law.", u'By striking down as unconstitutional the provision of the Defense of Marriage Act, DOMA, that limited federal marriage benefits to opposite sex couples, the Supreme Court has affirmed that there is no place for discrimination in America based on sexual orientation. Government should not interfere in the ability of men and women to marry the person they love, and they should be entitled to the same benefits as heterosexual couples, including tax benefits, rights of inheritance, health insurance, and legal marriage. The Federal Government--especially Congress and the executive branch--should act quickly to comply with and fully implement this Supreme Court ruling, following the lead of a growing number of States including Maryland that give full recognition and equality to legal marriages of same-sex couples.', u'Alongside their neighbors, LGBT individuals have been integral in forging this Nation into what it is today. Sadly, many members of the LBGT community encounter prejudice and discrimination on a daily basis. We cannot forget the events at the Stonewall Inn in June of 1969. Shortly thereafter the modern day gay rights movement began to take shape.', u'In the years since Stonewall, we have made progress in making ours a more just society. I am proud that 13 States--including Maryland by both legislative action and popular referendum--and the District of Columbia have voted to allow two consenting same-sex adults to enjoy all the happiness and privileges that come with marriage. I am proud that our men and women in uniform can no longer be told they cannot serve the country they love because of who they are in love with.', u"I am proud that we passed legislation, the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, to expand the federal hate crimes law to include crimes motivated by a victim's actual or perceived gender, sexual orientation, or gender identity. I am proud that everyday more and more people support equal rights for all Americans.", u'Despite all the progress we have made, we must always work harder to maintain the foundation of human rights on which this country is built. I believe that every American should have the opportunity to fulfill their American Dream. This is only possible when the government can provide robust civil rights for all citizens. There is still much that only we in Congress can do to make sure that every American enjoys the right of equal protection under the law.', u'Right now in a majority of States, an individual can be fired for their sexual orientation or gender identity and have no legal recourse. The fact that someone can be fired for simply being who they are in the year 2013 cannot be accepted. I chair the U.S Helsinki Commission and sit on the Foreign Relations Committee, and I can tell you that human rights are directly linked to governmental guarantees and enforcement of equal protection.', u'This June we should recognize the remarkable contributions LGBT Americans have made to this Nation. We should also take a moment to value all the hard work, sacrifice and determination that has defined the LGBT movement.', u'The issues facing the LGBT community are important to all Americans. We are all harmed when homophobia trumps civility, and similarly we all succeed when we find strength in our diversity.', u"We have work to do. Members of the LGBT community should feel free and safe to be who they are. Now is the time for all Americans regardless of sexual orientation or gender identity to come together in the spirit of moving the country forward. The LGBT community has been part of America's storied past, and will continue to be central to our perpetual goal of building a brighter future.", u'Fifty years ago this month President Kennedy asked the Nation a simple question as the fight for civil rights raged across the country:', u"``The heart of the question is whether all Americans are to be afforded equal rights and equal opportunities, whether we are going to treat our fellow Americans as we want to be treated.''", u'The answer then, as it is now, should be a resounding yes.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/06/27/S5489-2_celebrating-lgbt-pride-month/'}