{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5517-6.htm", "number": 71, "id": "CREC-2006-06-07-pt1-PgS5517-6.chunk29", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S5517-S5534", "speaker_party": "D", "date": "2006-06-07", "bills": ["S.J. Res. 1"], "bioguide_id": "D000563", "order": 29, "speaking": ["Mr. President, one of the first things a Member of the Senate should learn is humility, humility when it comes to some of the documents that guide our Nation. We certainly understand the Constitution we are sworn to uphold and defend is a treasured document which has guided us for over two centuries. I, for one, come to the subject of amending this Constitution with real humility. I think it is bold of some of my colleagues to believe that their handiwork, their words, could stand the test of time, could be measured against the work product of Thomas Jefferson and the greats in American history.", "This matter before us today is an attempt by some of my colleagues to amend the Constitution, to change the document which has guided America for so long. I have seen a lot of these amendments come and go as a member of the Judiciary Committee. Some of them, frankly, couldn't even make it through the committee, let alone on the Senate floor or be sent to legislatures for approval.", "But still Members come forward with a variety of ideas. Today, we consider the so-called Marriage Protection Amendment. My friend, my colleague from Colorado, Senator Allard, the lead sponsor of it, says this amendment will not infringe on the rights of States to determine the status of different relationships. Yet let me read the language of his amendment:", "Neither this Constitution, nor the Constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "So if my State of Illinois decides to establish a domestic partnership law and say that two people of the same gender can live together and share health insurance and can be in a relationship where there would be a guarantee that they would have access to visit one another in times of hospitalization and sickness, where property rights could be established, is that a legal incident of married life? Most people would say yes. Clearly, this language says it would be prohibited. So what we have here goes far beyond the concept of marriage. We have to take care not to put language in this Constitution that will come back to haunt us.", "I step back, too, and look at this debate and wonder, why are we here on the floor of the Senate doing this? Why are we debating this issue above all others? Why are we taking virtually a week of Senate business time to debate the issue of gay marriage? I think it goes back to a statement made by President Bush a couple weeks ago on the issue of immigration. This is what he said:", "We cannot build a unified country by inciting people to anger, or playing on anyone's fears, or exploiting [an] issue . . . for political gain.", "He was referring to the issue of immigration, but the standard is a good one. We have a responsibility to unite America and not divide it.", "Mr. President, I wish you could hear the telephone calls to my office. The people calling in support of this amendment--many of them--are very courteous and ask me to vote for the amendment. But, sadly, so many of them call spewing their hatred and bigotry of people of different sexual orientation. You think to yourself, is this good for America? Is it good for us to have this sort of angry display brought out by our actions on the floor of the Senate at a time when we know this constitutional amendment will not be enacted by the Senate? Nobody believes it will receive the 67 votes that are necessary for final passage, and few believe it will even come close to the 60 votes necessary on a cloture motion. Yet we come today, as we have times before, to bring up this issue.", "This debate is not about the preservation of marriage. This debate is about the preservation of a majority. The Republican majority believes that if they can bring these issues which fire up their political base to the floor, they will have better luck in the November election. So at the risk of dividing America, at the risk of putting language in the Constitution that could not stand the test of time, they will take the time of the Senate and engage us in this debate. That is unfortunate when you think of so many other things we should be dealing with.", "Would this not have been a great week to deal with energy policy and reducing our dependence on foreign oil, to make America less dependent upon the Middle East and the foreign powers that push us around because we need their oil to propel our economy? Would this not have been a perfect week to debate affordable and accessible health care for every single American? Would this not have been a perfect week for us to decide what in the 21st century we need to do to make sure our schools prepare our citizens to continue to lead in this world? Would this not have been an important week for us to come together and have a meaningful debate on the war in Iraq which has claimed 2,476 of our best and bravest young men and women?", "No. The Republican majority said no. They said this is a perfect week for us to come together and discuss a flawed amendment to the Constitution, for us to come together on an issue that, sadly, divides us rather than unites us as Americans, and to take that time off the Senate calendar. I think it is very clear that this is not a voter priority. It is not an American priority. When the American people were asked in a Gallup Poll in April, ``What do you think is the most important problem facing this country today,'' this issue came in at No. 33. But for Senator Frist and the Republican majority, it is No. 1 this week. I think most people realize there is political motivation here and that is what it is all about.", "We should also consider the reality that this is clearly a State issue. States have always established the standards for marriage. That has been the tradition in American law, a tradition which would be upset and voided by this amendment. Each State may have slightly different standards.", "A few years ago, under a Democratic President, Congress passed the Defense of Marriage Act. The Defense of Marriage Act said that no State would be compelled to recognize the standards of another State when it came to same-sex marriage. Now, that means in the State of Massachusetts, where gay marriage is allowed, they can make that decision. The people in that State can validate that decision and courts can approve that decision, but they cannot impose that decision on Kansas, Colorado, Illinois, or Alabama.", "The Defense of Marriage Act has never been successfully challenged, never been overturned, and it is the law of the land. But it is not good enough for those who propose this amendment. They want more. I believe that is unfortunate. It is unfortunate when we consider that we are taking the precious time of the Senate on an issue which we should not be considering at this moment. The Republican leadership ought to listen to First Lady Laura Bush. She was asked about this amendment last month on ``FOX News Sunday''--the fair and balanced FOX, remember that? This is what she said:", "I don't think it should be used as a campaign tool, obviously.", "That sentiment was echoed last month by the daughter of Vice President Cheney. This is what she said:", "I certainly don't know what conversations have gone on between Karl [Rove] and anybody up on the Hill, but . . . this amendment . . . is writing discrimination into the Constitution and . . . it is fundamentally wrong.", "Now consider the wise words of another former Senator, a loyal Republican, John Danforth of Missouri--a conservative man, but he opposes this amendment. He said this in a recent speech:", "Some historian should really look at all of the proposals that have been put forth throughout the history of our country for possible constitutional amendments. Maybe at some point in time there was one that was sillier than this one, but I don't know of one.", "In fact, over 11,000 constitutional amendments have been proposed by Members of Congress throughout our history. Only 17 of them actually passed into the Bill of Rights. Why? Because amending our Constitution should take place under only the most extraordinary circumstances. We should amend it only when it is essential to protect the rights and liberties of the American people.", "I am joined in this belief not only by Democrats but by Senator Danforth, the Vice President's daughter, the First Lady, and by many true conservatives.", "Listen to what Steve Chapman, a libertarian writer from the Chicago Tribune, wrote:", "If there is anything American conservatives should revere, it's the U.S. Constitution, a timeless work of political genius. Having provided the foundation for one of the freest societies and most durable democracies on Earth, it shouldn't be altered lightly or often.", "As United States Senators, we take an oath. We solemnly swear to support and defend this Constitution. I believe part of that oath requires us to take care when it comes to changing the Constitution.", "I have listened to some of the debate on the floor. The Presiding Officer from Kansas spoke yesterday about marriage in America. I think it is a legitimate concern. America's strength is its families. The family of Americans has been the model--the goal, really--and the leadership of our Nation. But to argue for this amendment, suggesting that the increase in births to unmarried women is somehow linked to gay marriage--I don't understand that connection in any way whatsoever. To suggest that lower income level people are less likely to marry and that has something to do with gay marriage--I don't understand that connection, either.", "If we are truly going to strengthen the American family, would we not want to increase the minimum wage in America, which hasn't been increased by this Republican Congress in 9 years? Would we not want to provide basic health insurance to families so they can have peace of mind when their children get sick? Would that not strengthen families? Would we not want to make sure we have good-paying jobs in America that create opportunities so people can look ahead with optimism? Would that not strengthen families and our country? Instead, we have the gay marriage amendment.", "In the State of Kansas, the former Republican State chairman has decided to become a Democrat. He said he was tired of the culture wars the Republican Party tended to always want to fight. We saw it here in the Congress last year when the House Republicans were in trouble and they brought up the tragic case of Terri Schiavo--an invasion of the Federal Government into the most personal, private decision a family could face. Now, again, facing political difficulty, they bring up this Federal marriage amendment. It will not pass today. We must set it behind us and move forward on the important agenda the American people sent us to Washington to work on. Let us do it in the spirit that President Bush reminded us of a few weeks ago--building a unified country, not inciting people to anger or playing on anyone's fears or exploiting an issue for political gain.", "I hope my colleagues will join me in opposing amending the Constitution, despite the best efforts of those who bring this issue before us today in S.J. Res. 1. This does not merit inclusion in the most treasured and important document that guides America and its democracy."], "capitolwords_url": "http://capitolwords.org/date/2006/06/07/S5517-6_marriage-protection-amendment-motion-to-proceed/"}