{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-12/html/CREC-2004-07-12-pt1-PgS7903-9.htm", "number": 95, "id": "CREC-2004-07-12-pt1-PgS7903-9.chunk18", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S7903-S7932", "speaker_party": "R", "date": "2004-07-12", "bills": null, "bioguide_id": "H000338", "order": 18, "speaking": ["Mr. President, I have been watching this debate and there hasn't been much from the other side, but I commend the distinguished Senator from California for at least coming to the floor and expressing her viewpoints on this. As you know, she is a very important member of the Senate Judiciary Committee, and I enjoy working with her. I also understand her arguments that the States ought to decide these issues. But more preferably interpreted, if she likes the status quo that means the State courts must decide these issues and not the people of the States or the State legislatures. Frankly, I agree that the States should be able to decide these types of issues. The powers should not be taken away from them and given to the courts.", "In fact, 40 States have decided this issue in the Defense of Marriage Act, called DOMA. You would think that would be enough. I believe the other 10 States will adopt the Defense of Marriage Act over time which provides a marriage should be between a man and a woman.", "If my colleagues believe that the States ought to decide these matters, then they have to acknowledge that the 40 States which have should trump the 4-to-3 decision by an activist Massachusetts Supreme Court.", "The debate over marriage boils down to two fundamental questions: Should our goal be to keep marriage limited to a man and a woman? And, if so, is amending the U.S. Constitution necessary to accomplish that goal?", "The answer to both questions is yes.", "The first question, whether we should keep marriage between a man and a woman, can be examined in several ways. First, we can look at different kinds of polls. In the last few months, polls by reputable news organizations such as CBS News, FOX News/Opinion Dynamics, Newsweek, Time/CNN show that by at least 2 to 1 Americans would not redefine marriage. Not only is this polling overwhelming, but it exists in the face of a barrage by the liberal media urging a different answer to this question. These polls tell something about the opinions of individual Americans, again, that flies in the face of having four justices in Massachusetts decide under the full faith and credit clause to impose this upon everybody in America rather than have the people in America or the people within the individual States decide these matters. These polls tell something about the opinions of individual Americans.", "Another kind of poll examines what the elected representatives of the American people do on their behalf. Two years ago, the Supreme Court repeated its long-held guidance that ``the clearest and most reliable objective evidence of contemporary values is the legislation enacted by the country's legislatures.'' That evidence confirms the same conclusion: The American people oppose redefining traditional marriage.", "In 1996, Congress overwhelmingly passed the Defense of Marriage Act. As I mentioned, 40 States have adopted it and President Clinton, a Democratic President, signed it into law. As its name implies, this legislation was intended to defend what marriage has always been, a union between a man and a woman.", "Since 1996, the citizens and legislatures in nearly every State in the Union have taken one or more steps to further protect traditional marriage. Again this year, citizens in several more States have collected hundreds of thousands of signatures to put before voters State constitutional protection for traditional marriage. Speaking of signatures, last Friday, some of my colleagues received nearly 1.5 million petitions from Americans to protect traditional marriage and more are on the way.", "This issue is not going to go away. Whether traditional marriage should remain what it always has been, the goal most Americans support, requires amending the U.S. Constitution. If the answer is yes, no one should be able to get away with professing support for traditional marriage but refusing to do what is necessary to make it real. Some have indeed tried to have it both ways, saying they want to keep marriage between a man and a woman but refusing to take any real steps to do so.", "Last Friday, for example, I pointed out how Senator Kerry, the distinguished Senator from Massachusetts, has publicly said marriage should be between a man and a woman, yet voted against the Defense of Marriage Act which would allow that to occur. I pointed out he said there is no reason to vote for the Defense of Marriage Act because the States have enacted contrary to it. His own State, since then, has.", "Does that mean he would vote for a new Defense of Marriage Act or does it mean that he would vote for the only thing that can possibly change the situation, and that is a constitutional amendment? He has indicated he will not.", "Members cannot have it both ways. Members cannot vote against DOMA, argue it is unconstitutional, and now say that a constitutional amendment is not necessary because DOMA won't protect us. This is exactly what the junior Senator from Massachusetts is doing.", "Look at this chart, ``But isn't DOMA unconstitutional?''", "Senator Kerry said in the Advocate, September 3, 1996:", "DOMA does violence to the spirit and letter of the Constitution.", "In other words, it is unconstitutional, he said in 1996.", "The distinguished senior Senator from Massachusetts, Senator Kennedy, in his remarks on the floor of the Senate September 10, 1996, said:", "Scholarly opinion is clear: [DOMA] is plainly constitutional.", "Professor Laurence Tribe of Harvard Law School, a heralded liberal professor, for whom I personally have high regard and consider a friend, in a letter submitted to the record of Senate proceedings on June 6, 1996, said:", "My conclusion is unequivocal: Congress possesses no power under any provision of the Constitution to legislate--", "As it does in DOMA--", "And the ACLU, in February of 1997, said:", "DOMA is bad constitutional law . . . An unmistakable violation of the Constitution.", "These are leading liberals who do not think DOMA or the Defense of Marriage Act was constitutional, yet today argue against the only way to resolve this matter. Oddly enough, most all of them are saying the States ought to decide these matters.", "I agree. If we pass a constitutional amendment, it will be up to the States whether or not that constitutional amendment will be ratified, and three-quarters of the States will have to ratify it in order for it to be ratified. I might add, that means the people themselves will have to be very much involved in it throughout the country, unlike having four judges in Massachusetts decide this issue for all of America. Once they decided that Massachusetts law, then under article IV of the Constitution, the full faith and credit clause, every State in the Union must recognize those Massachusetts marriages, which would upset the domestic relation laws of 49 other States.", "Let's face it, one of the reasons so many of my friends across the aisle will argue strenuously this week that the time is not ripe for consideration of this issue on the Senate floor, or that the Senate has much more important things to do, is because they wish to avoid getting crosswise with the tens of millions of Americans who support traditional marriage. It is more than tens of millions, it is hundreds of millions of Americans who support traditional marriage. Yet, also, they do not want to offend their many supporters who wish to allow these novel, nontraditional, same-gender marriages.", "I cannot blame them for feeling that way, but sometimes you have to make decisions in this body that make sense and that are right, that are moral decisions. There is nothing more important than marriage and traditional family marriage at that. Sustaining traditional marriage is absolutely critical to our country. I don't care how important economics or any other issue is, this is one of the most important issues in the minds of most Americans, and it should be because our moral climate depends on what we do here.", "For my friends on the other side, their politically expedient solution is this: As quietly as possible, vote against the marriage amendment today and leave it up to the court to reinterpret the Constitution tomorrow. That sounds pretty good. Why don't we just leave it up to the courts? We have had a lot of 5-to-4 decisions in the Supreme Court. This was a 4-to-3 decision in a State supreme court that will bind all of America. That is what they want. They want the courts to do that which they could never get through the elected representatives of the people as evidenced by both the distinguished Senator from Massachusetts, who is running for President and his Vice Presidential nominee who is from North Carolina, who is also running. They both believe traditional marriage ought to be maintained, but they do not believe we should do anything about it if it is not. I hope we can change their minds.", "The real question is whether protecting traditional marriage requires amending the Constitution. As Senator Smith, the distinguished Senator from Oregon, said in the Senate last Friday, it would be better if the answer were no. Polls suggest that many Americans would prefer their elected representatives be able to legislate in this area. That, indeed, is the way it was traditionally done.", "In polling, as in life, however, the devil is in the details. A CBS News/New York Times poll in March asked whether laws should be determined by the ``Federal Government or by each State government.'' This sounds as if the choice is between the Federal or State legislatures. That, however, is not the choice and never has been. The choice today is between the judiciary and the legislature. But the polls never asked about that. In other words, polls are polls are polls, depending on how the question is raised.", "The fact is, the judiciary is deciding for all of America, and an obscure supreme court in Massachusetts, at that is deciding this issue for all of America. So the States really do not have a chance to decide this issue on their own because if the supreme court of the State of Massachusetts, if that ruling is continuously upheld, and it appears it will be, even by the Supreme Court under the Lawrence case, then every State in the Union is going to be bound by those marriages.", "Another poll taken at the same time--this one by ABC News and the Washington Post--asked whether Americans would support amending the U.S. Constitution ``or should each state make its own laws''--another false choice. Activist judges are rapidly making it impossible for States to make their own laws regarding marriage, making a constitutional amendment the only option, if we want to preserve traditional marriage.", "The polls never ask about that. These highly misleading polls make one wonder whether the liberal media outlets conducting them have some kind of agenda here. No. I know that is being skeptical, but I think almost anybody with brains would conclude they do have an objective here.", "Does protecting traditional marriage require amending the U.S. Constitution? The best prescription depends on an accurate diagnosis. Simply put, when an issue such as this one that traditionally was decided by State legislatures is redefined by judges in constitutional terms, the only effective option is amending the Constitution.", "The judiciary has been flexing its cultural muscles for decades, imposing its own values upon the American people, supposedly in the name of the Constitution. There can be no doubt that traditional marriage is in the path of what Supreme Court Justice Antonin Scalia, in 1992, called the judiciary's ``social engineering bulldozer.''", "That same year, the Supreme Court invented a constitutional right to define ``one's own concept of existence, of meaning, of the universe, and of the mystery of human life.''", "Four years later, the Court said resistance to making public policies more favorable to homosexuals ``seems inexplicable by anything but animus.''", "Last year, the Court combined these ideas to take away from State legislatures the ability to prohibit certain kinds of sexual practices. The Lawrence v. Texas case in 2003: these are some quotes directly out of that case. Justice Antonin Scalia, who dissented in that case, said:", "Today's opinion dismantles the structure of constitutional law that has permitted a distinction to be made between heterosexual and homosexual unions, insofar as formal recognition in marriage is concerned . . . If moral disapprobation of homosexual conduct is ``no legitimate state interest'' for purposes of proscribing that conduct. . . .what justification could there possibly be for denying the benefits of marriage to homosexual couples exercising ``[t]he liberty protected by the Constitution?''", "I might add, also in the Lawrence case, Justice Kennedy argued that:", "The present case . . . does not involve whether the government must give formal recognition to any relationship that homosexual persons seek to enter.", "Justice Scalia understood, however, that", "This case ``does not involve'' the issue of homosexual marriage, only if one entertains the belief that principle and logic have nothing to do with the decisions of this Court.", "Justice Scalia said the Lawrence decision:", "``leaves on pretty shaky grounds state laws limiting marriage to opposite-sex couples.''", "If that is so, and he is right--and he certainly has been proven right so far--then the argument of the distinguished Senator from California really does not hold any water because the States are going to be overruled, 40 of them at least, and I believe all 50 in the end. If we do not do something about it, they are going to be overruled in their desire to keep traditional marriage alive.", "Now, Evan Wolfson, the director of Freedom to Marry, said this:", "But when [Scalia's] right, he's right. We stand today on the threshold of winning the freedom to marry.", "Finally, the Supreme Judicial Court of Massachusetts applied all of this by inventing a constitutional right to same-sex marriage. That was not a legislature. That was not the people speaking. In fact, it was not even a unanimous court speaking. It was a 4-to-3 decision by four of the most liberal State justices in the country versus three very liberal justices in the country. It was a hard-fought decision. It was hardly the will of the people being met.", "It is almost ludicrous to come here and say the will of the people should be met here. If that is true, then we ought to give them that chance with a constitutional amendment which will be submitted to the will of the people out there. Everybody in America who can vote will have a right to vote for or against this constitutional amendment. We ought to at least give them that chance.", "Well, as I say, the Supreme Judicial Court of Massachusetts applied all this by inventing a constitutional right to same-sex marriage. Step by step, by recasting these cultural questions in constitutional terms, the courts took them away from the American people and their elected representatives.", "Now, that flies in the face of what we have heard from those on the other side of this issue: Let the States take care of this. Give me a break. Four liberal justices versus three liberal justices have said this is going to be applied to all of America, because it applies as law in Massachusetts, and under the full faith and credit clause that law must be recognized in every State in the Union.", "Well, these were not a bunch of random, coincidental legal events. These falling dominoes were part of the very same strategy that today is targeting State and Federal laws protecting traditional marriage.", "Last Friday, I outlined the five current fronts in the legal war to redefine marriage. There may be more on the way. Politically driven lawyers are nothing if not creative. This is why nearly all legal analysts and scholars, either grudgingly or enthusiastically, conclude that the ability of legislatures to make real decisions in this area may already be a thing of the past. In other words, the people's right--the people's right--to make real decisions in this area may be a thing of the past. Why not just let these four liberal justices against three liberal justices make this decision for everybody?", "This is why a constitutional amendment to preserve traditional marriage is the only effective solution, and why this is not premature. It might have been premature if the Supreme Court's ``cultural bulldozer'' were still idling. It might have been premature if the Supreme Court had not embraced the insulting and false conclusion that traditional views on certain cultural questions are nothing but irrational animus. It might have been premature if the Supreme Court had not created a constitutional right to sexual autonomy. It might have been premature were there not already dozens of lawsuits challenging laws protecting both State and Federal laws protecting traditional marriage.", "But these things have already happened, and more aggressive legal assaults are coming. The judiciary's ``cultural bulldozer'' is in gear, on the move, and has already done too much damage. If anything, we are behind the curve, not ahead of it.", "Some call this election year politics. Well, I suppose any measure considered by a political institution can be called politics. Yes, this is an election year. This is merely a cliche substituting for an argument. Those who use it perhaps have no real argument, and so they use this cliche to imply that we would not be trying to defend traditional marriage if this were 2003 or 2005. Simply saying that demonstrates how absurd that argument is.", "Supporters of traditional marriage, that is to say, the large majority of the American people--that is the people out there in the States who they are calling upon to make these decisions but are having it taken away from them by a four-liberal-justice to three-liberal-justice decision in Massachusetts--have not dictated the timetable here. The minority who want to redefine marriage have done that. They brought the lawsuits that took these issues from the American people.", "Since the Supreme Judicial Court of Massachusetts had used the State constitution to redefine marriage, amending the State constitution is the only way to protect it. Yet the court gave the legislatures just 6 months to do what it knew in Massachusetts takes 3 years to do under their constitutional form of government. This issue is already out of the people's hands.", "As Senator Smith said on this floor last week, words have meaning. Activists, with the help of judges, are seeking to change the meaning of the word ``marriage'' to further their political agenda. The proponents of the marriage amendment are saying: Stop. We want to retain the word ``marriage'' to its real meaning of a male and female union, and it is inescapable that amending the U.S. Constitution is the only way to accomplish that goal.", "Think about it. I don't have any desire to discriminate against anybody, let alone homosexuals in our society or gay people. I know the distinguished Senator from Oregon feels exactly the way I do about it. I have been the author of the three AIDS bills along with Senator Kennedy. We fought those through here on this floor against what were overwhelming odds at the time and passed them overwhelmingly because of the arguments we made. It is no secret that along with Senators Smith, Feinstein, Kennedy, and others, I am the author of a hate crimes statute that I believe would do justice in our society while still preserving capital punishment. But it is a long way from where we have been.", "There is no question that I do not believe in discriminating against gays. But like my friends on this side who have always argued, particularly my friend from Oregon, I draw the line, as do he and others, when it comes to traditional marriage. I believe it is the basic fabric of our country. Traditional marriage means children. It means raising children born to that marriage. I believe gay people ought to be able to do whatever they believe they should in the privacy of their own homes, but I don't think they should have the right to redefine traditional marriage.", "We have had traditional marriage in this world for over 5,000 years. This is not some itty-bitty, inconsequential, off-the-subject debate. This is one of the most important debates in history. Because if we don't stand up for traditional marriage at a time when a lot of things seem to be falling apart, we are going to reap the whirlwind.", "This is an age where any child can bring up pornography on the Internet. At one time if you clicked on Harry Potter, you would get pornography geared to those children. We all know that. Click on almost any children's book or subject or title or person mentioned in a children's book and you get pornography for children. I don't need to go through all the other ills of our society to let everybody know that we are living in a world where there is a lot of filth, a lot of degradation. We have to stand up against it. We have to protect the traditions that do make sense in our society, and traditional marriage is at the top of the list.", "We might differ on some other matters, but it is difficult for me to see how anybody could differ on traditional marriage, even though I know my gay friends do. Does that justify the laws in some, if not all, States that prohibit a gay partner from being able to go into an intensive care unit and care for his or her gay partner? That doesn't justify that. I think that is terrible, that our laws do not take care of that. Does it mean a gay person can't benefit from the laws of estates and trusts? I believe under current laws they can, but if they can't, we ought to correct those laws. Does it mean they can't buy insurance for their gay partner? We ought to make it possible that they can. You could go through various things where there are inequities, but we don't solve those inequities by changing a 5,000-plus-year definition of traditional marriage. We should solve those problems, and I am willing to work on these problems with my liberal counterparts on the other side and conservatives as well, I am willing to work and try to resolve the problems. But I simply draw the line when it comes to traditional marriage.", "Gay people have a right to be free, to not be discriminated against. They have a right to live in their relationships within the privacy of their own homes, just like others who have different approaches toward life. But that doesn't give them or anybody else the right to define traditional marriage.", "I come from a culture where at one time polygamy was a religious belief and was practiced by a small percentage of people in my faith. My great-grandfather was one of the great colonists, one of the great pioneers of the West. Jeremiah Hatch had 3 wives and 30 children. Those were the days when they lived this principle because they believed it to be a spiritual principle. They believed it was important to bring as many children into the world as they could, among other things. They believed it was a spiritual principle of the faith. But when Reynolds v. Simms came down, the Supreme Court case not allowing plural marriage, basically my faith did away with plural marriage. I have to say no one would argue that it should ever come back. Just to make the point, I would never argue that it should come back. I have been offended by some people indicating that there might be some argument for it.", "What is important here is that all we are asking in this amendment is, sentence one:", "Marriage in the United States shall consist only of the union of a man and a woman.", "That is 5,000 years of practice throughout the world.", "And the second sentence says:", "Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "That does not say you cannot have civil unions because if a State determines that is what they should do, then the State can determine that. If you want to leave it up to the States, this is the way to do it. Not only would 38 States have to ratify this amendment--and I believe all 50 would--but they would also have the right, if they so choose, to resolve these problems I have been mentioning here that are problems for gay people that ought to be resolved.", "The important thing is that if we are going to leave it up to the people, this is the way to do it. It is the only way to do it. Otherwise we are leaving it up to four liberal justices in Massachusetts versus three liberal justices in Massachusetts who didn't agree with them and who basically opted for traditional marriage or at least who seemed to opt for traditional marriage.", "There is a vast movement beginning in America in every State legislature to amend their constitutions to prohibit or should I say to reaffirm the respective State's belief in traditional marriage. Assuming that most States will do this--and I believe most will--would those State constitutions be upheld under the Lawrence case or under any future cases? There is a real question whether that may be the case.", "The best way to allow the people to decide this is to have a constitutional amendment so that they really have a say in what goes on. I can live with whatever the people decide to do. But doing it this way, by allowing a 4-to-3 vote in Massachusetts to bind every State in the Union to Massachusetts marriages through the full faith and credit clause, seems to me to be something that flies in the face of 5,000 years of traditional marriage and family life.", "I notice the distinguished Senator from Kentucky here.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/12/S7903-9_federal-marriage-amendment-motion-to-proceed/"}