{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-18/html/CREC-2011-07-18-pt1-PgS4630.htm', u'number': 107, u'id': u'CREC-2011-07-18-pt1-PgS4630.chunk8', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S4630-S4634', u'speaker_party': u'D', u'date': u'2011-07-18', u'bills': None, u'bioguide_id': u'L000174', u'order': 8, u'speaking': [u"Mr. President, let me speak for a moment on that. With today's vote on the nomination of Paul Oetken to fill a judicial vacancy on the Southern District of New York, the Senate is going to also mark a new and important milestone. Mr. Oetken, of course, is a superbly qualified nominee. He is also the first openly gay man nominated to be a Federal district judge. I fully expect him to be confirmed to a lifetime appointment to the Federal bench. I am proud first of the President for taking this critical step to break down another barrier, increase diversity in the Federal judiciary, but also on the part of Paul Oetken, who stepped forward to serve. He was reported with the support of every member of the Judiciary Committee, Democratic and Republican, and I commend my fellow Republicans and Democrats for that vote. I think he is going to be confirmed by what I believe will be an overwhelming vote in the Senate. It is a sign as a nation we take a new and welcome step on the path of ensuring the Federal judiciary better reflects all Americans.", u"To reiterate, today, the Senate will finally vote on the nomination of Paul Oetken to fill a judicial vacancy on the Southern District of New York. Mr. Oetken's nomination was reported unanimously by the Judiciary Committee more than 3 months ago and could--and in my view should--have been confirmed within days. Yet, like so many of President Obama's qualified, consensus nominees, Mr. Oetken has been stuck without cause or explanation for months on the Senate's Executive Calendar. At a time when judicial vacancies are above 90 and have remained at that crisis level for 2 years, this kind of needless delay undermines the serious work we have to do to ensure the ability of our Federal courts to provide justice to Americans around the country.", u"With today's vote the Senate will mark a new and important milestone. Mr. Oetken, a superbly qualified nominee, is the first openly gay man to be nominated to be a Federal district judge. Today I expect he will be the first openly gay man to be confirmed to a lifetime appointment on the Federal bench. All of us can be proud of President Obama for taking this critical step to break down another barrier and increase diversity in the Federal judiciary. All of us in the Senate can also be proud that Mr. Oetken was reported with the support of every Member of the Judiciary Committee, Democratic and Republican, and will be confirmed by what I believe will be an overwhelming vote in the Senate. It is a sign that, as a nation, we have taken a new and welcome step on the path of ensuring that our Federal judiciary better reflects all Americans.", u"Senator Grassley, the ranking member of the Judiciary Committee was pleased at Mr. Oetken's hearing in March that Mr. Oetken was a Phi Beta Kappa graduate of the University of Iowa. As Senator Schumer said when introducing Mr. Oetken to the committee, not every New York nominee has such a strong connection to Iowa. Born in Louisville, KY, Mr. Oetken earned his law degree from Yale Law School and then served as a law clerk at every level of the Federal judiciary, for Judge Louis F. Oberdorfer of the District Court for the District of Columbia, for Judge Richard D. Cudahy of the Seventh Circuit Court of Appeals, and for Justice Harry Blackmun on the Supreme Court. Mr. Oetken has worked in the Justice Department's Office of Legal Counsel, as associate counsel to President Clinton, as a litigator in private practice, and is now one of the top in-house counsels for Cablevision System Corporation.", u"Regrettably, Mr. Oetken's nomination is the only one the Republican leadership would consent to consider today. There is no reason the Senate is not also voting on the nomination of Paul Engelmayer, who was reported unanimously on April 7 along with Mr. Oetken to fill another vacancy--a judicial emergency--on the Southern District of New York. In fact, Mr. Oetken's nomination is only the fifth nomination we have considered in the last 2 months, at a time when vacancies have remained near or above 90. I thank Senator Grassley for his cooperation in working with me to make progress in committee considering judicial nominations in regular order. But that progress has not been matched in the Senate, where agreements to debate and vote on judicial nominations are too few and too far between.", u'In addition to Mr. Oetken, there are now 22 judicial nominations reported favorably by the committee and ready to be debated and voted on by the Senate, 17 of them having been pending on the Executive Calendar for a month or more. Before the Memorial Day recess I urged that the Senate take up and vote on the many consensus judicial nominations then on the calendar, as it traditionally has done before a recess. Republican Senators would not agree to consider a single one.', u'In June, I again urged the Senate to take steps to address the judicial needs of the American people by confirming the many qualified, consensus judicial nominations reported favorably by the Judiciary Committee. However, Republicans would consent to vote on only four judicial nominations during that month. Three of them were confirmed unanimously. In fact, one of the nominees we considered was, finally, the last of the judicial nominations that had been reported by the committee last year that, in my view, should have been considered then.', u"As a result, 17 judicial nominations reported favorably by the Judiciary Committee were left on the calendar throughout June and now halfway into July, 14 of which were reported unanimously and could easily have been confirmed. Last week, the Judiciary Committee favorably reported another five judicial nominations with significant bipartisan support, three of them unanimously. So in addition to Mr. Oetken's nomination there are now 17 judicial nominations pending on the Senate's Executive Calendar that, like his, were reported unanimously with the support of every Senator, Democratic or Republican, on the Judiciary Committee.", u'All these nominees have a strong commitment to the rule of law and a demonstrated faithfulness to the Constitution. They are by any measure noncontroversial and will, I expect, be confirmed unanimously when Republicans consent to have votes on them. They should have an up-or-down vote after being considered by the Judiciary Committee, and without additional weeks and months of needless delay.', u"Federal judicial vacancies around the country still number too many, and they have persisted for too long. Whereas the Democratic majority in the Senate reduced vacancies from 110 to 60 in President Bush's first 2 years, judicial vacancies still number 91 2\\1/2\\ years into President Obama's term. By now, judicial vacancies should have been cut in half, but we have barely kept up with attrition. If we join together to consider all of the judicial nominations now on the Senate's Executive Calendar, we would be able to reduce vacancies below 80 for the first time since July 2009.", u"Regrettably, the Senate has not reduced vacancies as dramatically as we did during the Bush administration. In fact, the Senate has reversed course during the Obama administration, with the slow pace of confirmations keeping judicial vacancies at crisis levels. Over the 8 years of the Bush administration, from 2001 to 2009, we reduced judicial vacancies from 110 to a low of 34. That has now been reversed, with vacancies staying near or above 90 since August 2009. The vacancy rate--which we reduced from 10 percent at the end of President Clinton's term to 6 percent by this date in President Bush's third year, and ultimately to less than 4 percent in 2008--is now back to more than 10 percent.", u"We have a long way to go to do as well as we did during President Bush's first term, when we confirmed 205 of his judicial nominations. We confirmed 100 of those judicial nominations during the 17 months I was chairman during President Bush's first 2 years in office. So far, well into President Obama's third year in office, the Senate has only been allowed to consider 89 of President Obama's Federal circuit and district court nominees.", u'This is an area in which we must come together as Democrats and Republicans for the American people. There is no reason Senators from both parties cannot join together to finally bring down the excessive number of vacancies that have persisted on Federal courts throughout the Nation for far too long, and which have led the Chief Justice, the President, the Attorney General and judges around the country to urge the Senate to act.', u'The nomination that we confirm today is an important one for the Senate and for the American people. The only questions that should matter for any judicial nominee are the questions I have asked about every judicial nominee, whether nominated by a Democratic or a Republican President--whether he or she will have judicial independence. Does the nominee understand the role of a judge? Mr. Oetken meets this standard, and I am proud to vote for his confirmation today.', u'Mr. President, I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/18/S4630_executive-session/'}