{"speaker_state": "NJ", "speaker_raw": "mr. menendez", "speaker_first": "Robert", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm", "number": 106, "id": "CREC-2009-07-15-pt1-PgS7509-7.chunk154", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Menendez", "pages": "S7509-S7550", "speaker_party": "D", "date": "2009-07-15", "bills": null, "bioguide_id": "M000639", "order": 154, "speaking": ["Mr. President, I rise to talk about the pending amendment. Let's all imagine a situation. You are a 25-year-old, a father of two, it is night and you are walking home across a park. A group of teenagers come near and they throw a slur at you. When you respond and their verbal attacks escalate, they are nasty. They seek to dehumanize you because of where you were born, how you look or how you speak. There is a fight, four on one, in which you are pummeled to the ground and kicked in the skull repeatedly.", "As you lie on the pavement in convulsions, foam oozing from your mouth, life slipping away, there is one more insult. They yell a warning to anyone who looks like you or talks like you that they will do the same thing.", "Imagine you are this man's two little children. Your father spends 2 days in intensive care, his face bruised and swollen, his head bandaged, tubes everywhere, and then he passes on from this world. You will never remember your father holding you or feeding you or kissing you; you are too young. What you will remember is growing up without a father. He was the victim of a needless death from a senseless beating, a beating fueled by red-hot hatred for the type of person he was.", "The one hope for some small measure of fairness so that these two young children will one day know that justice was served after their daddy was killed would be an appropriate conviction for this unthinkable crime. But in the courthouse the verdict is read. The most serious charges, the most appropriate charges, are discarded. At most, two of the four young men who committed this murder in a bigoted rage will spend less than 2 years--less than 2 years--behind bars. But they could be there for as little as 6 months--6 months in jail. But this man, this father, he is gone forever.", "It is as sad and heart wrenching a situation as you can imagine. How we wish it was only that, a horror story we simply imagined. But it is not a figment of our imagination, it is a dose of reality. This nightmare scene actually happened, and it did not happen in a society less open than ours, nor did it happen 100 or 200 years ago. It happened exactly 1 year ago in Shenandoah, PA, less than 150 miles from where this Chamber is; less than 50 miles from my home State of New Jersey.", "Luis Ramirez was the target of the vitriol and the beating; struck in the chest so hard he bore a bruise in the shape of Jesus Christ from the medallion he wore on a chain around his neck. As he lay, seizing from the deadly blows, if he had still been conscious what he would have heard were words that, uncensored, do not befit the Senate.", "Tell your [expletive] friends to get the [expletive] out of Shenandoah or you will be [expletive] laying next to him. Tell your [expletive] friends to get the [expletive] out of Shenandoah or you will be [expletive] laying next to him.", "This in the 21st century, in the United States of America, the land of the free--all men created equal--life, liberty, and the pursuit of happiness. Not for Luis Ramirez. He may have been born originally in a different country, but he was just as human as you or I. It did not matter. He was cursed and battered and put down like an abused animal would be, in the United States of America.", "The people who did this, the people who beat their fellow man to death, treating him as subhuman--this gang gets a veritable slap on the wrist.", "We can change that--no more circumstances such as that, not with this legislation. There is no better prosecutor of hate crimes in our country than Federal law enforcement. They are tough on these hate criminals and they are determined to serve justice in each and every one of these cases. If we are to make sure hate crimes are treated with the seriousness they deserve, if we are to make sure would-be perpetrators think twice, Federal law enforcement must have a greater involvement.", "I can hear opponents of this legislation, this particular amendment: This is 2009. The President is African American. It is a reaction to an insignificant problem.", "Ask Luis Ramirez, if you could. I would ask them to consider this, from the Leadership Conference on Civil Rights: Between 2003 and 2007, hate crimes reported against Hispanics increased not just a little bit but by 40 percent. In 2007, Hispanics were the target of 60 percent of hate crimes committed based on ethnicity, signifying an increasingly sharp rise.", "But this is not just a problem confined to the Hispanic community. The man who packed up his rifle, got in his car, drove to Washington, entered a building, opened fire, and claimed the life of a noble security guard--he didn't just do that at any building. He did it at the Holocaust Museum, because this murderer hates Jewish people, hates them enough to kill.", "Let's never forget the namesake of this legislation, Matthew Shepard, a University of Wyoming student who had his whole life ahead of him before it was snatched away on an October night in the countryside near Laramie. Two men, uneasy with Matthew's sexual orientation, drove off from a bar with him, only to beat him mercilessly with a pistol and rope him to a fence, as if a warning to the gay community. They hated Matthew because he was gay. He lost his life because he was gay.", "I ask those who would argue against this legislation, how many more tragic stories do we have to hear before we make our laws tougher? How many more? Do we have to hear another story, such as the one of Jose Osvaldo Sucuzhanay, a father of two and native of Ecuador who ran a real estate agency, who was headed home with his brother from a bar after a church party. These brothers walked around the Brooklyn street with arms around each other, like men in Latino cultures often do.", "Up drove three men, yelling slurs that were both homophobic and racist, they belted Jose on the head with a glass bottle. They smashed his head in with a metal bat. They continued to beat him and kick him and beat him and kick him. He clung to life for 2 days in a hospital and then he died.", "How many more stories? Do we have to hear another story such as that of Marcelo Lucero? He, too, was born in Ecuador and he, too, was a real estate professional and he, too, was killed simply for the way he looked and the way he spoke, the innocent victim of a senseless gang of teenagers on Long Island, driving around in search of ``some Mexicans to [expletive] up.''", "Here is how the prosecutor described this assault:", "Like a lynch mob, the defendant and his friends got out of a car and surrounded Mr. Lucero.", "Like a lynch mob--in the 21st century in the United States--they beat Marcelo and stabbed him to death.", "How many more of these stories? How many more? Do we have to hear another story such as that of Walter Sanchez? His horrific story happened earlier this year and it happened in my home State of New Jersey.", "Walking to a restaurant with his cousin, a car with five men pulled up. Calling Walter a Hispanic son of a [expletive], they beat him senseless. He was one of the lucky ones, escaping with his life, but he still underwent hours of reconstructive surgery to put many of the bones in his face back together.", "Again, how many stories do we have to tell? It is time to stop asking and it is time to start acting. We can pass this legislation and know, while there is still a ways to go until we have wiped our society clean of bigotry and hatred, we will have made it harder for the perpetrators of these evil acts to escape justice. As the law is written now, there are too many ways in which those who commit hate crimes can escape the kind of justice Federal law enforcement is prepared to bring.", "Sometimes these loopholes are bewildering, even perverse. Remember the story of Luis Ramirez, whose murderers will serve as little as 6 months in jail? The cruel irony is that the deadly beating he suffered occurred in the street, not in the park 100 feet away, the park where Luis had walked minutes, if not seconds, before he was battered. If this murder of a hate crime had taken place in that park, it would have been Federal law enforcement's business. The delivery of justice may have been different. As it turned out, local law enforcement, some of whom were related to the assailants, took 2 weeks to arrest the four men, and we know how the rest of the process turned out.", "We can all agree, a hate crime is a hate crime--whether it is in the park or in the street, on the grass or on the pavement, 100 feet this way or 100 feet that way. A hate crime is a hate crime.", "I sponsored, when I was back in the New Jersey legislature, the law that became one of the first landmark pieces of legislation on hate crimes in our country. I said then that we cannot eliminate hate with the passage of a law, but we can send a clear societal message that we do not tolerate such crimes against individuals because of their race, because of their religion, because of their ethnicity or, for that matter, their sexual orientation.", "Hate crimes are hate crimes. They are all an affront to the set of values upon which this great Nation stands, and they all deserve the full scrutiny of our Federal law enforcement.", "It is time to pass this legislation. I urge my colleagues to vote in favor of the amendment and make sure each hate crime is met appropriately with justice.", "I ask you to remember, as I started this speech, that father kicked to death, with the two children who will never ever know their father as so many of us are fortunate to know ours. Remember when you cast your vote. Think that, but for the grace of God, it could be you. That is how momentous this decision is. That is how important this legislation is. That is why justice is served with the passage of this amendment.", "I yield the floor and suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/"}