{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 109, u'title': u'UNANIMOUS CONSENT REQUEST--H.R. 4437', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm', u'number': 69, u'id': u'CREC-2006-06-05-pt1-PgS5401-10.chunk25', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S5401-S5424', u'speaker_party': u'D', u'date': u'2006-06-05', u'bills': None, u'bioguide_id': u'L000174', u'order': 25, u'speaking': [u"Not surprisingly, those letters have gone unanswered. In fact, the administration didn't even send a representative to any of the committee hearings that the Judiciary Committee had on this amendment, nor did the administration comment on the specifics of the current proposal or respond to questions about its language. The general endorsement of the Bush-Cheney administration has been more in the nature of a political campaign, more of a signal than of substance. We could use a lot more substance up here and a few less signals.", u"The President's recent statements on Saturday and at the rally today, adjacent to the White House, remain general and vague. After the last campaign and his reelection, the President indicated that he had no intention of including such an amendment among his administration's top priorities. He had no intention of pressing Congress to approve it. Suddenly, we are away from that election, we are approaching another election. Golly gee whiz, what has changed? What has changed in that time? Well, his standing in the public opinion polls, for one; or the agitation of the right-wing elements of his base, which he always responds to.", u'I remember a time when leaving States in control of issues of family law was an easy decision for Members of both sides of the aisle to make. It is disappointing that Senators would endorse this broadly drafted amendment, which so clearly violates the traditions of Federalism and local control that many in this body have claimed to respect and cherish.', u"As prominent conservative and former Congressman Bob Barr put it, ``Marriage is a quintessential State issue. The Defense of Marriage Act goes as far as is necessary in codifying the Federal legal status and parameters of marriage. A constitutional amendment is both unnecessary and needlessly intrusive and punitive.''", u'This reminds me of last year when we were called into emergency session after highly competent courts had thoroughly reviewed the medical decisions in the Terry Schiavo case. They spent months, even years, doing that. But we were called into emergency session, and the President flew back from his vacation so we could pass in a couple of hours something to overturn all those courts. We even had diagnoses made from the floor of the Senate that she was not in a vegetative state. This is a family tragedy. We should have left it alone instead of grandstanding--grandstanding--on a political issue where we are not about to change anything. The American people saw through that grandstanding. They realized this is something to be left to a family going through a terrible tragedy. As we know, she was in a vegetative state; an irreversible vegetative state.', u"So I couldn't help but wonder: What has happened to conservatives who would oppose the Federal Government's intrusion on the prerogatives of the States? Where are those Senators on both sides of the aisle who stood up and said: Certain things are reserved to the States and we shouldn't intrude? The States have traditionally set the laws of marriage. That has been a foundational principle in laws pertaining to our families from the beginning of this country. Why this sudden need to change that? Oh, I forgot. We have elections this fall, so we have to have an electioneering issue. The States determine what age you must be in order to marry, whether you have to have your parents' permission and so on. The States have done that. They have done it quite well, and we ought to let them continue doing it.", u"Most States are going to say marriage is between a man and a woman, as they always have. My own State of Vermont, because of our Constitution, was given a question: Would we support gay marriage in Vermont? My State of Vermont said no. Instead, we have civil unions, which give gay couples legal rights of inheritance and hospital visitation and other prerogatives. We made a pretty sensible decision. But in Judiciary Committee hearings, there is strong disagreement that this constitutional amendment could override Vermont's very sensible decision.", u"But even beyond that, beyond any parochial thought, as a Senator, I am deeply concerned that this proposal is writing discrimination into the Constitution. For the first time--for the first time in our Nation's history, we would be amending the Constitution to narrow individual rights and to federalize an issue of family law. Well, the senior Senator from Vermont is a conservative when it comes to the Constitution and to conserving the Constitution.", u"How will this measure affect American families who currently exist in this country whose members seek the protection of civil unions and the acknowledgment of their committed relationships? How will it affect child support enforcement or even inheritance and insurance benefits? I hope those who claim to care about families will turn away from wedge politics and scapegoating and discrimination. Instead, we should join together to work on the many pressing issues already piling up on Congress's agenda--issues we don't take time for, such as health care, gas prices, pensions, Iraq, paying for college education, and raising the minimum wage. Are we so afraid to tackle these real issues which affect all Americans, that we can only attempt to bring up issues that can be used in this fall's elections?", u'Last month, President Bush spoke eloquently about this country and our values when he spoke about immigration, and I praised the President for his speech. He emphasized something I wish this White House and the Republican leadership in the Congress would keep in mind in connection with their efforts to demonize gay and lesbian Americans. The President said:', u"We cannot build a unified country by inciting people to anger, or playing on anyone's fears or exploiting the issue of--", u"And here I insert ``marriage'' for ``immigration''--", u'President Bush continued by saying:', u'We must always remember that real lives will be affected by our debates and decisions, and that every human being has dignity and value. . . .', u'I agree. My religion taught that, and I believe that every human being has dignity and value. Mean-spirited rhetoric does not serve this Nation or its diverse population. Our Nation would be better served if we refrained from divisiveness that is wielded like a weapon in order to score political and emotional points before an election.', u'As an American who has been married 44 years, I am a great fan of the institution of marriage. I believe it is important to encourage and to sanction committed relationships, and I respect the people of my State for the careful manner in which they resolved this matter by recognizing civil unions. They recognized, as my predecessor, the senior Senator from Vermont, Robert Stafford, a wonderful quintessential New England Republican, did when he spoke of well over 60 years of marriage. He spoke about how the love of his wonderful wife Helen, made him a better person, and how their committed relationship made him better.', u"Lower the rhetoric. Those who want to score points for this fall are denigrating people of committed relationships. Senator Stafford was right when he said that people who love make each other better people. Don't we all benefit from that? We have in Vermont. I know I would not have accomplished any of the things I have accomplished in life without the strong support and love of my wife, Marcelle. We have done this for 44 years.", u"Let's look inward, each of us, to ourselves. Let's make sure we are living our lives the way we should before we tell the rest of the country how to live theirs. And let's be real--the actions in Vermont do nothing to diminish or threaten marriages in Vermont or any other State.", u"For these reasons, I will continue to oppose measures such as this proposed constitutional amendment. I continue to urge that we solve the problems facing this Nation and stop the political pandering for this fall's elections. Let's get on and do something real. Let each of us be a person who is not going to try to control the lives of everyone else in this country. The distinguished chairman quoted Senator Goldwater in that respect. He was right. The Senate is wrong.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/'}