{"speaker_state": "KS", "speaker_raw": "mr. brownback", "speaker_first": "Sam", "congress": 109, "title": "UNANIMOUS CONSENT REQUEST--H.R. 4437", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm", "number": 69, "id": "CREC-2006-06-05-pt1-PgS5401-10.chunk70", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Brownback", "pages": "S5401-S5424", "speaker_party": "R", "date": "2006-06-05", "bills": null, "bioguide_id": "B000953", "order": 70, "speaking": ["Mr. President, I understand Senator McConnell will be closing today's session. I wanted to finish with a point I made earlier today. I have talked about other countries and what took place when they redefined the institution of marriage. And it has a great deal of difficulty for this society. It results in fewer marriages. There was a letter released 2 years ago that was addressed to parliamentarians around the world debating same-sex marriage. It was done by a group of five Dutch scholars. This is one of the countries I have cited that has redefined marriage, saying that it can be same-sex unions. They were raising concerns about gay marriages and the negative effect on the institution of marriage in the Netherlands. It was published July 8, 2004, in a leading Dutch newspaper:", "There are good reasons to believe the decline in Dutch marriage may be connected to the successful public campaign for the opening of marriage to same-sex couples in The Netherlands.", "The letter signatories came from several academic disciplines, including social sciences, philosophy, and law. The scholars cautioned against attributing all of the recent decline in marriage to same-sex unions.", "There are undoubtedly other factors which have contributed to the decline of the institution of marriage in our country. Further scientific research is needed . . .", "They concluded:", "At the same time, we wish to note that enough evidence of marital decline already exists to raise serious concerns about the wisdom of the efforts to deconstruct marriage in its traditional form.", "The reason I cite this is that there are going to be a number of people saying all you can find are going to be conservative scholars to say that this has had a negative impact on the Netherlands. That is not the case. They are saying things having a negative impact there. They noted in recent years there is statistical evidence of Dutch marital decline including ``a spectacular rise in the number of illegitimate births.'' That is their words. By creating a social and legal separation between the ideas of marriage and parenting, these scholars warn that same-sex marriages may make young people in the Netherlands feel less obligated to marry before having children. Publication of the letter of warning was accompanied by a front page news interview. In the interview, a Dutch law professor said that ``the reputation of marriage as an institution in Holland is in serious decline.'' ``The Dutch need to have a national debate on how to restore traditional marriage. The decision to legalize same-sex marriage, in my view, has been an important contributing factor to the decline in the reputation of marriage.''", "One of the letters is from a Dutch citizen who heads a research unit on culture and communications at Nottingham Trent University. He has done a comparative study of family life and sexual attitudes in the Netherlands and Britain. He is also acquainted with research on American marriage. He believes that gay marriage has contributed to the decline in the reputation of Dutch marriage. It is ``difficult to imagine'' that the Dutch campaign for gay marriage did not have serious social consequences, and he cites an intensive media campaign based on the claim that marriage and parenthood are unrelated.", "The Dutch scholars are not the only ones to assert that the institution of marriage has been weakened by legal and social recognition of same-sex unions. In January of this year, a French Government commission examining possible changes in French law recommended against legalizing same-sex marriage. It is not my custom to cite the French in the U.S. Senate. I often disagree if I do cite them. But listen to what they were recommending. This commission came out against legalizing same-sex marriage based on its examination of the impact of legalized same-sex marriage in Netherlands, Belgium, Canada, and Spain, the four countries where it is legal, as well as European countries. We have a French commission that looked at where these laws have taken other countries already. The French have not gone there yet. They are saying, let's study this, which I think would be a wise thing for us to do. Let's look and see what has happened in other countries, as the French have done. Their report--the parliamentarian report on the family and the rights of children--came out against a right to marriage for same-sex couples. This is certainly no conservative think tank group saying this. This is the French Government. The commission came to this conclusion when it considered the consequences for the child's development and the construction of his or her identity of creating a fictitious affiliation by law, two fathers and two mothers--this is their statement--which is biologically neither real or plausible. They were heard on this point and they failed to persuade a majority of the commission to support recognizing the rights of a child or marriage for same-sex couples.", "That is a French commission examining other European countries that have legalized same-sex unions saying this is not good for France or for the raising of the next generation.", "In addition to these sources, some of the most influential sociologists in Europe agree that same-sex marriage undermines the traditional institution of marriage, even if they welcome the change. So, in other words, they are saying we might welcome the change, but this is going to hurt marriage. They agree that same-sex marriage doesn't reinforce marriage, as many of its proponents argue but, rather, upends marriage and helps foster acceptance for a variety of other forms, such as single parenting, cohabitation, and multiple partner unions, which only serve to weaken traditional marriage. This is what happens when you move away from your standard of marriage being the union of a man and a woman. It weakens the institution and moves in a lot of other types of arrangements.", "Britain's Anthony Giddens, one of the most influential sociologists in all of Europe, wrote that modern marriage is being emptied of any meaning beyond the emotional bonding of adults, something he quotes as the ``pure relationship.'' This notion of the pure relationship is being widely used by European social scientists to explain why so many parents now avoid marriage. Having a child is an experiment in an adult relationship that could possibly lead to marriage, rather than a reason to get married in the first place. It is clear that the institution of marriage has been defined down. It is simply a shared affection between two adults.", "This is precisely how the advocates of same-sex marriage define marriage--no intrinsic connection to marriage. European sociologists say that a whole host of changes, like single parenting, cohabitation, and multiple partner unions, point to the unraveling of marriage as an institution designed to keep mothers and fathers together and for the sake of their children.", "German sociologists, Ulrich Beck and Elizabether Beck-Gernsheim, also highly contend that raising rates of parental cohabitation and out-of-wedlock births indicate that marriage, while seemingly alive, is in fact dying. The old notions of marriage and family are giving way to domestic situations in which individuals make up their own rules. Individual choice hollows out the old institutions, such as marriage and family, that used to guide our choices. These authors actually embrace and celebrate the instability of the brave new family system, holding that family disillusion teaches children a hard, but necessary, lesson about our new social world.", "Is that the sort of message we want to send? It is the message that is coming through the courts if we don't define this legislatively. The work of Norwegian sociologist Keri Moxnes, frequently used by European social scientists, is to put the movement in context. Moxnes welcomes same-sex marriage not as a way of ratifying marriage itself but as an innovation that affirms and advances marriage's ongoing decline. She defines marriage as being an increasingly empty institution.", "Is that the message we want to send? In the U.S, many sociologists are of the same opinion. One argues that these wrenching social changes disrupt conventional sexual and domestic relations and undermine traditional marriages, but also believes that all of these are signs of the decline of the traditional family. From same-sex unions, to births, to cohabiting parents, to mothers who are single by choice, release individuals from the constraint of traditional marriage.", "I want to conclude on that point to reaffirm what is really taking place here, and that is the redefining of a fundamental institution. We can say this is somehow a politicized debate, that it is not important. But from what we are seeing in countries that have taken up this debate, it is clearly important. It goes to the heart of the fundamental institution of marriage and weakens it further. It is an institution that we want to support, and this move destroys it further, takes it down further. That has been the research results that have taken place in Europe.", "This is a big debate. It is a big and important problem and issue. We should not kid ourselves about what this is about by saying we don't really need to do this now. If we don't do it and it is redefined by the courts, that is the track we are on--tearing down this institution around which we have built families. Is that what the American people want to do? We have seen them vote in 45 States saying, no, we want marriage as the union of a man and a woman.", "We should not kid ourselves. This is seriously about the future of the culture of the United States.", "Mr. President, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/"}