{u'speaker_state': u'MN', u'speaker_raw': u'mr. dayton', u'speaker_first': u'Mark', u'congress': 108, u'title': u'A CONSTITUTIONAL AMENDMENT ON MARRIAGE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-01/html/CREC-2004-03-01-pt1-PgS1944.htm', u'number': 24, u'id': u'CREC-2004-03-01-pt1-PgS1944.chunk0', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Dayton', u'pages': u'S1944-S1945', u'speaker_party': u'D', u'date': u'2004-03-01', u'bills': None, u'bioguide_id': u'D000596', u'order': 0, u'speaking': [u'Mr. President, I wish to change the subject to another important matter that has arisen, because recently President Bush announced his support for a constitutional amendment which would define marriage.', u'While our majority leader, Senator Frist, wisely observed, last week, that one does not want to knee-jerk or respond too quickly to changing the Constitution--and I certainly agree with that observation--the Senate Republican Conference chairman recently said he hoped the amendment would pass out of the Judiciary Committee and be before the full Senate by mid to late April. So much for not knee-jerking or responding too quickly to amend the Constitution.', u'This is one constitutional amendment that evidently is being put on the fast track. I ask my colleagues to compare that timetable with the proposed constitutional amendment to ban the burning or desecration of the American flag, which I support, which has been proposed for the 3 years I have been in the Senate. No votes scheduled on that. No statement by the President about the need to protect the American flag.', u'For almost as long as that, there has been a proposed constitutional amendment to protect the rights of victims of violent crimes, which I also support. No vote planned on that. No statement from the President on protecting the victims of violent crimes--just a budget that cuts funding for local law enforcement programs, including almost eliminating the COPS program that puts more police officers on streets in cities and sheriffs in rural areas, in Minnesota and across the country, to prevent violent crimes.', u"It certainly shows the priorities of this President and the Senate's majority that protection of the American flag and of the rights of victims of violent crimes are set aside, while the constitutional amendment to define marriage gets this priority treatment.", u'In my opinion, it is the wrong priority and the wrong policy. The proposed constitutional amendment on marriage is un-American, un-Christian, and unwise. It is the wrong approach. We need to find a better answer. We also need to avoid the mean, ugly, dehumanizing, and divisive debate that a constitutional amendment would require. We owe the American people much better than that.', u"In the Bible, Jesus says, ``Render unto Caesar the things which are Caesar's, and render unto God the things that are God's.'' Many of the Christian religions' marriage ceremonies proclaim marriage as an institution created by God. I agree. So let us leave the definition of marriage to the various religions as they interpret the Word of God, and Congress, the Federal Government, any government in this country, should keep its hands off of marriage. It belongs to God. That follows the words of Jesus and it also follows the founding principle of this country, the freedom of religion, the separation of church and state.", u"Surely this body doesn't intend to tamper with that bedrock principle long enshrined in our Constitution, the free exercise of religion. It is the civil side of this overlapping term called marriage that we can and should concern ourselves with. First, we should clear up the confusion being caused by the dual usage of the word ``marriage'' to apply to both a religious ceremony and a legal contract. Let's find a term like ``marital contract'' or ``legal union'' or ``matrimony'' to describe the civil relationship for everybody. It will be perhaps a little awkward at first, as word changes always are, but they are far easier than constitutional amendments, and far less destructive than this one would be.", u"Yesterday I was having lunch with my father, a wonderful man whom I love dearly. He expressed his concern about gay marriages, and then I explained some of the real-life rights and protections involved, like property transfers, inheritance rights, or hospital visitations. He said, ``I am for all that.'' That is the distinction which must be made. Not everybody will agree with my father about all of that. However, most Americans, I believe, would consider those issues differently and feel differently about them than about the term ``gay marriage,'' which should not be forced upon them.", u'We have a choice. We can lead the consideration of these very personal, very sensitive, and very controversial matters toward a higher plain of respectful, rational discussion and resolution or we can drag them through divisive, destructive, and dehumanizing demagoguery on the Senate floor. Obviously, some people--starting, evidently, with the President of the United States--believe it is to their political advantage to do the latter. That is really a shame.', u'Our Constitution should be above Presidential politics; it should be above partisan politics; it should be above any politics at all. It is the greatest document on governance ever written by the human race in all of recorded history throughout the world. Since the first 12 amendments were quickly added, it has been amended only 15 other times in the past 200 years. Those amendments were either to adjust how our Government functions, such as the direct election of Senators, or the succession after the death of a President, or as amendments to extend the founding principles of this country of life, liberty, and the pursuit of happiness to all our citizens fully and equally, like the abolishment of slavery, giving women the right to vote, and providing equal protections to all of our citizens.', u"The Constitution doesn't define the Ten Commandments or the Golden Rule. It doesn't define war, peace, family values, spiritual growth, or even good and evil. It is big hearted, not mean spirited. It unites rather than divides us. It expands human liberties, protects human rights, and it treats all of us as equals. Our Constitution affirms the best of the human spirit, tolerance, and acceptance of differences, and the rights of each of us as human beings--not the worst of human nature, prejudice, and hatred.", u'The proposed amendment on marriage is the worst. It is that mean spirited, degrading, and divisive. It is un-American and it is unworthy of our Constitution. It is also un-Christian.', u'I am not going to dwell on this point, but as a Christian I am offended by those false prophets who cloak their arguments with biblical references that simply do not exist. I recently reread the four Gospels of the New Testament--actually, the entire New Testament, the King James version. I cannot find anywhere that Jesus Christ condemns homosexual relationships or gay marriages. He makes no mention of them at all. Twelve times he condemns adultery. Six times he opposes divorce. No one is proposing a constitutional amendment to ban adultery or divorce.', u"What Jesus does say repeatedly is to love thy neighbor as thyself. One of the ten great commandments is: ``Love one another as I have loved you. By this, people will know thee as my disciple.''", u"Jesus did not say to love only thy opposite sex neighbor, or love only thy same race neighbor, or love thy just like my neighbor. He said, ``Love thy neighbor as thy self.'' He also said to beware of false prophets who appear like sheep, but inwardly are raving wolves. How do you tell them apart? He said by those who preach love versus those who preach hatred. A simple test.", u'This proposed constitutional amendment spews hatred and that is why it is un-Christian. This amendment is un-American, un-Christian, and it is unwise. It is ugly, divisive, and destructive. Some people like to promote the so-called culture wars. They try to build themselves up by tearing other people down, try to make them seem immoral or bad or wrong for being the way God made them, or however one comes to be who he or she really is.', u'Ugly, divisive, destructive, hateful--that is what this debate will become right here on the Senate floor and spread all across America by false prophets who claim the moral high ground while they reach down into the emotional cesspool and hurl their slime at decent and innocent human beings--our fellow citizens.', u"As I said earlier--and I will close by saying it again--we have the choice and the obligation to do better than that. We can and we must address these issues and the people affected by them respectfully and responsibly. We can render unto Caesar the things that are Caesar's and render unto God the things that are God's. We can leave marriage to God, treat it as a religious ceremony under the terms and conditions established by religions and, as Government, leave those matters to God.", u'We can define the legal union of two people as a marital contract or matrimony or some other term, and either allow the States to define those terms, benefits, and protections of that contract or do so ourselves. I prefer we do the latter, consistent with the equal protections clauses in article 4 and the fourteenth amendment to the United States Constitution for everyone, by passing laws, not a constitutional amendment--laws which define a legal union or a marital contract for everyone but which leave marriage as a separate province of religions.', u'By following this course, we will judge not that we shall not be judged; we will condemn not that we shall not be condemned. For it is said that with the same measure that we mete withal, it shall be measured to us again.', u'The Founders of this country were wise enough not to inscribe their condemnations into the Constitution. Senators for over 200 years have been wise enough not to insert their religious interpretations or their personal condemnations into our Constitution. We would be most unwise to do otherwise.', u'Thank you, Mr. President. I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/03/01/S1944_a-constitutional-amendment-on-marriage/'}