{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 108, "title": "FEDERAL BUDGET RESOLUTION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-09/html/CREC-2004-07-09-pt1-PgS7881.htm", "number": 94, "id": "CREC-2004-07-09-pt1-PgS7881.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S7881-S7882", "speaker_party": "D", "date": "2004-07-09", "bills": null, "bioguide_id": "L000174", "order": 0, "speaking": ["Madam President, there is another important issue we have before the Senate. We don't yet have a Federal budget resolution, even though we were supposed to have done that this spring.", "It is July. We have considered only one appropriations bill, and that has not been resolved with the House. We have not yet even considered the other 12 appropriations bills, including the Homeland Security appropriations bill. These are usually considered must-pass legislation, whether there is a Republican-controlled Congress or a Democratic-controlled Congress. Instead of passing these bills, however, we sit around not doing any work on the things that we absolutely need to do. We are working on political matters. The divisive constitutional amendment to federalize marriage is an example of that.", "For 215 years, we have left it up to States to define marriage. All of a sudden, are we going to tell them they do not know what they are doing? Are we going to take over the marriage issue from the States and define it for them? Are we going to treat this as a matter of urgency, that we must proceed to immediately while setting aside homeland security and the budget?", "Heck, the Senate Judiciary Committee, which held a few hearings on this issue, has not even considered the language of this Federal Marriage Amendment. We have not even voted on it in the Republican-controlled Judiciary Committee. The fact that the Committee has been bypassed, and the FMA brought immediately to the Senate floor, is an unmistakable sign that political expediency--and haste in the furtherance of political expediency--is why it is here.", "Political expediency, whatever it takes, seems to be the leadership's guidepost, not the pressing needs of the country for homeland security funding or a budget. I am afraid that the paramount thing for the Republican leaders in this body at the moment are such divisive matters as federalizing marriage law by constitutional amendment. I remember the days when the Republican Party would say we are going to keep the Federal Government out of the doings of the States. Well, now we seem not only to politicize judicial nominations, making independent judges a wing of the Republican Party, but to politicize the Constitution itself.", "I think it is wrong. I think it is corrosive to seek partisan advantage at the expense of the independent Federal judiciary or our national charter, the Constitution. Maybe we should have a corollary to the Thurmond rule, which is that in Presidential elections, after the Fourth of July we do not consider judicial nominations, except by unanimous consent. Maybe we should have something called the ``Durbin rule.''", "The senior Senator from Illinois observed that we should prohibit consideration of constitutional amendments within 6 months of a Presidential election. I think he is right in pointing out that the Constitution is too important to be made a bulletin board for campaign sloganeering. Somehow we should find a way to restrain the impulse of some to politicize the Constitution. I think we have 50 or 60 proposed constitutional amendments before the Congress right now.", "While we are doing this political posturing, let us talk about what we might have been doing. I will take one issue, homeland security. This week, we received further warnings from the Republican administration about impending terrorist attacks. So what are we doing in the Senate to respond to those attacks? Why, we are going to launch a debate over gay marriage.", "The Homeland Security appropriations bill is stalled, but notwithstanding the warnings by the administration that there are impending terrorist attacks, first and foremost the Senate has to have a constitutional amendment banning gay marriage. We cannot take time to bring up the Homeland Security bill, something that will probably pass in a day and a half.", "If the American people are uneasy about their security during the summer traveling season, that may be because of the conflicting signals they are receiving from the Government. At least this time it was Secretary Ridge and not the Attorney General who appeared on our Nation's television screens to warn of an impending al-Qaida attack. We may remember a few weeks ago, when the Attorney General made dire warnings the same day that Secretary Ridge, the Secretary of Homeland Security, told Americans to go out and have some fun this summer. The American people must wonder what is going on. They must find it hard to believe what is going on in this Senate, how we are using our time now.", "I believe Congress should get on with providing the funding needed to address our security vulnerabilities, even at the cost of forsaking some of the President's tax cuts or a fruitless debate on marriage.", "We have heard the administration say we are in dire danger. We have given them everything they have wanted: the Homeland Security Department; we have gone deep into debt; we have actually threatened the Social Security fund by our huge deficits to give hundreds of billions of dollars on the fight against terrorism.", "It appears we simply cannot meet our needs with the resources we have available. But what do we do? Do we address this in the Senate, the greatest deliberative body on Earth? Heck, no. We are going to talk about gay marriages.", "Of course, the Republican Leadership has a history of not getting too concerned about the substance of homeland security issues. The issue of homeland security has been politicized from the start, and even the creation of the Department of Homeland Security is a case study on the political partisanship of my friends in the Republican Party. We may recall that at first they resisted strongly the idea of having a Department of Homeland Security especially the President himself. Then we heard the partisan attacks from many Republicans on the 9/11 Commission, which the administration allowed to go forward in the first place only after great resistance.", "I hope and pray we can return to a time as we used to do, and as it was when I came to the Senate, when security issues were not used for partisan effect or political benefit. Given the track record of this administration for secrecy, unilateralism, overreaching, and abject partisanship, however, I certainly understand why many question their assertions. An administration that can hide legal memoranda justifying torture and then, when forced to acknowledge them, disavow them, does not earn our trust. An administration that reports that terrorism had decreased last year and then, when questioned, had to admit that it was wrong and reissue the report has basic credibility problems.", "So I wish we would turn away from these divisive legislative maneuvers and work together on the Nation's agenda. The senior member of the Senate, Senator Byrd, said it all better than I can. He spoke yesterday afternoon about the need to get about our business and the Nation's business. Senator Byrd offered wise counsel to the Republican leadership. I wish it had been listened to.", "Roll Call reported earlier this week that this week's activities amount to a showdown prompted by the Republicans' desire for a wedge issue they can use with undecided voters in November. That is a shame and a sham. When we should be considering measures to strengthen homeland security, Republican partisans are focused on devising wedge issues for partisan political purposes. Well, that is wrong. I urge the Republican administration and the Republican leaders in the House and the Senate to come back to the work of Congress, not the work of political partisans. Let us complete our work for the American people.", "The Senate does not have to be a battlefront for the Presidential campaign. There is plenty of time for that. In fact, I wonder if we are not setting ourselves up for people to say during the election season that the Republican-controlled Congress did not do the work of the people. Let us get on with doing it. One of the first things we can do is take the stalled Homeland Security appropriations bill and actually vote on it.", "If the hundreds of billions of dollars we have spent so far have not made us safe, then let us debate that and find what will.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/09/S7881_federal-budget-resolution/"}