{u'speaker_state': u'PA', u'speaker_raw': u'mr. santorum', u'speaker_first': u'Richard', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm', u'number': 97, u'id': u'CREC-2004-07-14-pt1-PgS8061-3.chunk53', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Santorum', u'pages': u'S8061-S8095', u'speaker_party': u'R', u'date': u'2004-07-14', u'bills': None, u'bioguide_id': u'S000059', u'order': 53, u'speaking': [u"Mr. President, there is no problem. We are just here because we are playing politics. We are alarmists. There is no problem out there. The Massachusetts Supreme Court didn't rule that the legislature had to change the definition of marriage. The Supreme Court didn't rule last year, for the first time, that we have fundamentally changed how we are going to construe rights with respect to homosexuals and lesbians. No, there is no problem. America, look somewhere else. Don't pay attention to what is going on. Everything will be fine. Just leave it up to us.", u'Us? Judges. Just leave it up to the judges. The Constitution should not be amended, said the Senator from Connecticut, on the passions and whims of the moment. That is right. What would others like to see happen? They would like to see it amended on the passions and whims of judges because that is what does happen. That is what is happening.', u'What has changed? The courts have changed. The courts have decided it is now their role to take over the responsibility of passing laws. What has changed? What has changed is that they now create rights and change the Constitution without having to go through this rather cumbersome process known as article V. We actually have to amend it, have to get two-thirds votes, have to get three-quarters of the States. That is what has changed.', u'We can sit back and deny it. No, everything is fine, zero, zero, zero--I say one, Massachusetts; two courts right now considering whether to overturn the Defense of Marriage Act. None have done it, but the cases were just filed. Why were they just filed? Because the decision was just last year.', u"Oh, we can wait. We can wait until more and more people enter into these unions in more and more States, after they become adopted. Then we can wait. Then, when we wait long enough, we say: Now we can't take these rights away from people. How can we be discriminatory? People have already invested in these rights.", u"Let's wait. Let the courts do it for us. Let's go out here and protest that we are for traditional marriage, and then do absolutely nothing, absolutely nothing to make sure it is preserved.", u"In fact, all but one--Senator Kennedy said he is for the Massachusetts decision, but I don't know of any other Senator who has come out here and said they are against the traditional definition of marriage. Every other Senator to my knowledge has said they are for the traditional definition of marriage. Yet those of us who are proposing this amendment have been called divisive, mean-spirited, gay bashing, shameful, notorious, intolerant--I could go on. Wait a minute, don't we all agree on this? Don't we all agree on the definition of marriage? If we all agree on the definition of marriage, and we just have different approaches to solving it, then why, if we all agree on the substance, are those of us proposing the marriage amendment divisive, mean-spirited, gay bashing, et cetera? Why?", u'Maybe we have to question whether there really is a desire to protect traditional marriage and whether we are just sort of laying back, hoping this issue is taken from us, that the courts will do our dirty work, that the courts will go about the process, which they have been now for the past couple of decades, and simply change the Constitution without the public being heard. That is what this amendment is all about.', u'Article V says Congress shall propose. We are proposing. We are not passing anything. We are not forcing anything on the States. As to this idea that somehow or another this is against States rights, 38 State legislatures have to approve this amendment for it to become part of the Constitution. This is not forcing anything on the States. This is not an abdication of States rights. This is allowing the States a fighting chance to preserve what every State in the Union says they would like to preserve, and that is the institution of marriage.', u"The idea, somehow or another, and I know others have talked about this, that James Madison would be against this because ``this is not a great or extraordinary occasion''--I would say the fundamental building block of any society is marriage and the family, and the destruction of that building block is a fairly extraordinary occasion. But even if some do not believe it is, let me refer you to the last amendment to the Constitution, the 27th amendment, which states:", u'No law varying the compensation for the services of the Senators and Representatives shall take effect until an election of Representatives shall have intervened.', u'Members of the Senate and House cannot get pay raises until their election. That was the 27th amendment. That was the great and extraordinary occasion that we amended the Constitution.', u'By the way, for those who say Madison would surely have opposed that because it is not a great and extraordinary occasion, what was the name of this amendment? The Madison amendment. James Madison proposed this amendment. This is a great and extraordinary occasion.', u"I would argue, the future of our country hangs in the balance because the future of the American family hangs in the balance. What we are about today is to try to protect something that civilizations for 5,000 years have understood to be the public good. It is a good not just for the men and women involved in the relationship and the forming of that union, which is certainly a positive thing for both men and women, as the Senator from Alabama laid out, but even more important to provide moms and dads for the next generation of our children. Isn't that important? Isn't that the ultimate homeland security, standing up and defending marriage, defending the right for children to have moms and dads, to be raised in a nurturing and loving environment? That is what this debate is all about.", u'I ask my colleagues who come here and rail against those of us who would simply like to protect children, those of us who would simply like to give them the best chance to survive in a very ugly, hostile, polluted world that we live in--with respect to culture--I would ask them this question: What harm would this amendment do? What harm would it do?', u"We don't need it; it is not ripe; it is not ready; it is divisive. What harm would an amendment which simply restates the law of every State in the country and protects them from judicial tyranny, what harm would it do? What harm will it do to do something that we know will actually protect the family? This idea that it is not ripe, this idea that it is unnecessary, this idea that it is divisive when all but at least one Member, that I am aware of, only one Member disagrees with the substance of the amendment, that is divisive? I can't think of very many things that happen around here that pass 99 to 1. It is not divisive. It is simply a restatement of what we have held true in this country since its inception and in every civilization in the history of man. What is the reluctance? Is it because this Constitution is so great and so lofty that we dare not amend it? Obviously not.", u"Then, what is it? Why do we hold back? Why aren't we willing to stand up and say children deserve moms and dads? The people have a right to define for themselves what the family is in America. Let the people speak. Let the people participate in this document. This is the Constitution, and judges should not be rewriting it without the people's consent. That is what article V is all about. That is what this amendment is all about. It is not about hate. It is not about gay bashing. It is not about any of those things. It is simply about doing the right thing for the basic glue that holds society together.", u'I plead with my colleagues. I know they have given speeches. I know there are lots of pressures out there. Certainly, the popular culture is not supporting those of us who have stood and supported this amendment. But just think about what America will look like, as we have seen in other countries around the world that have changed the definition of marriage, what America will look like with growing numbers of people simply not getting married; growing numbers of children growing up in nonmarried households.', u"I suggest you look at the neighbors of America where marriage is no longer a social convention, where marriage is no longer something that is expected, particularly of males, and see what the result is in those subcultures, see what the result is, see the role that government and community organizations have to play to save the lives of children, to give them some shred of hope because mom and dad aren't there.", u'That is the world we are looking at. That is the world that is simply around the corner if we choose to do nothing.', u'I said last night and I will repeat today--I ask for an additional 1 minute.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/'}