{"speaker_state": "CA", "speaker_raw": "mrs. feinstein", "speaker_first": "Dianne", "congress": 107, "title": "LOCAL LAW ENFORCEMENT ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgS5325.htm", "number": 76, "id": "CREC-2002-06-11-pt1-PgS5325.chunk38", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Feinstein", "pages": "S5325-S5337", "speaker_party": "D", "date": "2002-06-11", "bills": null, "bioguide_id": "F000062", "order": 38, "speaking": ["Mr. President, I am pleased to join my colleagues in expressing my strong support for The Local Law Enforcement Act of 2001, legislation of which I am an original cosponsor.", "Popularly known as The Hate Crimes Prevention Act, this legislation would: expand current federal protections against hate crimes based on race, religion, and national origin; amend the criminal code to cover hate crimes based on gender, sexual orientation, and disability; authorize grants for State and local programs designed to combat and prevent hate crimes; and enable the federal government to assist State and local law enforcement in investigating and prosecuting hate crimes.", "While past efforts to enact this legislation have received strong bipartisan support, we have not been able to get it to the President's desk for his consideration. We must now work to ensure that this legislation is not simply supported, but actually passed and signed into law by the President.", "In the aftermath of the tragic events of September 11th, we saw a terrible rise in hate crimes in the United States. California was not immune to the violence.", "In San Gabriel, CA, Adel Karas, an Egyptian-American grocer, was shot to death while he worked in his store. It is believed that he was a victim of an attack motivated by the September 11 attacks, not a robbery, because all the cash was left in his register.", "In Palmdale, CA, a public high school found a notice threatening a ``massacre'' to avenge the terrorist attacks, complete with the names of five Muslim students who would be targeted.", "In Lancaster, CA, Gerald Pimentel, a Hispanic man, was attacked after he was mistaken for being Iranian. Two men bumped his car three times while he was driving. His car was then blocked, and the men began yelling and running toward him. They chased him through his yard and into his home. When he tried to defend his family, they beat him. ``They'd been calling him an Iranian,'' Gerald's daughter later said. ``I couldn't understand why. You know, my dad is not Iranian. They just kept hitting and hitting my dad,'' she said.", "The FBI has investigated over 300 incidents since September 11 in which individuals perceived to be Muslim or of Middle Eastern decent have been attacked or threatened because of their religion or national origin.", "President Bush moved swiftly to protect Muslims and Arab-Americans from hate crimes and sent out a message that this nation will not tolerate such attacks against any Americans.", "The President implored, ``In our anger and emotion, our fellow Americans must treat each other with respect . . . Those who feel like they can intimidate our fellow citizens to take out their anger don't represent the best of America, they represent the worst of humankind . . . ''", "Attorney General John Ashcroft reiterated the President's message by warning that, ``We must not descend to the level of those who perpetrated [September 11th] violence by targeting individuals based on race, religion or national origin.''", "Now, it is the Senate's turn to speak out. We can, and must, do more to prevent these types of hateful threats and acts of violence, and passing The Local Law Enforcement Enhancement Act would do just that.", "I have seen, first-hand, the devastating impact hate crimes have on victims, their families and their communities. A hate crime divides neighborhoods and breeds a sense of mistrust and fear within a community.", "I am an original cosponsor of The Local Law Enforcement Enhancement Act because it is aimed at protecting citizens from crimes based on their real or perceived race, ethnicity, religion, gender, disability, or sexual orientation.", "The current hate crimes law simply does not go far enough. It covers only crimes motivated by bias on the basis of race, color, religion or national origin, and it only covers instances in which the victim was targeted because he or she was engaged in a federally-protected activity, such as voting, attending a public school, or if the crime occurred on federal property.", "The limitations of current Federal law prevent it from reaching many hate crimes where individuals are killed or injured by just walking down the street or, in the case of Clint Risetter, where he was sleeping in his own home.", "On February 24, 2002, Clint Risetter awoke in his Santa Barbara apartment engulfed in flames and then tried to escape as he was burning. When firefighters arrived, they found him dead on his patio. Two days later, Martin Hartmann walked into the Santa Barbara Police Department and admitted to entering Clint's apartment, pouring gasoline on him as he slept, and then setting him on fire.", "Hartmann had known Clint for several months but had learned just recently that Clint was gay. He told police about his hatred toward gays and how he `` . . . decided to put [Clint] out of his misery,'' because he was gay. He believed that he was doing the right thing and that Clint deserved to die.", "Clint's murder is being prosecuted as a hate crime because it took place in California which has its own hate crimes law that includes sexual orientation. However, had it taken place in one of the 27 states that do not have hate crimes laws that include sexual orientation, Clint's family might not receive the justice they are entitled to.", "Gay men and lesbians are the third-largest hate-crime victim group in the country, the second-largest in California. They were the targets of more than 16 percent, or almost 1,300, of all hate crimes in 2000. Yet, current Federal hate crimes law does not include crimes against individuals because of their real or perceived sexual orientation.", "Current law does not extend basic civil rights protections to every American, only to a few and under certain circumstances.", "The Local Law Enforcement Enhancement Act would expand current Federal protections against hate crimes based on race, color, religion, and national origin, and amend the criminal code to cover hate crimes based on gender, disability, and sexual orientation.", "Extending the law would not provide special rights, it would ensure equal protection.", "In the past, we have made some progress in the sentencing and prosecution of hate crimes, but more needs to be done. I am proud to have sponsored The Hate Crimes Sentencing Enhancement Act which was signed into law in 1994, and has just recently been invoked for the first time.", "In 1996, Julianne Marie Williams and Laura Winans were discovered dead in Virginia's Shenandoah National Park, bound and gagged with their throats slit.", "In April of this year, Attorney General John Ashcroft announced that The Hate Crimes Sentencing Enhancement Act would be invoked in the murder indictment against the perpetrator of this horrific crime, Darrell Rice, ``to ensure justice for victims of hate crimes.''", "Rice chose his victims based on their gender and sexual orientation. He even stated that he intentionally selected women to intimidate and assault ``because they are more vulnerable than men'' and that these two women ``deserved to die because they were lesbian whores.''", "With this indictment, the Federal Government has recognized the horrendous nature of this hate crime and that it should be prosecuted to the fullest extent of the law.", "However, prosecutors were only able to use The Hate Crimes Sentencing Enhancement Act because the two women were killed in a national park. If these murders had occurred in almost any other place in America, The Hate Crimes Sentencing Enhancement Act could not have been invoked and, again, justice might not have been ensured for the victims and their families.", "Enacting The Local Law Enforcement Enhancement Act would ensure that all hate crimes can be investigated and prosecuted no matter what the victims are doing when they are targeted and no matter where the crime is perpetrated.", "It would also significantly increase the ability of State and Federal law enforcement agencies to work together to solve and prevent hate crime.", "Until we enact this legislation, many hate crime victims and their families may not receive the justice they deserve.", "Those who are opposed to this legislation would say that we should leave it up to the states to legislate, enforce and prosecute hate crimes laws.", "To those, I would refer you to a May 3rd, 2002, New York Times editorial which put it best. It read:", "Congress has long recognized that the Federal Government should play a role in pursuing certain crimes, like bank robbery, kidnapping and racketeering, where the national interest is great and where federal law enforcement is in a good position to offer help to local police and prosecutors. Crimes in which individuals are singled out because of their race, religion or membership in other protected groups strike directly at this nation's commitment to equality, and are worthy of this sort of special federal involvement.", "Other opponents of this legislation often argue that any crime of violence is a hate crime and that the motives behind and harms caused by a hate crime are not relevant or distinguishable from other crimes. I disagree.", "The crimes perpetrated against Gerald Pimentel, Julianne Williams and Laura Winans, and Clint Risetter were carried out with a different intent and motive than other violent crimes.", "Unfortunately, they are characteristic of many hate crimes in America; where an attacker repeatedly beats, stabs or severely burns his victim as if he is removing whatever it is he hates out of the person.", "And the attacker feels justified in doing so, as if he is doing a great service to humanity by killing the person.", "Congress should expand the ability of the Federal Government to investigate these heinous crimes, and it should expand the ability to prosecute anyone who would target victims because of hate.", "Final passage of the Local Law Enforcement Enhancement Act is long overdue. It is necessary for the safety and well being of millions of Americans.", "No American should be afraid to go to work or school because of his or her religion or national origin.", "No American should be afraid to go hiking for fear of a gender-motivated attack.", "And certainly, no American should be afraid to sleep in their own home because of his or her sexual orientation.", "We have had strong bipartisan support for this legislation in the past, and it continues to receive bipartisan support. It now has 50 cosponsors in the Senate and 206 cosponsors in the House.", "Today, I urge my colleagues to invoke cloture and vote in favor of this legislation. Let us now send a message to all Americans, that we will no longer turn a blind eye to hate crimes in this country."], "capitolwords_url": "http://capitolwords.org/date/2002/06/11/S5325_local-law-enforcement-act-of-2001/"}