{u'speaker_state': u'CO', u'speaker_raw': u'mr. skaggs', u'speaker_first': u'David', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk90', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Skaggs', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'S000462', u'order': 90, u'speaking': [u"Mr. Chairman, first, let me say that this has been one of the toughest votes I've had to cast in Congress. I fully embrace the idea that marriage is an institution that historically, culturally, and morally is set aside to recognize and respect the union of a man and a woman. If this bill were a resolution affirming that proposition, I'd gladly have voted for it.", u"Unfortunately, this bill went far beyond that simple affirmation, entering uncharted and very troubling constitutional territory, as well as being motivated on the part of some of its advocates by a gratuitous hostility toward gays and lesbians. At best, it is unnecessary--for reasons I'll explain; at worst, it is dangerous--for reasons I'll explain.", u"Much has been made of the argument that Hawaii is about to legalize same-sex marriage. The truth is, nobody knows what decision the courts in Hawaii may make or when they will make it. The Hawaii Supreme Court has remanded to a trial court, for a trial on the merits, a case brought asserting the claim that the Hawaii State Constitution requires recognition of same-sex marriage because that Constitution prohibits gender discrimination. That trial is scheduled for later this year; with inevitable appeals, no final, appellate decision is likely before late 1997 or early 1998. In other words, there's no crisis; no imminent threat of same-sex couples from Hawaii presenting themselves as married in other States. And so, there's nothing that demands precipitous action by Congress on this question.", u'In addition to borrowing trouble in assuming the Hawaii case may turn out adversely with respect to the traditional view of marriage--a view I share--this legislation is most likely completely unnecessary insofar as it purports to grant States powers the States already possess to reject recognition of same-sex marriages. This point involves an examination of an obscure provision of the U.S. Constitution, article IV, section 1, known as the full faith and credit clause. That provision reads as follows:', u'Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State. And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effects thereof.', u'The Framers included this clause, borrowed from the Articles of Confederation and then expanded significantly, to make sure these States were truly united, and not a mere legal patchwork. The gist of the clause is that each State must honor the official acts and judicial proceedings of the others.', u"However, there soon grew up, in judicial interpretation of this clause, what's known as the public policy exception. Related primarily to the very question of the circumstances under which one State must recognize a marriage performed in another State, the courts have held that a State can assert its own overriding public policy in refusing to recognize an out-of-State marriage that runs counter to its public policy. The cases here have dealt with such factors as under-age marriages, incestuous marriages, and polygamous marriages. But the principle is well established and can certainly be extended by any State to the matter of same-sex marriages. In fact, some 14 States have already acted to assert such a public-policy position, in anticipation of the possibility that they'll face the question.", u"There is broad consensus among constitutional scholars that the full faith and credit clause already permits such State initiative in behalf of protecting the supremacy of one State's public policy as against another's attempt to legalize same-sex marriage. Therefore, no need exists for Congress to enact a law granting States the power or discretion they already enjoy under the public-policy exception to the full faith and credit clause. Or, put differently, this legislation is unnecessary. Certainly, we've got enough legitimate work to do around here without passing laws telling the States they have powers that they are already known to have.", u"But wait a minute. Perhaps, the States don't have quite all the powers this bill would give them, because it also apparently would grant States the power to ignore certain final judicial proceedings concluded in another State. The public-policy exception has not previously been construed to go that far.", u"What does that really mean? Where does it come from? I believe that dimension of this legislation can only be rationalized constitutionally as falling under the scope of the last three words of the full faith and credit clause, which provide that ``Congress may by general Laws prescribe * * * the Effect thereof.'' (Emphasis added.)", u"We have no explicit Supreme Court interpretation of these words to rely on. One possibility is a fairly limited meaning, consistent with the notion that Congress can figure out how best to implement and give effect to the interstate rights and responsibilities already prescribed by the earlier words in the clause. If this is correct, ``the effect thereof'' can't be the basis for expanding the public-policy exception beyond the bounds that already exist. And, if that's the case, then again, this legislation is merely redundant and unnecessary.", u'The other possible reading of these words, and the one evidently asserted by the proponents of this legislation, is that they provide back-door authority for Congress by law to greatly expand the now very-limited public-policy exception to full faith and credit. But think about that.', u"If you can believe it, we have here an allegedly State's-rights-minded Congress offering up new constitutional theory to justify a whole new basis on which to nationalize and centralize vast areas of law heretofore left to the States. If this rational is sound in this instance as to same-sex marriages--and I don't believe it is--then what are the bounds of this new Congressional power to preempt State law under the guise of ``by general Laws prescrib[ing] * * * the Effect thereof''? I this legislation permits State A to ignore the final judgment of the courts of State B as to any claim derived from a same-sex marriage, then there is no constitutional bar to our passing a law authorizing State A to ignore State B's no-fault divorce decrees, or anything else.", u'It should be self-evident that this is an extraordinarily dangerous constitutional precedent. It takes the objective of the full faith and credit clause in unifying the States and assuring interstate comity, and turns it on its head. The potential for mischief and invidious intrusion of the Federal Government into State affairs boggles the mind.', u'I wish to preserve the institution of marriage for the honorable and traditional relationship between a man and women. But reserving that word for that institution means just that.', u'I also recognize that gay and lesbian couples seek legal recognition and permanence for their relationships and the rights and responsibilities that flow from those relationships. I hope this society, and its political and legal institutions, can move to accommodate the legitimate needs of gay and lesbian citizens in this respect. No one, I believe, would want, for example, to deny a claim of inheritance, or of participation in terminal health care decisions, for the life-long partner of a gay man or lesbian woman. Yet, by refusing as part of this legislation even to permit a formal study of disparate treatment of domestic partnerships in these areas, the proponents of this legislation may reveal their real motivation.', u"Because there is no imminent problem of same-sex marriage-being legalized, because, even if there were, the full faith and credit clause's public-policy exception already gives States the power not to recognize such a marriage, because this legislation is therefore unnecessary, because in its insinuation of new and constitutionally suspect congressional power under ``the Effects thereof'' phrase this legislation is unwise, and because so many advocates of the legislation, by their approach, seem primarily moved to demonstrate a gratuitous disrespect for some citizens based on their sexual orientation, I cannot support it and will vote against it.", u'My faith in the fair-mindedness of the American people is unshakable. This legislation is not true to that wonderful American virtue.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}