{u'speaker_state': u'NV', u'speaker_raw': u'mr. reid', u'speaker_first': u'Harry', u'congress': 111, u'title': u'COMMERCE, JUSTICE, SCIENCE, AND RELATED AGENCIES APPROPRIATIONS ACT, 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-15/html/CREC-2010-03-15-pt1-PgS1500-2.htm', u'number': 37, u'id': u'CREC-2010-03-15-pt1-PgS1500-2.chunk56', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reid', u'pages': u'S1500-S1513', u'speaker_party': u'D', u'date': u'2010-03-15', u'bills': None, u'bioguide_id': u'R000146', u'order': 56, u'speaking': [u"I would also say, Mr. President, the State of Kentucky and the State of Nevada have been having tremendous problems with a number of programs, one of which is Medicaid. One of the things we did in our recovery package was to give all 50 States--Nevada and Kentucky, all 50 States--some help with their Medicaid. The cost of health care is wreaking havoc with our States. There is nothing wrong with doing that. We have an obligation. Medicaid was a program we started back here. To talk about the States getting some kind of a big benefit they do not deserve I don't think is right.", u"I met 2 weeks ago tonight in Room 219 with 12 Governors. They handed me a letter signed by 48 Governors all saying: We need some help, and one of the places we need help is with Medicaid. These health care costs are skyrocketing. Even though we have given help, there are very few States in the Union that haven't had massive layoffs.", u"Again, I would hope we could get this out of the way and have a discussion on health care at some subsequent point. There is another bill that this is holding up. This bill is going to pass, and I appreciate very much my Republican colleagues voting for this legislation, but let's not waste 30 hours because we are not only holding up sending this bill to the President but we are holding up finishing work on the Federal Aviation Administration bill.", u'My friend has wanted to offer amendments. Amendments are being offered on this legislation as we do on most everything. I have been very nonrestrictive in how I have handled the floor. Of course, there have been occasions when we have done what has been done here for generations; that is to say, at this time, we are not going to have, on a bill dealing with jobs, an abortion amendment, we are not going to have an amendment on gay marriage or on income tax. On things such as that, there comes a time.', u"On this FAA bill, the first year--the first year--the experts tell us will create 150,000 jobs, but not only that, it will make air travel safer. We will have the air travelers' bill of rights. We will have, for the first time in the history of this country, a GPS system for our aircraft which will allow us to do more flights into airports and to make it safer.", u"I would hope we don't waste this time. It is Monday night, it is 10 after 6. Let's not waste tonight and tomorrow and into Wednesday. Let's get off this, get to FAA, and if somebody wants to give a health care speech and beat up on Obama, let them do it on the FAA bill."], u'capitolwords_url': u'http://capitolwords.org/date/2010/03/15/S1500-2_commerce-justice-science-and-related-agencies-appr/'}