{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 111, u'title': u'THOMAS I. VANASKIE TO BE UNITED STATES CIRCUIT JUDGE FOR THE THIRD CIRCUIT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-04-21/html/CREC-2010-04-21-pt1-PgS2498.htm', u'number': 57, u'id': u'CREC-2010-04-21-pt1-PgS2498.chunk31', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S2498-S2510', u'speaker_party': None, u'date': u'2010-04-21', u'bills': None, u'bioguide_id': None, u'order': 31, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Republican inaction on nominations is paralyzing the work of the Senate and putting the government's ability to confront the nation's challenges at risk. We have seen much obstructionism by the minority in this Congress, but nothing compares to the gridlock on nominations. During President Obama's first year, 46 executive nominees waited at least three months to be confirmed, 45 waited at least four months, and nine took six months or longer. Inaction on these qualified nominees, many in defense-related and national security posts, is unacceptable. This applies to nominations for federal judgeships, many to important or long-vacant jurisdictions. Currently, 14 judicial nominees, who have been approved--in many cases unanimously--by the Senate Judiciary Committee are awaiting confirmation in the face of Republican objections, many of them specious or just plain outlandish. It is time to put partisan politics aside and work to fill these positions as quickly as possible. Take the case of Judge Thomas I. Vanaskie, nominated by President Obama last August to the U.S. Circuit Court of Appeals for the Third Circuit. The Senate Judiciary Committee voted 16-3 in support of his nomination on Dec. 3. More than two months later the nomination still awaits confirmation. Judge Vanaskie's appointment, like so many of this administration's, has been stalled by political posturing. The near certainty of his eventual confirmation only adds to the charade. When Senate Majority Leader Harry Reid recently called for a vote on a long-delayed circuit court nomination, the Republicans voted to confirm unanimously. One legitimately wonders whether partisanship is not the only explanation for the delay. The Senate can force a vote by resorting to the time- consuming step known as cloture, which takes up two days of the Senate's time. If cloture were to be invoked in each of the 67 currently pending nominations that have been approved by committee, it would take most of the year to deal with nominations. This is an intolerable imposition on the Senate's time and business. Judge Vanaskie is eminently qualified to serve on the Third Circuit, as evidenced by his 16-year record on the U.S. District Court for the Middle District of Pennsylvania and the overwhelming bipartisan support he received from the Senate Judiciary Committee. He has built a reputation for consistency and judicial restraint, backed by a first-class legal mind and even temperament. Republican objections to his nomination are specious. One criticism--that Judge Vanaskie inappropriately cites foreign law precedents--was ably explained in his testimony before the Judiciary Committee that he was following Supreme Court decisions when it relied upon foreign sources in Lawrence v. Texas and Roper v. Simmons. In Lawrence, the Supreme Court majority cited the European Court of Human Rights in a decision overruling its own prior precedent on the criminalizing of consensual gay sex. In Roper, the court cited international law to support a ruling striking down the death penalty when applied to individuals who committed murder before they were 18. In short, Judge Vanaskie was merely following the Supreme Court's lead. Following precedent is mandatory, not grounds for rejecting his elevation to the Third Circuit. There is no reason to further delay the nomination of this highly qualified jurist to the Third Circuit Court of Appeals. The Senate should carry out its constitutional duties promptly and promote this eminently qualified judge."], u'capitolwords_url': u'http://capitolwords.org/date/2010/04/21/S2498_thomas-i-vanaskie-to-be-united-states-circuit-judg/'}