{u'speaker_state': u'CO', u'speaker_raw': u'mr. polis', u'speaker_first': u'Jared', u'congress': 111, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 5136, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2011', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-27/html/CREC-2010-05-27-pt1-PgH3876-2.htm', u'number': 82, u'id': u'CREC-2010-05-27-pt1-PgH3876-2.chunk20', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Polis', u'pages': u'H3876-H3885', u'speaker_party': u'D', u'date': u'2010-05-27', u'bills': None, u'bioguide_id': u'P000598', u'order': 20, u'speaking': [u"Mr. Speaker, I rise today in support of the effort to legislatively repeal the statute of Don't Ask, Don't Tell and leave it up to the military to implement their own policy recommendation.", u"First of all, Don't Ask, Don't Tell is the only law in the country that requires people to be dishonest about their personal lives or face the possibility of being fired. It's a law that's not only hurtful to the men and women who currently serve in our Armed Forces, but it's a law that's hurtful to our national security as Americans.", u"George Washington, our Nation's first Commander in Chief, is enshrined in American history for telling his father, I cannot tell a lie. Yet more than 200 years later, this shameful law mocks Washington's words and makes lying required operating procedure for our military's rank-and-file. Today we have the opportunity to end this law.", u"I'd like to address some of the remarks from the gentleman from Florida and the gentleman from Georgia. This proposal and this compromise have been endorsed by Admiral Mullen, as well as Secretary Gates. Absent this statutory change, which we are doing consistent with our congressional time line of the defense authorization bill, the military would find itself in a position to be unable to implement its own recommendations.", u'This simple change today will remove this statutory albatross from around the neck of the military and allow them, the military, the Secretary of the Defense, the Chairman of the Joint Chiefs, to implement the policy that best enhances military readiness and best allows them to improve morale and unit cohesion within the military.', u'Absent an action today, their hands will be tied, and they will be unable to implement their own recommendations that take into full account the opinion of the men and women who serve the officers and the stakeholders within the military.', u"The vast majority of Americans, including majorities of Republicans, independents and Democrats, recognize that on the battlefield it doesn't matter if a soldier is lesbian, gay, or straight. What matters is they get the job done for our country.", u"Don't Ask, Don't Tell hurts military readiness and national security, while putting American servicemembers fighting overseas at risk. To date, it's forced out over 13,000 well-trained, at taxpayer expense, and able-bodied soldiers out of the military.", u"It's time to repeal this law, and I applaud the leadership of my friend, the honorable Congressman and veteran, Patrick Murphy, in his efforts to do so.", u'By allowing the Pentagon to conduct a careful study of the implementation of the repeal, this amendment is a fair balance between ending the discriminatory policy and respecting the opinions of our military leaders.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/05/27/H3876-2_providing-for-consideration-of-hr-5136-national-de/'}