{u'speaker_state': u'MO', u'speaker_raw': u'mr. akin', u'speaker_first': u'Todd', u'congress': 111, u'title': u'House of Representatives', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-27/html/CREC-2010-05-27-PT2-PgH4025.htm', u'number': 82, u'id': u'CREC-2010-05-27-PT2-PgH4025.chunk33', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Akin', u'pages': u'H4025-H4064', u'speaker_party': u'R', u'date': u'2010-05-27', u'bills': None, u'bioguide_id': u'A000358', u'order': 33, u'speaking': [u"Mr. Chairman, it's a treat to be able to rise and say the en bloc amendment is fine, just as most of what is in the bill is fine.", u"Unfortunately, there is an amendment that's being offered which threatens to poison the entire package and to do great damage to our military, and that is an issue that you've heard from earlier this day, the idea of repealing the Don't Ask, Don't Tell legislation. ", u"Now, the way it works currently in the military is that if you happen to be homosexual and you want to serve in the military, that's fine. And as long as your particular sexual tastes don't get in the way of performing the mission, there's no problem.", u"The point is that the military has a job to protect our citizens, and we don't want things getting in the way of that. If you were to commit adultery, you could be discharged because that gets in the way of our performing our mission.", u"Now, we face an amendment here, which is opposed by all of our military leadership, which says we're going to repeal Don't Ask, Don't Tell.", u'What, then, does that look like?', u"I mean, currently the policy is you could be gay, and as long as it doesn't get in the way of doing your job, everything is fine.", u"So now we're going to repeal Don't Ask, Don't Tell. So what exactly are we asking?", u'Are we asking the military then to protect or condone homosexual behavior if it does get in the way of performing the mission?', u'What exactly are we talking about?', u'Are we talking about creating separate dormitories, for instance, if we have sexual harassment?', u'What will this have to do with recruitment? People that have a 17-year-old kid that may be wanting to sign up, what will this do to recruitment?', u"What's it going to do to the morale of the troops?", u"What's it going to do to small-unit cohesion?", u'And, also, the other piece of the military is about these soldiers that are giving their time and lives are confined to very tight areas and pushed together in very difficult circumstances over long periods of time. What is the effect of that?', u"And all of these questions are sitting out there, and the military leadership is saying, yeah, we don't know the answer to those questions. Give us some time to take a look at it. We don't want you to pass this until we can see what's going on with this.", u"Now, I have three sons. They've graduated Naval Academy. All of them went Marine Corps. One survived his experience in 2005 in Fallujah.", u"And when our sons and daughters are serving and laying their lives or their bodies on the line so that we can live in peace and freedom, that is a very sacred kind of sacrifice they're making for us. So why would we belittle that by jumping into something?", u"We're being asked to pass something that we don't even know what we're passing. We don't understand the implications or how it would look. And yet we're going to jump into this for, what, some sort of political deal to satisfy some vocal but small minority using the lives of our own children?", u'I will not have any part of betraying the interest of our kids just for political purposes.'], u'capitolwords_url': u'http://capitolwords.org'}