{u'speaker_state': u'CA', u'speaker_raw': u'mr. honda', u'speaker_first': u'Michael', u'congress': 111, u'title': u'House of Representatives', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-27/html/CREC-2010-05-27-PT2-PgH4025.htm', u'number': 82, u'id': u'CREC-2010-05-27-PT2-PgH4025.chunk237', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Honda', u'pages': u'H4025-H4064', u'speaker_party': u'D', u'date': u'2010-05-27', u'bills': None, u'bioguide_id': u'H001034', u'order': 237, u'speaking': [u"Madam Chair, I rise today to support the Repeal of Don't Ask, Don't Tell. During his State of the Union address, President Obama declared that his administration would work with Congress to end the Don't Ask, Don't Tell policy of excluding openly lesbian, gay, bisexual, and transgender, LGBT, Americans from serving their country in the armed forces. I have long envisioned our country reaching this moment, and am thrilled that the 111th Congress will soon take another step forward in our long journey toward equality regardless of race, nationality, gender, and sexual orientation.", u"Reflecting one of our country's last officially sanctioned forms of bigotry, the Don't Ask, Don't Tell policy stigmatizes patriotic Americans by excluding them from military life. This policy works to silence LGBT personnel among the ranks of our military, making them invisible to the American public they bravely volunteer to defend. Notwithstanding the Don't Ask, Don't Tell policy, countless veterans have served, and countless service members continue to serve selflessly in the defense of our nation. Yet while thousands of our men and women put their lives on the line to protect our freedom and liberty, many are dismissed once their orientation or identification becomes known. According to the Servicemembers Legal Defense Network, SLDN, over 1,200 service personnel were unfairly stigmatized when discharged as being unfit for service in 2001. The contributions made by LGBT veterans and those in active duty in an atmosphere hostile to them underscores the tremendous sacrifices they make to serve this nation.", u"Another reason for the repeal of this government-sanctioned discrimination is the law's disproportionate impact on women and minorities. Servicemembers United compiled Department of Defense (DOD) data showing that in 2008, 45 percent of troops discharged under Don't Ask, Don't tell were minorities, while minorities comprised 30 percent of the service. Similarly, women accounted for 34 percent of the discharges but were only 14 percent of the military. That a discriminatory policy has an even more discriminatory application is another reason to celebrate its abolishment.", u"When President Obama called for the repeal of Don't Ask, Don't Tell, Defense Secretary Gates reminded the Congress of their definitive role in changing the intolerant policy. I am proud that this Congress is acting. While I realize this repeal is still contingent on a completion of the DOD Study and certification from the President, I am confident that Don't Ask, Don't Tell is at its end. I appreciate the difficulty of the DOD's task and I commend their courage to take this step forward for our country. I am proud to cast a vote for repeal of Don't Ask, Don't Tell--we cannot let the opportunity to right this wrong pass us by."], u'capitolwords_url': u'http://capitolwords.org'}