{"speaker_state": "NY", "speaker_raw": "mr. rangel", "speaker_first": "Charles", "congress": 111, "title": "OIL DRILLING NEEDED IN GULF OF MEXICO", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-07-15/html/CREC-2010-07-15-pt1-PgH5661-3.htm", "number": 105, "id": "CREC-2010-07-15-pt1-PgH5661-3.chunk26", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Rangel", "pages": "H5661-H5668", "speaker_party": "D", "date": "2010-07-15", "bills": ["H.R. 5741"], "bioguide_id": "R000053", "order": 26, "speaking": ["I can't thank you enough, Congressman, for this courtesy that you've extended, especially in view of the great contribution that you make on the committee and in the Congress. And I want to thank you for bringing to attention of the American people the sacrifices that so many are making as a result of the incident that's taking place in the Gulf.", "But, Mr. Speaker, I rise to alert the House that, once again, I have introduced legislation to reinstate the draft and to make it permanent during time of war. It is H.R. 5741. And what this does is to make everyone between the ages of 18 and 42, whether they're men or women, whether they're straight or gay, to have the opportunity to defend this great country whenever the President truly believes that our national security is threatened.", "During the last few weeks and months, as we have gone through a heat wave in the Northeast, I could not but think of the tens of thousands of Americans that find themselves in the Middle East just hoping and praying that the extent of their inconvenience and suffering was just being in the heat of being back home with their loved ones. And they are so dedicated and there are so few of them that many of them have gone back into combat once, twice, even up to six times. To me, that's asking a whole lot from such a small part of our population. And I truly believe that if people thought for one minute that our Nation was in trouble, that age would not even be a factor in people saying, Count me in, because this great country has been so good to me that whatever we can do, we want to be able to make some type of sacrifice.", "And it just seems to me that when Presidents come and say that in their opinion the country has to go or should go, or makes a request to go to war, then ultimately it will be the people of this House and the Senate that will determine whether or not this request is going to be fulfilled. To me, if you're not prepared to put Americans and your kids and grandkids in harm's way, then you have reached a conclusion that the President is wrong and we should not enter this type of a war. If, on the other hand, I am thoroughly convinced that when the American people are persuaded that our great democracy is in danger, that we would not want just a select group of people to be pulled out to over and over and over again put themselves in harm's way.", "And so I know the tragedies that have occurred when there's been so many exceptions to the drafts in the past. And for that reason it was not found to be favorable to the average citizen; that if you were in college, if you came from a background, you were excluded from the draft. Well, this is not involved in this in any way. The only exclusions would be those who have mental or physical handicaps or conscientious objectors. Of course, if you're not needed, since it would be an overwhelming number of troops that would be available, then you could in national service be able to provide something in line for the American security.", "And so I want to thank the gentleman from Texas for allowing me to interrupt this very informative and educated discussion of the impact of moratoriums and to thank him again for the contribution you make not only to Congress but specifically the Ways and Means Committee.", "I yield back any time that I may have."], "capitolwords_url": "http://capitolwords.org/date/2010/07/15/H5661-3_oil-drilling-needed-in-gulf-of-mexico/"}