{u'speaker_state': u'CO', u'speaker_raw': u'mr. polis', u'speaker_first': u'Jared', u'congress': 111, u'title': u"PROVIDING FOR CONSIDERATION OF SENATE AMENDMENT TO H.R. 2965, DON'T ASK, DON'T TELL REPEAL ACT OF 2010", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8383.htm', u'number': 166, u'id': u'CREC-2010-12-15-pt1-PgH8383.chunk11', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Polis', u'pages': u'H8383-H8388', u'speaker_party': u'D', u'date': u'2010-12-15', u'bills': None, u'bioguide_id': u'P000598', u'order': 11, u'speaking': [u"Madam Speaker, I thank the gentlelady from Maine, and I rise today in support of the repeal of the Don't Ask, Don't Tell policy. This resolution would ensure that the military has the ability to implement the recommendation from its recently completed study.", u"Don't Ask, Don't Tell is the only law in the country that requires people to be dishonest or be fired if they choose to be honest. It is a law that not only is hurtful to the men and women who put themselves at risk serving in our Armed Forces, but it is a law that is hurtful to our national security.", u"A recent study found that 8 out of 10 Americans support repealing the law. Regardless of their political party, people recognize that on the battlefield, it doesn't matter if a soldier is gay or straight. What matters is they get the job done and protect our country.", u"Now, it is important to remember that we already debated and voted on this issue early this summer. We passed an amendment with the same repeal language for the defense authorization bill. At that time, there were some Members on both sides of the aisle who weren't yet ready to support this repeal. They wanted to see an extensive report by the military that was scheduled to come out December 1. It came out one day earlier.", u"I personally didn't feel we needed to see that report. I was already convinced this would not be a threat to military readiness and would, in fact, enhance military readiness due in part to the fact that we have discharged over 13,000 people from our military--after taxpayer money went for their training--for reasons totally unrelated to their performance, not to mention countless others who didn't reenlist or left the military because of this policy.", u'But I do understand that many Members of this body from both sides of the aisle, including the chairman of the committee of jurisdiction, wanted to see that report in December. Well, the report has come out, and it is very clear with regard to the fact that--no surprise to me, but hopefully of consolation to those who were concerned--this change in policy does not represent a threat to the security of this country. And, in fact, there were several practical suggestions about how to implement this change.', u'In addition, the Chairman of the Joint Chiefs and the Secretary of Defense have been very clear that they want to see this policy legislatively repealed. Why? Because repeal of this policy is inevitable. It is a question of when, not if. There are already several court orders in various stages of appeal, and the military feels that to plan for it with us in this legislative process is better for military readiness than running the greater risk of having an instant court order, an on-or-off-again court order, which is also a possibility, which would prevent the regular military planning process from going forward. The sooner we act, the better. Despite our differences, it is clear that leaving it up to the courts is the wrong way to go about it.', u"In 1993, the passage of Don't Ask, Don't Tell was the result of a political process, not a military one. Today, we can rectify that, remove the statutory requirement and allow the military to do the right thing to improve military readiness and enhance the protection of our country.", u"Let us be on the right side of history and finally move forward with repealing Don't Ask, Don't Tell today."], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/15/H8383_providing-for-consideration-of-senate-amendment-to/'}