{u'speaker_state': u'VA', u'speaker_raw': u'mr. webb', u'speaker_first': u'Jim', u'congress': 111, u'title': u"DON'T ASK, DON'T TELL", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-18/html/CREC-2010-12-18-pt1-PgS10649-3.htm', u'number': 169, u'id': u'CREC-2010-12-18-pt1-PgS10649-3.chunk22', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Webb', u'pages': u'S10649-S10663', u'speaker_party': u'D', u'date': u'2010-12-18', u'bills': None, u'bioguide_id': u'W000803', u'order': 22, u'speaking': [u"Mr. President, I rise in support of the notion that we need to make adjustments to this policy, this don't ask, don't tell policy. I say that after many years of thought and consideration and also in light of the analysis that has been provided by the Department of Defense to the Armed Services Committee, on which I sit.", u'I would say to my friend from South Carolina, I take the points he has made about the concerns in small-unit cohesion and that has gone into the formula I have used myself in order to come to this conclusion.', u'We need, first of all, to understand what this is and what it is not. The question is not whether there should be gays and lesbians in the military. They are already there. According to General Hamm, who conducted this extensive study, approximately the same percentage of the military is gay and lesbian as in our general population. The question is not about whether anyone should be able to engage in inappropriate conduct as a result of this policy, because we will not allow that and we will be very vigorous in our oversight of the Department of Defense to make sure that does not occur.', u'The question is whether this policy, as it was enacted, works today in a way that, on the one hand, can protect small-unit cohesion or to sort that out and, on the other, allow people to live honest lives.', u'Here is what we have. We have a Secretary of Defense, who served in the Air Force and who implemented a policy of nondiscrimination when he headed the CIA, coming forward strongly and saying he believes the alteration of this policy will work. I would remind my colleagues, he began as Secretary of Defense in the Bush administration.', u'We have a Chairman of the Joint Chiefs, who has an extensive career in surface warfare, starting with small destroyers up to commanding fleets, saying he believes the policy should change and that it can work.', u'We have a Vice Chairman of the Joint Chiefs, a marine, saying he believes this policy should change and it can work.', u'Most interestingly, we have General Hamm, who conducted this study, a former enlisted Army soldier, an infantry officer whose religious beliefs cause him great concerns about the notion of homosexuality, at the same time saying this policy should change and it can be changed.', u'That is what we are seeing. The question, and I think Senator Graham laid it out very well, is whether a change in this policy will create difficulties in small-unit cohesion. That depends, as I mentioned during these hearings, on how this policy is implemented. I wrote a letter yesterday to Secretary Gates, wanting to reaffirm my understanding that this repeal would contemplate a sequenced implementation for the provisions for different units in the military as reasonably determined by the service chiefs, the combatant commanders, in coordination with the Secretary of Defense and Chairman of the Joint Chiefs.', u'I ask unanimous consent it be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/12/18/S10649-3_dont-ask-dont-tell/'}