{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 111, "title": "DON'T ASK, DON'T TELL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-18/html/CREC-2010-12-18-pt1-PgS10649-3.htm", "number": 169, "id": "CREC-2010-12-18-pt1-PgS10649-3.chunk50", "volume": 156, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S10649-S10663", "speaker_party": "D", "date": "2010-12-18", "bills": null, "bioguide_id": "L000174", "order": 50, "speaking": ["Mr. President, while partisan rancor seems to have seized the Senate on so many issues this year, on at least one count, I am encouraged and hopeful. There may yet be sufficient bipartisan agreement to repeal the discriminatory don't ask, don't tell policy before this Congress ends. I commend those Senators who have pledged to support the repeal, and I renew my own commitment to this worthy effort. It is well past time to put an end to this discriminatory and harmful policy.", "Today, in the U.S. Senate, the stage is being set for one of the major civil rights victories of our lifetimes. Years from now, I hope that historians will have good cause to remember this day as a day when the two parties overcame superficial differences to advance the pursuit of equal rights for all Americans. After much effort, and just as much study and discussion, the Senate finally will proceed to an up-or-down vote on repealing this counterproductive policy.", "For those who still harbor concerns that enacting this repeal would somehow harm readiness, one simple fact is the clearest answer: Gay and lesbian Americans already serve honorably in the U.S. Armed Forces and have always done so. There is no doubt that they have served in the military since the earliest days of the Republic. The only reason they could do so then, and now--even under today's discriminatory policy--is because they display the same conduct and professionalism that we expect from all of our men and women in uniform. They are no different than anyone else, and they should be treated no differently.", "Ending this policy will also bring to an end years of forced, discriminatory and corrosive secrecy. Giving these troops the right to serve openly, allowing them to be honest about who they are, will not cause disciplined service members to suddenly become distracted on the battlefield. It is pandering to suggest that they would be.", "This is not only my view. The Chairman of the Joint Chiefs, Admiral Mullen, has said time and again that this is the right thing to do and that it will not harm our military readiness.", "Every member of our armed services should be judged solely on his or her contribution to the mission. Repealing don't ask, don't tell will ensure that we stay true to the principles upon which our great Nation was founded. We ask our troops to protect freedom around the globe. It is time to protect their basic freedoms and equal rights here at home.", "Throughout our history, the Senate has shown its ability to reflect and illuminate the Nation's deepest ideals and the Nation's conscience. It is my hope that the Senate will rise to this occasion by breaking through the partisan din to proceed to a debate and vote on repealing this discriminatory and counterproductive policy."], "capitolwords_url": "http://capitolwords.org/date/2010/12/18/S10649-3_dont-ask-dont-tell/"}