{"speaker_state": "IN", "speaker_raw": "mr. visclosky", "speaker_first": "Peter", "congress": 112, "title": "JULY 4, 2011 NATURALIZATION CEREMONY IN HAMMOND", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-06/html/CREC-2011-07-06-pt1-PgE1227-4.htm", "number": 99, "id": "CREC-2011-07-06-pt1-PgE1227-4.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Visclosky", "pages": "E1227-E1228", "speaker_party": "D", "date": "2011-07-06", "bills": null, "bioguide_id": "V000108", "order": 0, "speaking": ["Mr. Speaker, it is with great pleasure and sincerity that I take this time to congratulate the individuals who took their oath of citizenship on July 4, 2011. In true patriotic fashion, on the day of our great Nation's celebration of independence, a naturalization ceremony took place, welcoming new citizens of the United States of America. This memorable occasion, coordinated by the Hammond Public Library and presided over by Magistrate Judge Andrew Rodovich, was held at The Pavilion at Wolf Lake in Hammond, Indiana.", "America is a country founded by immigrants. From its beginning, settlers have come from countries around the globe to the United States in search of better lives for their families. The upcoming oath ceremony was a shining example of what is so great about the United States of America--that people from all over the world can come together and unite as members of a free, democratic nation. These individuals realize that nowhere else in the world offers a better opportunity for success than here in America.", "On July 4, 2011, the following people, representing many nations throughout the world, took their oath of citizenship in Hammond, Indiana: Karen Seballos Dela Cruz, Shimei Yan, Suryaprasad Veeravenka Padala, Juan Pablo Diaz Avila, Luis Eduardo Rivera Ramirez, Blagoja Jofceski, Kulvinder Singh, Horacio Garcia Leon, Samip Rabindra Fozdar, Radhika Ragamanjar Chillarige, Annaji Rao Venkata Chillarige, Tin-Chun Lin, Magdaleno Nevarez Sanchez, Ciprian Daniel Bargoz, Leonel Alonso Cancino Ortiz, Mouna Youssef Mikhael, Maroun Elias Elias, Jasmina Salkovski, Pedro Flores Rodriguez, Agnes Joh Smith, Francisco Javier Jimenez, Xiao Yan Wang, Mui Hiong Nykaza, Michael Franco Calonia, Alira Mae Navarro Calonia, Zbigniew Jasek, Claudia Jeanette Darak, James Tan Geulen, Gay Karen Geulen, Dung Thi Lux, Naumka Prentoska, Carlos Bayron Martinez Valencia, Chaudhry Ahtsham Sarwar, Mohammed Yahya Moha Atef, Gabriel Eduardo Orta Gonzalez, Varalakshmi Vaddi, Emmanuelle Renee Fran Davallet Fortney, Daisy Ngina Bakary, Juan Carlos Nielo Uy, Stojanco Krstevski, Sandy Yuliana Meza De La Torre, Joan John Dordea, Rocio Galvan, Jose De Jesus Hernandez, Javier Julian, Mahnoush Nikki Malekan, Olama Ziyad Mohammed, Oliberio Ortiz, Jorge Ortiz, and Bernardino Perea.", "Though each individual has sought to become a citizen of the United States for his or her own reasons, be it for education, occupation, or to offer their loved ones better lives, each is inspired by the fact that the United States of America is, as Abraham Lincoln described it, a country ``. . . of the people, by the people, and for the people.'' They realize that the United States is truly a free nation. By seeking American citizenship, they have made the decision to live in a place where, as guaranteed by the First Amendment of the Bill of Rights, they can practice religion as they choose, speak their minds without fear of punishment, and assemble in peaceful protest should they choose to do so.", "Mr. Speaker, I ask you and my other distinguished colleagues to join me in congratulating these individuals who became citizens of the United States of America on July 4, 2011, the day of our Nation's independence. They, too, are American citizens, and they, too, are guaranteed the inalienable rights to life, liberty, and the pursuit of happiness. We, as a free and democratic nation, congratulate and welcome them."], "capitolwords_url": "http://capitolwords.org/date/2011/07/06/E1227-4_july-4-2011-naturalization-ceremony-in-hammond/"}