{u'speaker_state': u'KS', u'speaker_raw': u'mr. huelskamp', u'speaker_first': u'Tim', u'congress': 112, u'title': u'DEPARTMENT OF DEFENSE APPROPRIATIONS ACT, 2012', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-07/html/CREC-2011-07-07-pt1-PgH4733-2.htm', u'number': 100, u'id': u'CREC-2011-07-07-pt1-PgH4733-2.chunk126', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Huelskamp', u'pages': u'H4733-H4746', u'speaker_party': u'R', u'date': u'2011-07-07', u'bills': None, u'bioguide_id': u'H001057', u'order': 126, u'speaking': [u"Madam Chair, I rise this evening to ensure that America's military bases are not used to advance a narrow social agenda.", u"Earlier this year, the Navy chief of chaplains announced that military chaplains who desire to perform same-sex marriages would be allowed to do so following the repeal of the policy known as Don't Ask, Don't Tell. The directive said that chaplains could perform same-sex ceremonies in such States where such marriages and unions are legal. Apparently, the Navy has recently backed away from such instruction, but tepidly and weakly, and in a way that leaves the door open to the reinstatement of this policy.", u"This amendment I offer will prohibit the enforcement of the directive of allowing chaplains to perform same-sex marriages on Navy bases regardless of whatever a State's law is on gay marriage.", u"In thinking about what has made our military successful, two things come to my mind: conformity and uniformity. Men and women who join our military are to conform to the military's standards, not the other way around. Regardless of where a ship is docked or where a plane is parked, our servicemembers know what to anticipate and how to behave. Rules and expectations are the same everywhere, but with a policy that is flexible and changes based on the State, the military doesn't embrace its one-size-fits-all mentality that has made it so accomplished, disciplined and orderly. As the Navy and other military branches prepare for the repeal of this 1993 law, hours upon hours of sensitivity training have been presented to men and women in uniform. Such instruction has included warning that the failure to embrace alternative lifestyles could result in penalties for servicemembers.", u"What will happen to chaplains who decline to officiate over same-sex ceremonies? The directive states that chaplains ``may'' perform same-sex civil marriage ceremonies. I fear that chaplains who refuse to perform these ceremonies may find themselves under attack and their careers threatened.", u"Madam Chair, we must ensure the religious liberty of all military members, particularly that of chaplains. In my family, I've had a military chaplain who has served for more than approximately 4 decades, so this is particularly important to me, personally.", u"Regardless of how someone feels about the repeal of the policy known as Don't Ask, Don't Tell, I think we can all agree that instructing military chaplains that they can perform same-sex marriages goes above and beyond the instruction to repeal that particular law. In fact, this directive is not only an overreach of the repeal but is also a direct assault on the Defense of Marriage Act. It should be noted these two laws passed with bipartisan support and were signed into law by Democrat President Bill Clinton. Repealing Don't Ask, Don't Tell was supposed to be about allowing people in the military to serve openly, not about promoting same-sex marriage in contravention of the Defense of Marriage Act.", u'I urge my colleagues to join me in supporting this amendment in order to promote and ensure conformity and uniformity in the military culture, not the other way around; to promote the religious liberty of military chaplains; and to promote consistency with Federal laws on marriage.', u'I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/07/H4733-2_department-of-defense-appropriations-act-2012/'}