{u'speaker_state': u'NY', u'speaker_raw': u'mr. schumer', u'speaker_first': u'Charles', u'congress': 112, u'title': u'MILITARY CONSTRUCTION AND VETERANS AFFAIRS AND RELATED AGENCIES APPROPRIATIONS ACT, 2012', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-18/html/CREC-2011-07-18-pt1-PgS4629-2.htm', u'number': 107, u'id': u'CREC-2011-07-18-pt1-PgS4629-2.chunk22', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Schumer', u'pages': u'S4629-S4630', u'speaker_party': u'D', u'date': u'2011-07-18', u'bills': None, u'bioguide_id': u'S000148', u'order': 22, u'speaking': [u"Mr. President, it is my distinct honor to rise in support of Paul Oetken's confirmation to the bench of the Southern District of New York. We have a very deep pool of legal talent in New York, but Paul's nomination is one everybody is talking about. Paul is brilliant, well rounded, and unwavering in his dedication to public service and his commitment to rule of law. His confirmation will only improve the workings of one of the best and busiest courts in the country.", u"I look for three qualities in judicial candidates: excellence, moderation, and diversity. Paul's Excellence is provable on paper. He is a graduate of the University of Iowa and Yale Law School and has worked in the highest echelons of two of the three branches of government, including for the Office of Legal Counsel at the Department of Justice and for Supreme Court Justice Harry Blackmun. He has also climbed the ranks of private legal practice, serving most recently as the head of litigation for the large New York media company Cablevision, one of our fine companies in New York.", u'I consider a broad range of experience to be an important training ground for teaching judicial candidates the second quality I look for: moderation. I do not like judges who tend to be too far to the right, but I do not like judges who come from a perspective that is too far left either. Paul Oetken fits the bill of a mainstream, moderate judge. His moderation and modesty were evident during his confirmation hearing and are clear to all who know him. When judges have in their resume practical experience dealing with real-world problems, they tend to understand that a judge cannot simply impose things from on high without understanding the effect of imposing those decrees on average people, average businesses, and average governments.', u'When a candidate has these two qualities--excellence and moderation--diversity is a bonus. But in this case, at this moment, Paul is not just an excellent candidate. As the first openly gay man to be confirmed as a Federal judge and to serve on the Federal bench, he will be a symbol of how much we have achieved as a country in the last few decades. And importantly, he will give hope to many talented young lawyers who, until now, thought their paths might be limited because of their sexual orientation. When Paul becomes Judge Oetken, he will be living proof to all those young lawyers that it does get better.', u"Paul Oetken's modest but brave act of going through the confirmation process makes this otherwise quiet moment historic. But long after today, what the history books will note about Paul is his achievement as a fair and brilliant judge.", u"In a short while, our country will take one step closer toward equality and away from bigotry and prejudice. I am very proud to have played a supporting role, and I look forward to Paul Oetken's service on the bench in the Southern District of New York. Often quoted but still one of my favorites is what Martin Luther King often said:", u'The arc of history is long, but it bends in the direction of justice.', u"Paul Oetken's nomination to the Federal bench proves that point once again.", u'I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/18/S4629-2_military-construction-and-veterans-affairs-and-rel/'}