{u'speaker_state': u'CA', u'speaker_raw': u'ms. lee', u'speaker_first': u'Barbara', u'congress': 112, u'title': u'HONORING DR. ROBERT CARR', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-01/html/CREC-2011-06-01-pt1-PgE1008-4.htm', u'number': 77, u'id': u'CREC-2011-06-01-pt1-PgE1008-4.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Lee', u'pages': u'E1008-E1009', u'speaker_party': u'D', u'date': u'2011-06-01', u'bills': None, u'bioguide_id': u'L000551', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to honor the extraordinary life of Dr. Robert Carr. A long-time leader, activist and researcher in the prevention of HIV/AIDS and the promotion of human rights, Dr. Carr's prolific work benefitted communities all over the world, including in Jamaica and the Caribbean. In his most recent role as Director of Policy and Advocacy at the International Coalition of AIDS Services Organizations (ICASO) in Toronto, Canada, Dr. Carr was a dynamic and effective leader. The global AIDS movement is devastated by the untimely loss of one of their most beloved colleagues. With his passing, we look to Dr. Carr's continued legacy and the outstanding quality of his life's work.", u"Dr. Carr became active in the field of HIV/AIDS over a decade ago, when he began to research stigma and discrimination against people living with HIV in Jamaica. In 2002, he became Executive Director of Jamaica AIDS Support for Life, a national NGO serving Jamaican society's most disenfranchised populations, including prisoners, the hearing impaired, people who use drugs, sex workers, transgender people, and gay and other men who have sex with men. In response to a lack of access to HIV and health services in Jamaica, he co-founded and was first Executive Director of the Caribbean Vulnerable Communities Coalition (CVC), one of the first Caribbean organizations to focus on issues related to the rights and needs of sexual minorities.", u'As a result of his intellect, passion and talent for collaboration, Dr. Carr began a fast ascent to leadership positions within the AIDS movement and his work quickly took on a global scope. The author of several books, Dr. Carr wrote extensively on human rights and HIV, as well as on the social context that drives stigma and discrimination. From 2006 to 2008, he taught at the University of the West Indies, serving as the Coordinator of the Graduate Programmes Unit at the Caribbean Institute of Media and Communication. In recent years, Dr. Carr served on the NGO delegation to the UNAIDS Programme Coordinating Board (PCB) and joined with other global advocates to found the Global Forum on MSM & HIV (MSMGF). He acted as a panelist for numerous Congressional Briefings in Washington D.C., worked with the LGBT Caucus and assisted with high-level meetings at the U.N., as well as countless other global policy arenas.', u"In these myriad roles, Dr. Carr was universally recognized for his unrelenting principles, his powerful mentorship, his unfailing efforts to build bridges across the broad HIV movement, and his larger-than-life presence. He insisted, unequivocally, that no marginalized community be left behind in the fight for social justice and the end of the HIV/AIDS epidemic. As a social worker and an academic, an attentive listener and an articulate public speaker, Dr. Carr's charming sense of humor, warmth and integrity were at the core of his dedication to activism.", u"Today, California's Ninth Congressional District salutes and honors Dr. Robert Carr. Our global community is indebted to his life's contribution in countless ways. Dr. Carr will always be remembered as a pioneer in advancing the health and human rights of marginalized groups, while going the extra mile to help them form an empowered, unified front. We extend our deepest condolences to Dr. Carr's family and his extended group of loved ones and colleagues. He will be deeply missed."], u'capitolwords_url': u'http://capitolwords.org/date/2011/06/01/E1008-4_honoring-dr-robert-carr/'}