{"speaker_state": "MD", "speaker_raw": "mr. cardin", "speaker_first": "Benjamin", "congress": 112, "title": "100TH ANNIVERSARY OF MARYLAND LEGAL AID", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-23/html/CREC-2011-06-23-pt1-PgS4071.htm", "number": 91, "id": "CREC-2011-06-23-pt1-PgS4071.chunk0", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Cardin", "pages": "S4071", "speaker_party": "D", "date": "2011-06-23", "bills": null, "bioguide_id": "C000141", "order": 0, "speaking": ["Mr. President, today I wish to recognize the 100th anniversary of the Legal Aid Bureau in Baltimore, MD. Legal Aid was founded in 1911 in Baltimore to provide legal representation for the poor. In 1929, Baltimore attorneys H. Hamilton Hackney and John A. O'Shea took over leadership of Legal Aid. Mr. Hackney believed that justice should not be a matter of charity. He believed that people should be secure in the knowledge ``that their poverty does not necessarily mean that they will be in a position of inequality before the law.'' As a result of Hackney and O'Shea's efforts, Legal Aid evolved from a charity organization to an independent, private, nonprofit corporation.", "During the Great Depression, Legal Aid's poverty practice mushroomed. By 1932, it was serving 3,200 clients a year. In 1941, the staff consisted of five lawyers. In 1949, the caseload had grown to 7,000 a year and Legal Aid helped its 100,000th client. In 1953, Baltimore City built its new People's Court Building at Fallsway and Gay streets, with the third floor dedicated to Legal Aid's use.", "The 1960s were a period of change. In 1964, Congress passed the Economic Opportunities Act and launched the war on poverty, funneling funds for legal services to the Nation's cities. In 1971, Legal Aid established three offices outside of Baltimore and later in the decade, across the State.", "In 1974, one of President Nixon's last acts in office was to sign into law the National Legal Services Corporation Act; the next year the Legal Services Corporation, LSC, was established, and legal services organizations across the country continued a rapid expansion. Starting in the late 1970s, Legal Aid began to champion the cause of migrant farm workers, sued the steel industry to eliminate practices that prevented women and minorities from getting higher paying jobs, and targeted the cause of mentally disabled people.", "In the 1980s, President Reagan sought to eliminate LSC, submitting seven straight budgets without an appropriation for the corporation. While some of the funding was restored by a sympathetic Congress, Legal Aid lost $1.2 million in funding in 1982, forcing staffing cuts in most offices. In response to the cuts, under my leadership, the Maryland General Assembly established the Maryland Legal Services Corporation and provided funding through the Interest on Lawyer Trust Accounts, IOLTA, Program to provide additional funding to Legal Aid and other legal services programs representing the poor.", "Under the leadership of Wilhelm H. Joseph, Jr., who took the helm in 1996, Legal Aid has grown to be one of the Nation's largest and most respected legal services organizations. Today, there are more than 250 staff members in 13 offices statewide. Last year, more than 60,000 people from across the State were served, including residents of subsidized and public housing, the elderly, migrant farm workers, and neglected and abused children.", "I would ask my colleagues to join me in congratulating Legal Aid for its outstanding achievements and service to the people of Maryland over the past 100 years, reminding us of the importance of the words inscribed over the entrance to the U.S. Supreme Court, ``Equal Justice for All.'' "], "capitolwords_url": "http://capitolwords.org/date/2011/06/23/S4071_100th-anniversary-of-maryland-legal-aid/"}