{"speaker_state": "CA", "speaker_raw": "mr. costa", "speaker_first": "Jim", "congress": 112, "title": "PAYING TRIBUTE TO LT MATTHEW LOWE AND LT NATHAN WILLIAMS OF NAVAL STATION, LEMOORE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-10/html/CREC-2011-05-10-pt1-PgE842-4.htm", "number": 63, "id": "CREC-2011-05-10-pt1-PgE842-4.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Costa", "pages": "E842-E843", "speaker_party": "D", "date": "2011-05-10", "bills": null, "bioguide_id": "C001059", "order": 0, "speaking": ["Mr. Speaker, I rise today to honor and pay tribute to two heroic officers from Naval Air Station (NAS), Lemoore who tragically lost their lives on Apr. 6, 2011. LT Matthew Ira Lowe, 33, and LT Nathan Hollingsworth Williams, 28, were killed last Wednesday during a training mission when the F/A-18F Super Hornet they were flying crashed into an agricultural field near NAS Lemoore.", "California's 20th Congressional District is home to many individuals who serve and have served in our Armed Forces. NAS Lemoore is a proud and honored naval community. The crash that took the lives of Lieutenant Lowe and Lieutenant Williams is a tragic reminder that the men and women of our Armed Forces put their lives at risk every single day in defense of our beloved country.", "LT Matthew Ira Lowe was from Plantation, Florida. He received his commission through Officer Candidate School on Feb. 21, 2003, and reported to Strike Fighter Squadron, VFA, 122 on July 9, 2009. He was designated a pilot following naval aviation training from Nov. 2002 until July 2006. Following his training, Lieutenant Lowe was assigned to VFA-94 based at NAS Lemoore. During his career, Lieutenant Lowe earned the Navy/Marine Corps Achievement Medal and the National Defense Service Medal. Lieutenant Lowe was most recently training to become a pilot for the elite Blue Angels exhibition team. LT Matthew Lowe is survived by his parents Ira and Pamela Lowe of Fort Lauderdale, Florida and two siblings.", "LT Nathan Hollingsworth Williams, of Oswego, New York, received his commission through the Naval Reserve Officer Training Corps at the University of Rochester in New York on May 28, 2004. He reported to VFA-122 on Jan. 25, 2010, and was designated a Naval Flight Officer following training from Aug. 2004 through Feb. 2007. Lieutenant William's first squadron assignment was with VFA-213 based in Norfolk, Virginia. In Afghanistan, Lieutenant Williams served aboard the USS Theodore Roosevelt, providing air support for U.S. ground troops. After returning from Afghanistan, Lieutenant Williams was chosen to be a flight instructor at Lemoore Naval Air Station, training other flight officers on the Super Hornet, and was also selected for the West Coast Super Hornet Demonstration Team. During his career, Lieutenant Williams earned the Air Medal, Afghanistan Campaign Medal, Global War on Terrorism Service Medal, Sea Service Deployment Ribbon and Pistol Marksmanship Medal.", "LT Nathan Williams is survived by his wife, Meredith; his parents, Alan and Gay Williams, of Oswego; and his brothers, Jeffrey and Seth, of New York City.", "Mr. Speaker, I respectfully ask you and my colleagues to join me today for a moment of silence to remember both of these heroic men. May the families and friends of LT Matthew Ira Lowe and LT Nathan Hollingsworth Williams know our thoughts and prayers are with them during this most trying time, and may they know we are extremely proud of their distinguished service to our country."], "capitolwords_url": "http://capitolwords.org/date/2011/05/10/E842-4_paying-tribute-to-lt-matthew-lowe-and-lt-nathan-wi/"}