{u'speaker_state': u'MA', u'speaker_raw': u'mr. kerry', u'speaker_first': u'John', u'congress': 112, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-12/html/CREC-2011-05-12-pt1-PgS2932.htm', u'number': 65, u'id': u'CREC-2011-05-12-pt1-PgS2932.chunk4', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kerry', u'pages': u'S2932-S2956', u'speaker_party': u'D', u'date': u'2011-05-12', u'bills': [u'S. 964'], u'bioguide_id': u'K000148', u'order': 4, u'speaking': [u'Mr. President, today I am introducing the Reconnecting Youth to Prevent Homelessness Act to improve training, educational opportunities, and permanency planning for older foster youth and reduce homelessness among our young people.', u'This year approximately 3.5 million people, including 1.5 million children in the United States will experience homelessness at some point. That is one out of every 50 kids. For children who were in the foster system the chances of becoming homeless are even greater. Every year approximately 30,000 children age out of the foster care system--many with no family and nowhere to go. These children were placed in the foster system at absolutely no fault of their own and too often they leave the system without a place to call home.', u"We have a responsibility to take care of our young people and make sure families have the resources they need to be able to keep a roof over their heads. I developed this legislation after hearing troubling stories from teenagers in Massachusetts. For example, I heard from one 15-year-old who has been in multiple foster care placements and is expected to eventually age out of the system. He told me ``. . . I feel the age 18 is too young, some of us don't always have somewhere to go . . . if this bill gets passed it will greatly help a lot of people in so many different ways . . . I thank you for giving us the opportunity to help us better ourselves and letting us know that we are heard in this world and someone cares deeply and truly about us.'' That is why I am introducing the Reconnecting Youth to Prevent Homelessness Act. This legislation will help ensure that regardless of where in the country a foster child lives, they will not face the prospect of becoming a homeless teenager by allowing them to remain in care until their 21st birthday and improving permanency planning.", u'It provides support for States to work together to decrease barriers that prohibit cooperation across State lines for placing foster children in loving homes outside their state of residence. It provides support for programs that improve family relationships and reduce homelessness among youth who are lesbian, gay, bisexual, or transgender. This legislation ensures that children in foster care receive Social Security benefits they qualify for due to the death of a parent or a disability.', u'The bill makes significant improvements to the Temporary Assistance to Needy Families, TANF, program such as enhancing efforts to connect families with education, training and housing resources. It also increases the time frame for young parents to qualify for TANF benefits if they are in an education or training program. Finally, it provides more flexibility for states to work with young families to become compliant with TANF requirements.', u'This legislation is supported by over 40 organizations, including the American Bar Association, the National Coalition for the Homeless, National Network for Youth, and Voice for Adoption. I thank my colleagues Senator Murray and Senator Begich for their support and co-sponsorship of this bill. It is my hope that we can move forward in a bipartisan manner. I ask all of my colleagues to support this important legislation.', u' By Mr. ALEXANDER (for himself, Mr. Graham, Mr. DeMint, Mr. Paul, Mr. Cornyn, Mr. Lugar, Mr. Shelby, Mr. Isakson, Mr. Risch, Mr. Boozman, Mr. Lee, Mr. Kyl, Mr. Vitter, Mr. Cochran, Mr. Coburn, Mr. Grassley, Mrs. Hutchison, Mr. Hoeven, Mr. Johanns, Mr. Johnson of Wisconsin, Mr. McConnell, Mr. Barrasso, Mr. Burr, Mr. Roberts, Mr. Sessions, Mr. Hatch, Mr. Enzi, Mr. Chambliss, Mr. Inhofe, Mr. Heller, Mr. McCain, Mr. Wicker, Mr. Rubio, and Mr. Corker):', u'S. 964. A bill to amend the National Labor Relations Act to clarify the applicability of such Act with respect to States that have right to work laws in effect; to the Committee on Health, Education, Labor, and Pensions.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/05/12/S2932_statements-on-introduced-bills-and-joint-resolutio/'}