{"speaker_state": "MA", "speaker_raw": "mr. mcgovern", "speaker_first": "Jim", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1913, LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4929-2.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4929-2.chunk52", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "McGovern", "pages": "H4929-H4938", "speaker_party": "D", "date": "2009-04-29", "bills": ["H.R. 1913"], "bioguide_id": "M000312", "order": 52, "speaking": ["Mr. Speaker, I stand in strong support of this rule and of the underlying legislation.", "H.R. 1913, the Matthew Shepard Local Law Enforcement Hate Crimes Prevention Act allows for the Justice Department to assist local authorities, who are either unable or unwilling, with the investigation and prosecution of bias motivated crimes.", "Hate crimes not only hurt victims and their families, but can impact a community or even an entire nation.", "Perpetrators of violent hate crimes choose their victims based on an actual or perceived bias. It is a crime based on the victim's actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity, or disability.", "This bipartisan legislation empowers the Justice Department with the authority it needs to combat the prevalence of hate crimes in our communities. Since the FBI began collecting hate crimes data in 1991, bias motivated crimes against LGBT Americans has tripled; though the federal government has not provided the necessary resources to stem this uptick.", "The destructive nature of hate crimes permeates throughout our society, and if we refuse to address it, then we are refusing to provide for the public safety of all Americans.", "Mr. Speaker, it's important to note that this legislation does not discriminate. All victims of hate crimes are protected by this bill: every race, every religion, every sexual orientation, every disability.", "I'd also like to commend Chairman Conyers and the Judiciary Committee for crafting a bill that provides both for the protection against hate crimes and for the protection of our constitutional right of free speech.", "Nothing in this legislation allows for speech, violent or otherwise, to be prosecuted.", "Hate crimes by de3finition must involve death or bodily injury. Speech alone cannot be prosecuted under this legislation.", "However, violent hate crimes are not constitutionally protected rights, and this legislation is needed to help reduce the divisive and sometimes deadly effects they have on communities across our country.", "This legislation boasts the diverse support of more than 300 law enforcement, civil rights, civic and religious organizations and individuals, including the American Civil Liberties Union.", "Mr. Speaker, I'd like to remind my colleagues that victims of hate crimes are targeted for violence and suffered attacks because of who they are.", "I'd like to tell you the story of Lisa Craig, a 35-year-old mother of two, from my own State of Massachusetts. In 2003, Craig was assaulted on the street by three teenage girls and kicked in the head multiple times, causing her brain to bleed and requiring 200 stitches in her head. Craig's partner and her two daughters witnessed the attack by these teenagers, who earlier in the evening had been shouting anti-gay epithets at the couple.", "This story is just one of thousands across our country, and to prevent more from occurring, I encourage my colleagues to support this rule and the underlying legislation."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4929-2_providing-for-consideration-of-hr-1913-local-law-e/"}