{u'speaker_state': u'CA', u'speaker_raw': u'mr. farr', u'speaker_first': u'Sam', u'congress': 110, u'title': u'NATIONAL DAY OF SILENCE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2008-04-23/html/CREC-2008-04-23-pt1-PgH2555-8.htm', u'number': 65, u'id': u'CREC-2008-04-23-pt1-PgH2555-8.chunk1', u'volume': 154, u'chamber': u'House', u'session': 2, u'speaker_last': u'Farr', u'pages': u'H2555-H2556', u'speaker_party': u'D', u'date': u'2008-04-23', u'bills': None, u'bioguide_id': u'F000030', u'order': 1, u'speaking': [u'Madam Speaker, I rise today in observance of a National Day of Silence, and in strong support of House Concurrent Resolution 328.', u'This Friday marks the 12th National Day of Silence, a day in which students remain silent for a day to highlight the discrimination some of their peers endure when they speak out about their sexual orientation and their personal gender identity.', u'Though the United States has made great progress toward ensuring civil rights for all of its citizens, lesbian, gay, bisexual and transgender individuals still face persecution, often violent, from teachers, school officials, and their classmates in our schools.', u'This year the National Day of Silence will be held in memory of Lawrence King, an 8th-grade student in California who was shot and killed by one of his classmates because of his sexual orientation.', u"Our country was founded on the ideal of equality for all, with the self-evident right of life, liberty, and the pursuit of happiness. We must always be mindful that our Nation's history is a chronicle of the blending of many formerly separate cultures and languages, ideas and lifestyles, into one American identity that celebrates its diversity. I look forward to a day when we can all be tolerant.", u'The National Day of Silence recognizes that diversity is a cornerstone of American democracy--that all people are individuals and have a right to be treated with dignity and respect.', u'I look forward to a time where anti-GLBT harassment is no longer a problem in our schools. But until that happens, I am pleased to celebrate those students who recognize and appreciate the diversity of their classmates. I urge my colleagues to do the same and support H. Con. Res. 328.'], u'capitolwords_url': u'http://capitolwords.org/date/2008/04/23/H2555-8_national-day-of-silence/'}