{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk38', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'F000062', u'order': 38, u'speaking': [u'Mr. President, it is my understanding that we are now on the hate crimes amendment which takes the form of the Hate Crimes Prevention Act introduced by Senator Kennedy. I wish to speak on that amendment.', u'I begin by commending and thanking Senator Kennedy for his leadership and dedication on this issue for a long time. He has been the leader, he has been persistent, and I know he remains fully supportive.', u'This has been offered as an amendment to the Defense authorization bill. The reason is because it is so long overdue.', u"This amendment will expand the Federal definition of a hate crime so that the Federal Government can prosecute crimes committed because of a person's gender, gender identity, disability, or other sexual orientation.", u"It would increase the Justice Department's authority to prosecute by removing old restrictions that say a hate crime must involve a victim who is attacked because of hate and attacked while voting, attending a public school, serving on a jury or involved in another specially designated activity. So the application of the existing legislation is highly limited, and this would remove that limitation.", u'It would authorize $5 million in Federal grants to help States, localities, and Indian tribes investigate and prosecute hate crimes. It would also allow the Federal Government to give important technical, forensic, and prosecutorial assistance to States and localities that prosecute these kinds of crimes.', u'It would authorize the Department of Justice to begin programs to combat hate crimes committed by children and teenagers. This is important because this is a rising area of concern.', u'It would allow law enforcement to gather more data about violent hate crimes so we know how big the problem is and can work to fight against it.', u'Let me give a little bit of history. I have been working on hate crimes since I joined the Senate and the Judiciary Committee almost 17 years ago. I know the history of this amendment very well. In the 103rd Congress, I introduced the Hate Crimes Sentencing Enhancement Act to substantially increase criminal sentences whenever a crime was committed on Federal land that had an element of hatred to it relating to race, color, religion, national origin, ethnicity or sexual orientation. The bill was actually enacted into law in 1994, and it was an important first step.', u'In the 105th Congress, Senator Kennedy introduced the Hate Crimes Prevention Act for the first time, and I was one of 33 cosponsors. That was 1997, and this is the bill we are still talking about today, 12 years later. In the 106th Congress, Senator Kennedy reintroduced the bill. The bill was bipartisan, it had 43 cosponsors, but it did not pass.', u'In the 107th Congress, 2 years later, Senator Kennedy reintroduced it again. It was bipartisan, and this time it had 50 cosponsors. In July of 2001, it was reported out of the Judiciary Committee, but a cloture vote in 2002 failed by a vote of 54 to 43. That was 7 years ago. One-half of the Senate was cosponsoring this bill, but we lost by six votes on a cloture vote.', u'Senator Kennedy reintroduced the bill in the 108th, the 109th, and the 110th Congresses. Each time there was broad and bipartisan support, but the bill did not pass. In this Congress, the bill has 45 cosponsors. The Attorney General has testified in support of it, and a similar bill has already passed the House. I believe it is time to pass this legislation.', u'Let me be candid and say I still do not understand the opposition to the bill. It does not criminalize speech. It only applies to violent acts. These are acts where the victim is targeted because of who they are--because of their race, or national origin, or disability, or religion, or gender, or their sexual orientation. We should have passed this bill many years ago.', u'According to the FBI, hate crimes occur in the United States at a rate of approximately one for every single hour of the day. FBI statistics are not complete because they rely on voluntary reporting from local law enforcement agencies, but they are, nonetheless, I think, chilling and compelling. In 2007, 7,264 hate crimes incidents were reported to the FBI with a total of 9,535 victims. Approximately 50 percent of the victims were attacked because of their race, 18 percent because of their religion, 16 percent because of their sexual orientation, 13 percent because of their ethnicity or national origin, and 1 percent because of a disability.', u'The nonprofit Southern Poverty Law Center estimates that if we had information about all the hate crimes that occur in the United States, the total number would be close to 50,000.', u'These crimes come in all sizes and all shapes, but they have one common theme: They leave people terrified, hurt, even dead, and they rip communities apart.', u"I think we all remember the story of James Byrd, Jr., a 50-year-old Black man, who was savagely murdered in Jasper, TX, in 1998, 11 years ago, while this bill was under consideration. Mr. Byrd was walking home from his parents' home late one night. He was picked up by three White men in a pickup truck. They took him to the woods, they savagely beat him, they chained him to the back of the truck, and they dragged him 2 miles to his death. His torso was found at the edge of a paved road. His head and arm were found in a ditch a mile away. The three men were later discovered to be Ku Klux Klan supporters, bearing racist tattoos.", u'A crime like this is not just tragic for the victim and his family but it makes an entire group of people terrified to leave their homes at night, and it tears communities apart in a potentially irreparable way. This is a heinous crime. Hate was the driving motivation and the law and the punishment ought to reflect that.', u'Mr. Byrd was killed 11 years ago, and things have not gotten better. Let me tell you about three trends I find particularly disturbing. First, hate crimes targeting Hispanic Americans rose 40 percent between 2003 and 2007. FBI statistics show these crimes are rising every single year. In 2003, 426 crimes against Latinos; in 2004, 475; 2005, 522;--see it ratcheting up--2006, 576; and 2007, 595. That is a 40-percent increase in 4 years.', u'The Leadership Conference on Civil Rights has reported that this increase in violence correlates with the heated debate over comprehensive immigration reform, and we have all heard the talk shows that preach hatred. This is part of the result. Regardless of the reason, though, for the trend, it is unacceptable for us to stand by and let these crimes increase.', u'Another example: In Shenandoah, PA, this year, a 25-year-old Mexican immigrant and father of two was beaten to death by a group of high school football players who yelled ethnic slurs as they punched and kicked him. They beat him until he was unconscious and convulsing. He died 2 days later from those injuries.', u'Just last week, a Latina janitor in Ladera Ranch, CA, was doing her maintenance round when two men hit her on the head and stabbed her with a switchblade while yelling racial slurs at her. Another hate crime last week.', u"These are brutal, and the victims are attacked because of who they are--their skin color, their religion, their heritage--and their attackers' hate and vengeance.", u'There is a second troubling trend. The FBI reported 1,265 hate crimes against gay men and lesbians in 2007, and these are only the crimes reported. Many more crimes against this particular community are believed to go unreported to local law enforcement. The FBI has been reporting at least 1,000 hate crimes against this community every single year since 1995.', u'These crimes are equally chilling. Last December, a woman in my State, in the San Francisco Bay area--in Richmond, CA--who happened to be lesbian, was attacked by four men when she got out of her car, which had a gay pride sticker on its license plate. They raped her and made comments about her sexual orientation. Then they drove her 7 blocks away and raped her over and over again before leaving her naked on the ground near a burned-out apartment complex.', u'This is the United States of America. In my State, too, in Oxnard, CA, a 15-year-old openly gay boy named Larry King was harassed and bullied by his classmates for many years. One day, in 2008, he was sitting in an English class in school, when a fellow classmate stood, took out a handgun and shot him in the head. Larry King died in the hospital a few days later.', u'It is essential we give law enforcement all the resources we need to investigate, to solve, to prosecute, and to punish these crimes.', u'Finally, there is a third area I am very concerned about. Most of the worst of these crimes are being committed today by young people. On election night, just last year, four young men between the ages of 18 and 21 drove to a predominantly African-American neighborhood in Staten Island, where they brutally beat a Black teenager who was walking home from watching the election results. They went on to assault another Black man, and they used their car to run over a third man they believed to be black. They injured this man so badly he was left in a coma.', u'In Shenandoah, the individuals who savagely beat a 25-year-old Mexican immigrant to death were all 21 or younger. And in Oxnard, the boy who shot Larry King was 14 years old. Imagine being consumed by hatred at 14 years old and what that means for the future of your life.', u"Why would anyone oppose giving the Department of Justice more resources to fight these crimes? These hate crimes are terrifying. These are the daily lives of Americans we are talking about--innocent people who are walking to work, driving home at night, working or, yes, sitting in our Nation's school classrooms.", u"This legislation is important. It will allow the Federal Government to prosecute where States or localities are not willing to. It will allow the Justice Department to assist States and localities that want to prosecute but don't have the resources or expertise they need. It does not criminalize speech. It only applies to violent acts, not expressive conduct. It is bipartisan and supported by a majority of Congress.", u"Twenty-six State attorneys general are advocating for it and so are more than 41 civil rights groups, 55 women's groups, 79 Latino groups, 16 gay rights groups, 63 religious organizations that represent hundreds of individual congregations, by the International Association of Chiefs of Police, the Federal Law Enforcement Officers Association, the Major Cities Chiefs of Police, the International Brotherhood of Police Officers, the United States Conference of Mayors, the American Veterans Committee, and many others.", u'This legislation is long overdue. There is a problem out there. It deserves to be solved. It deserves to be deterred. It deserves to be punished. This bill is long overdue.', u'I thank Senator Kennedy for his long history of leadership on this issue. Indeed, if we are able to pass this bill today, or whenever we vote, it will, in fact, be a major tribute to him.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}