{u'speaker_state': u'NH', u'speaker_raw': u'mrs. shaheen', u'speaker_first': u'Jeanne', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk47', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Shaheen', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'S001181', u'order': 47, u'speaking': [u"Madam President, I rise in support of strengthening our Federal hate crimes clause to include crimes motivated by a victim's sexual orientation, gender, gender identity or whether the victim has a disability. By passing the Matthew Shepard Hate Crimes Prevention Act, we will take a long-overdue step toward ensuring that our law enforcement officials have the resources they need to prevent and properly prosecute some of the most toxic and destructive violent crimes we face. I also thank my colleagues who have worked tirelessly to see this important legislation enacted into law. For the better part of the last decade, Senator Kennedy, along with Senators Leahy, Collins, and Snowe, have shown leadership on this issue, even when the odds of success were small. Their diligence is one of the reasons this legislation today enjoys the support of more than 300 law enforcement, civil rights, civic, and religious organizations. As a new Member of the Senate, I am proud to join them this year as an original cosponsor of the Matthew Shepard Hate Crimes Prevention Act. I truly hope my colleagues will join me to pass this amendment.", u'In 1998, Matthew Shepard, a 21-year-old college student, was beaten and murdered just because he was gay.', u"The brutality of this crime captured the attention of the Nation. It was an attack not just on Matthew and his family but on an entire community. I had the opportunity a couple of years ago to meet Judy Shepard, Matthew's mother.", u'I applaud her willingness to try and make something positive out of such a terrible tragedy. She has been a tireless advocate to try and get hate crimes legislation passed and to point out the impact of these violent acts on families across this country.', u'The Matthew Shepard attack sent a message of hate and intolerance to LGBT youths and their families and instilled in countless young Americans a sense of fear simply because of their sexual orientation.', u"Despite this, Matthew's murderers were not charged with a hate crime because no such law exists in Wyoming or on the Federal level. It is impossible to know for certain the full effect of crimes motivated by hate on the communities they target. What is certain is that hate crimes rob the members of these communities of a sense of security, and the impact is real.", u'Among LGBT youth in this country, the suicide rate is four times higher than their straight peers, as many struggle to find their place in their families and their communities. While reducing bigotry and increasing tolerance will require a comprehensive effort, it is an effort that will take time. But addressing our outdated hate crimes law is one very important component.', u"As Governor, I was proud to sign legislation that expanded New Hampshire's hate crimes to include sexual orientation. Unfortunately, many States still lack such laws, which is why this bill is so critical.", u'By expanding the definition of hate crimes and by easing access to resources for local and Federal law enforcement officials to prosecute these crimes, we can hopefully help prevent these crimes and send a message that hate and bigotry in any form have no place in our society.', u'I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}