{u'speaker_state': u'NY', u'speaker_raw': u'mr. schumer', u'speaker_first': u'Charles', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk101', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Schumer', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'S000148', u'order': 101, u'speaking': [u'Madam President, I rise in support of the vital legislation that is long overdue. More than a decade has passed since Matthew Shepard was brutally murdered. Yet the bill that bears his name is still not law.', u"The Matthew Shepard Hate Crimes Prevention Act has broad bipartisan support here in the Senate, passed handily in the House, and has the unequivocal support of the President and the Attorney General. Indeed, Attorney General Holder recently told the Senate Judiciary Committee that passage of this legislation is one of ``his highest personal priorities.''", u'It is essential that we act now to pass this amendment and make the Matthew Shepard Act the law of the land.', u'According to FBI statistics, more than 9,000 violent hate crimes were perpetrated in 2007. However, experts tell us that since hate crimes often go unreported, the actual number is an order of magnitude higher.', u"Whatever the number--all hate crimes are unacceptable. They are crimes inflicted not merely on individuals, but on entire communities. As Mr. Holder put it, ``perpetrators of hate crimes seek to deny the humanity that we all share, regardless of the color of our skin, the God to whom we pray, or whom we choose to love.''", u'Let me be clear: this legislation does not criminalize speech or hateful thoughts. It seeks only to punish action--violent action that undermines the core values of our Nation.', u"This legislation strengthens the ability of State and local governments to prosecute hate crimes by ``'providing grants to help them meet the often onerous expenses involved in investigating these crimes. It also enables the Justice Department to assist State and local governments in prosecuting hate crimes, or to step in when these governments fail to act.", u"Even though the aggregate number of hate crimes has slightly decreased nationally over the past decade, the number of crimes against certain groups has risen. Hispanic Americans have increasingly become the target of bigots' rage. And, according to a recent AP story, the number of fatal hate crimes against LGBT people increased by a shocking 30 percent last year.", u'Indeed, late last year, there was a particularly chilling hate crime perpetrated in New York against an Ecuadorian man named Jose Osvaldo. Jose, a father of two, was walking home with his arm around his brother and was viciously attacked with an aluminum baseball bat while his perpetrators yelled anti-gay and anti-immigrant slurs.', u'This legislation sends a clear message to those perpetrators and to all others: in America, we do not tolerate acts of violence motivated by hatred of vulnerable communities. In America, you are free to be yourself, and you should never be attacked for doing so.', u'What message will it send to Americans if we fail to pass this amendment? I wonder and I worry.', u'I urge my colleagues to support this much-needed legislation.', u'I yield the floor and suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}