{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-13/html/CREC-2009-07-13-pt1-PgS7383-2.htm', u'number': 104, u'id': u'CREC-2009-07-13-pt1-PgS7383-2.chunk40', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S7383-S7397', u'speaker_party': None, u'date': u'2009-07-13', u'bills': [u'S. 1391', u'H.R. 1913'], u'bioguide_id': None, u'order': 40, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Dear Senator: On behalf of the Human Rights Campaign and our more than 750,000 members and supporters nationwide, we are writing today to urge you to support the Leahy/Collins/ Kennedy/Snowe Matthew Shepard Hate Crimes Prevention Act amendment to the Department of Defense Authorization Act for Fiscal Year 2010 (S. 1391) and to reject any secondary amendments. These will be key votes for the Human Rights Campaign. The Matthew Shepard Hate Crimes Prevention Act has strong bipartisan support. On April 29, 2009 the House of Representatives passed a virtually identical bill (H.R. 1913) by a vote of 249-175. The Senate has previously supported substantially similar legislation on four separate occasions by wide bipartisan margins, most recently as an amendment to the 2008 Department of Defense Authorization bill by a vote of 60 to 39. In addition to public opinion polling that consistently finds an overwhelming majority of Americans in support of such legislation, the Matthew Shepard Hate Crimes Prevention Act has the support of more than 300 law enforcement, civil rights, civic and religious organizations. Since the Federal Bureau of Investigation (FBI) began collecting hate crimes statistics in 1991, reported bias- motivated crimes based on sexual orientation more than tripled; yet the federal government has no jurisdiction to assist states and localities in dealing with even the most violent hate crimes against lesbian, gay, bisexual and transgender Americans. The FBI's 2007 Uniform Crime Reports-- the most recent year for which we have statistics--showed that reported violent crimes based on sexual orientation constituted 16.6 percent of all hate crimes in 2007, with 1,265 reported for the year. By passing this common sense anti-hate crime measure, we would bring our nation's laws into the 21st century. The Matthew Shepard Hate Crimes Prevention Act is a logical extension of existing federal law. Since 1969, 18 U.S.C. Sec. 245 has permitted federal prosecution of a hate crime if the crime was motivated by bias based on race, religion, national origin, or color, and because the victim was exercising a ``federally protected right'' (e.g. voting, attending school, etc.). After forty years, it has become clear that the statute needs to be amended. This bill adds actual or perceived sexual orientation, gender, disability and gender-identity to the list of covered categories and removes the federally protected activity requirement, thus bringing a much needed comprehensiveness to federal law. Removing the outdated intent requirement, would untie the federal government's hands and allow them to partner with state and local officials in combating serious hate crimes that involve death and bodily injury. We urge you to vote for this historic piece of legislation. For more information, please contact Allison Herwitt, Legislative Director, or David Stacy, Senior Public Policy Advocate. Thank you. Sincerely, Joe Solmonese, President."], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/13/S7383-2_national-defense-authorization-act-for-fiscal-year/'}