{"speaker_state": "MN", "speaker_raw": "mr. ellison", "speaker_first": "Keith", "congress": 111, "title": "THE PROGRESSIVE CAUCUS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-15/html/CREC-2009-10-15-pt1-PgH11437-6.htm", "number": 149, "id": "CREC-2009-10-15-pt1-PgH11437-6.chunk1", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Ellison", "pages": "H11437-H11442", "speaker_party": "D", "date": "2009-10-15", "bills": null, "bioguide_id": "E000288", "order": 1, "speaking": ["Mr. Speaker, my name is Keith Ellison, and I'm a Congressman from the great State of Minnesota, and I'm honored to claim this Special Order, this 1 hour, for the Progressive Caucus to talk about the values of Progressive ideals, the values associated with a progressive America in which people are included and which we believe in generosity, where we believe in valuing people, where we believe in civil rights, care for the Earth and creation, where we care about living in a world in which middle class people, working people, the hardworking people of America and the world can have a prosperous life and where people can do well.", "The Progressive Caucus, designed and approved and coming together to signal to the American people that in Congress there is a body of Members of the Congress who are willing to stand up for the values that have made America great, values such as workers' rights, such as the weekend, such as the 5-day week, such as work and safety laws, such as worker's compensation, such as Social Security.", "These are all progressive steps forward, such as civil rights, women's rights, gay rights, such as the respect for all religious groups and religious tolerance in our country.", "Recently, Mr. Speaker, our focus has been on health care because health care is such an essential component of what it means to be a middle class American trying to put food on the table for your family. Health care, if we can correct health care, the disparities in health care, the cost increases in health care, if we can correct health care 60 years in the making, we can improve the quality of life for all Americans and thereby enact a piece of legislation that is on the order of the 1964 Civil Rights Act, the 1965 Voting Rights Act, the passage of the Medicare bill, which helped millions of seniors all around our country live a life of quality, and ended seniors who lived a life of poverty and of insecurity.", "This bill, which is right within our grasp at this time, we are so happy to be able to step forward. And I just want to let you know, Mr. Speaker, that it's an honor to be joined by such a courageous Congressperson as Congresswoman Diane Watson from the great State of California, who for years and years has been sticking up for progressive values, never backing down, always there for the American middle class and working class people.", "So we are going to talk a little health care tonight. I am going to yield to the gentlelady to make a few introductory remarks, and then maybe she and I can have a little colloquy as we move on in the evening.", "I yield to the gentlelady from California, Diane Watson."], "capitolwords_url": "http://capitolwords.org/date/2009/10/15/H11437-6_the-progressive-caucus/"}