{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 110, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2008-09-26/html/CREC-2008-09-26-pt1-PgS9660.htm", "number": 154, "id": "CREC-2008-09-26-pt1-PgS9660.chunk38", "volume": 154, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S9660-S9721", "speaker_party": null, "date": "2008-09-26", "bills": null, "bioguide_id": null, "order": 38, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Dear Senator Harkin: We, the undersigned education, civil rights, and advocacy organizations thank you for introducing the Every Student Counts Act to ensure meaningful accountability for the graduation rates of our nation's students. As you know, educators and policymakers at all levels of government agree that change is necessary on this issue. Only 70 percent of our nation's students graduate with a regular diploma. Worse, just over half of black and Hispanic students graduate on time. Special education students also have graduation rates of just over 50 percent. Such poor graduation rates are untenable in a global economy that demands an educated workforce. According to the Department of Labor, 90 percent of the fastest-growing and best-paying jobs in the United States require at least some postsecondary education. It is imperative that the nation's schools prepare their students to succeed in the twenty-first-century workforce. The No Child Left Behind Act (NCLB) has focused the nation's attention on the unacceptable achievement gap and the need to improve outcomes for all students, particularly those of minority students, English language learners, and students with disabilities. However, NCLB does not place enough importance on graduating the nation's high school students. Furthermore, current federal policy on graduation rates permits the use of inconsistent and misleading graduation rate calculations that overestimate graduation rates, does not require meaningful increases in graduation rates over time, and does not require the graduation rates of student subgroups to increase as part of Adequate Yearly Progress (AYP) determinations. As a response, the Secretary of Education has created proposed regulations to address these concerns. Although the proposed regulations are a laudable step in the right direction, we believe that the Every Student Counts Act is a better approach to ensuring that all students are treated equally in calculating graduation rates and for accountability purposes. The Every Student Counts Act would do the following: require a consistent and accurate calculation of graduation rates across all fifty states to ensure comparability and transparency; require that graduation rate calculations be disaggregated for both accountability and reporting purposes to ensure that school improvement activities focus on all students and close achievement gaps; ensure that graduation rates and test scores are treated equally in AYP determinations; require aggressive, attainable, and uniform annual growth requirements as part of AYP to ensure consistent increases in graduation rates for all students; recognize that some small numbers of students take longer than four years to graduate and give credit to schools, school districts and states for graduating those students while maintaining the primacy of graduating the great preponderance of all students in four years; and provide incentives for schools, districts and states to create programs to serve students who have already dropped out and are over-age and undercredited. Again, we thank you for introducing the Every Student Counts Act and for your leadership on this critical issue. Sincerely, Alliance for Excellent Education. American Foundation for the Blind. Association of University Center on Disabilities Bazelon Center for Mental Health Law Big Brothers Big Sisters Children and Adults with Attention-Deficit/Hyperactivity Disorder (CHADD) Council for Learning Disabilities Disability Rights Education & Defense Fund Easter Seals First Focus GLSEN--the Gay, Lesbian and Straight Education Network Helen Keller National Center Higher Education Consortium for Special Education Learning Disabilities Association of America League of United Latin American Citizens Knowledge Alliance National Association for the Education of Homeless Children and Youth National Center for Learning Disabilities, Inc. National Coalition on Deaf-Blindness National Collaboration for Youth National Forum to Accelerate Middle-Grades Reform Project GRAD Teacher Education Division of the Council for Exceptional Children Teachers of English to Speakers of Other Languages, Inc. "], "capitolwords_url": "http://capitolwords.org/date/2008/09/26/S9660_statements-on-introduced-bills-and-joint-resolutio/"}