{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 110, u'title': u'IN MEMORY OF BOB HATTOY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-03-21/html/CREC-2007-03-21-pt1-PgS3515-2.htm', u'number': 49, u'id': u'CREC-2007-03-21-pt1-PgS3515-2.chunk0', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S3515-S3516', u'speaker_party': u'D', u'date': u'2007-03-21', u'bills': None, u'bioguide_id': u'B000711', u'order': 0, u'speaking': [u"Mr. President, today, Senator Dianne Feinstein and I pay tribute to Bob Hattoy, a cherished friend and one of America's most passionate warriors for the environment and human rights. We will miss him dearly.", u"We first met Bob during his decade of service to the Sierra Club as its regional director for California and Nevada. He was an outspoken advocate in the campaigns to protect our precious coast and desert, always increasing awareness about threats to California's environment with a unique mixture of inspiration and irreverence.", u"It was only fitting that he was tapped by then-Governor Bill Clinton to serve as his Presidential campaign's top environmental adviser. But just as he was set to join the campaign, Bob's doctor discovered a lump under his arm that signaled his HIV had progressed.", u'His instinct was always to fight on, so between agonizing treatments, Bob traveled the country relentlessly to speak out against AIDS.', u'Taking on this fight--both privately and publicly--was a remarkable choice. But for those who were blessed to know him, it was not surprising.', u'We will never forget the historic and moving address he gave at the Democratic National Convention in 1992. The first openly gay American with HIV/AIDS to speak at a political convention, Bob brought so many of us to tears and action by showing the real costs of AIDS and the real meaning of courage.', u'He said that day: ``You see, I have AIDS. I could be an African-American woman, a Latino man, a 10-year-old boy or girl. AIDS has many faces. And AIDS knows no class or gender, race or religion, or sexual orientation. ', u'Over the next 15 years, as many other activists moved on to other challenges, Bob never gave up the battle to make sure America truly lived up to its ideals. Sometimes that meant working tirelessly to elect progressive candidates.', u"Sometimes it meant standing up and speaking out, whether it was taking on a bureaucrat or a President. Most recently, it meant moving to Sacramento to devote more time to serving as president of California's Fish and Game Commission.", u'The last time we saw Bob was 2 months ago in Washington, DC, as we all celebrated the new majority in Congress and the historic election of Speaker Nancy Pelosi.', u"If Bob was sick or struggling that day, he certainly didn't let on. He wanted to reminisce about the past and toast the future with that same larger than life personality that made him so special.", u'Now, as so many friends mourn his passing, we also celebrate his life. We celebrate his candor and compassion, his sense of humor and sense of purpose, his ability to amuse and inspire us all. And we celebrate his lasting legacy in the relationships he forged, the rights he championed, and the natural resources he protected for generations to come. '], u'capitolwords_url': u'http://capitolwords.org/date/2007/03/21/S3515-2_in-memory-of-bob-hattoy/'}