{u'speaker_state': u'CA', u'speaker_raw': u'mr. sherman', u'speaker_first': u'Brad', u'congress': 110, u'title': u'IRAN COUNTER-PROLIFERATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-25/html/CREC-2007-09-25-pt1-PgH10764-2.htm', u'number': 143, u'id': u'CREC-2007-09-25-pt1-PgH10764-2.chunk15', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Sherman', u'pages': u'H10764-H10774', u'speaker_party': u'D', u'date': u'2007-09-25', u'bills': None, u'bioguide_id': u'S000344', u'order': 15, u'speaking': [u'Mr. Speaker, I thank the chairman for yielding, and I thank him for this outstanding piece of legislation.', u'Yesterday, at Columbia University, Mahmoud Ahmadinejad made two points that were newsworthy. First, there are no gay people in Iran. Second, there is no nuclear weapons program in Iran. These two points are equally true.', u"To focus on Iran's nuclear program, we do not need military action. I want to emphasize that this bill does not authorize, it does not justify, it does not urge military action in any way. In fact, it gives us an alternative, and that is economic and diplomatic pressure.", u"Now, we owe a special debt of gratitude to the mullahs who are running Iran, because their mismanagement, corruption and oppression has made their government vulnerable, vulnerable even in an $80-a-barrel world. Today, Iran faces a slow decline in its oil fields. Without further investment, they won't be exporting oil in 10 years. Today, as I speak, they are rationing gasoline in Tehran.", u"We need to be able to use our considerable broadcasting resources to send a message into Iran for the people and elites of that country: that you face diplomatic and economic isolation if you don't abandon your nuclear program. The problem is that none of us can lie that well in Farsi. We have not imposed economic isolation on Iran. But with this bill, we can begin.", u'We have acquiesced in World Bank loans to the Government of Iran. With this bill, we stop putting money into the unit of the World Bank that is making loans to Iran. We ought to look at other things we can do to make sure that there are no further World Bank loans to Iran.', u"Currently, we import from Iran--not oil, but only the stuff we don't need, and they can't sell anywhere else. This bill ends imports from Iran.", u'With regard to oil companies, again, we owe a special debt of gratitude to those mullahs whose outrageous business practices and threats of expropriation have made oil companies reluctant to invest in Iran. But now we have got to make them more reluctant to invest in Iran. This bill turns to foreign subsidiaries of U.S. oil companies and bans their investment in Iran. ', u"With regard to foreign-based oil companies, it sends a clear message: Don't do business with Iran if you expect to do business-as-usual in the United States. We have had that kind of sanction against foreign-based oil companies for quite some time under what was then called the Iran-Libya Sanctions Act (ILSA). We applied that act against Libya, and it worked. It is now time to apply that act with regard to oil companies investing in Iran. This bill moves us a long way in that direction."], u'capitolwords_url': u'http://capitolwords.org/date/2007/09/25/H10764-2_iran-counter-proliferation-act-of-2007/'}