{u'speaker_state': u'VT', u'speaker_raw': u'mr. welch of vermont', u'speaker_first': u'Peter', u'congress': 110, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3685, EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13225-2.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13225-2.chunk8', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Welch', u'pages': u'H13225-H13228', u'speaker_party': u'D', u'date': u'2007-11-07', u'bills': None, u'bioguide_id': u'W000800', u'order': 8, u'speaking': [u'Mr. Speaker, I rise in strong support of H.R. 3685, the Employment Non-Discrimination Act, or ENDA, which prohibits employment discrimination on the basis of sexual orientation.', u"Unfortunately, in 31 states, it is still legal to fire someone because that person is gay, lesbian, or bisexual. In 39 states, it is legal to do so if the person is transgender. I am proud that Vermont already protects individuals against employment discrimination based on both sexual orientation and gender identity. Vermont's 1992 Human Rights Law included sexual orientation protections in public and private employment, as well as public accommodations, education, housing, credit, insurance and union practices. In May of this year, Vermont included gender identity protections in employment, public accommodations, and housing. I applaud Vermont for these important steps and we must do the same on the national level.", u"When making employment decisions, employers should look at an individual's qualifications and the quality of the work they produce, not their sexual orientation or gender identity. The public strongly supports this notion.", u'Many employers have already acted on their own. Approximately 90 percent of Fortune 500 companies include sexual orientation in their nondiscrimination policies. More specifically, 49 of the Fortune 50 companies have a policy against employment discrimination on the basis of sexual orientation.', u'Progress is being made on the gender identity front as well. Approximately 25 percent of Fortune 500 companies include protections against gender identity discrimination in their corporate policies.', u'Where employers do not act, however, the Federal government must step in and extend this protection to employees across the country. Employees are currently protected from discrimination on the basis of race, gender, religion, national origin or disability.', u'If not enacted today, I believe this Congress will soon realize that gender identity protections, like in Vermont, are also necessary and I stand ready to join my colleagues in taking that next step.', u'The decision before us today is whether or not we take a giant step forward. Whether or not we as a Congress want to protect the millions of gays and lesbians across the country from employment discrimination. This legislation is a perfect example of how this Congress has made a commitment to a new direction. This new direction embodies the values of equality and fairness, making sure that workers, children, families, and communities can fully participate in the successes of our economy. This bill would have never seen the light of day in past Congresses.', u"I am glad that the rule makes in order the amendment by Representative Baldwin to include ``gender identity'' protections in the bill. I urge all my colleagues to support the rule, support the Baldwin amendment, and support the underlying bill.", u'The material previously referred to by Mr. Hastings of Washington is as follows:', u"In section 1 of the resolution, strike the sentence which begins ``Amendment number 3 in the report of the Committee on Rules''."], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13225-2_providing-for-consideration-of-hr-3685-employment-/'}