{u'speaker_state': u'PA', u'speaker_raw': u'mr. specter', u'speaker_first': u'Arlen', u'congress': 109, u'title': u'UNANIMOUS CONSENT REQUEST--H.R. 4437', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm', u'number': 69, u'id': u'CREC-2006-06-05-pt1-PgS5401-10.chunk16', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Specter', u'pages': u'S5401-S5424', u'speaker_party': u'R', u'date': u'2006-06-05', u'bills': [u'S.J. Res. 1'], u'bioguide_id': u'S000709', u'order': 16, u'speaking': [u'Mr. President, I have sought recognition to oppose S.J. Res. 1, known as the marriage amendment. I do believe marriage is a sacred institution between a man and a woman. I believe the Congress of the United States has acted responsibly on the Defense of Marriage Act. In 1996, it passed this body with only 14 dissenting votes. I believe that does protect the institution of marriage.', u'I believe former Senator Barry Goldwater said it comprehensively and succinctly when he said that government ought to be kept off our backs, out of our pocketbooks, and out of our bedrooms. This is a matter which ought to be left to the States, and the States are taking care of it.', u'Nineteen States now have constitutional amendments protecting marriage solely between a man and a woman. Twenty-six other States have statutes designed to protect traditional marriage by defining marriage only as a union between a man and a woman. Five States have no statutory or constitutional protection for traditional marriage, only five: Massachusetts, New Jersey, New Mexico, New York, and Rhode Island. The voters in seven States--Alabama, Idaho, South Carolina, South Dakota, Tennessee, Virginia, and Wisconsin--will vote on constitutional amendments this year. Another five State legislatures--Colorado, Indiana, Iowa, Massachusetts, and Pennsylvania--are considering sending constitutional amendments to voters in 2006 or 2008, and ballot initiatives are currently underway in three States--Arizona, Florida, and Illinois. Six States--California, New Jersey, Connecticut, Hawaii, Maine, and Vermont--have adopted a domestic partnership or civil union law, each without any mandate from the courts, except for in Vermont, where the State supreme court did intervene.', u"There are many lawsuits pending to work on this issue within the context of States' rights. Nine States face lawsuits challenging traditional marriage--California, Connecticut, Iowa, Maryland, Nebraska, New Jersey, New York, Oklahoma, and Washington. In four of those States--California, Maryland, New York, and Washington--trial courts have found a right to same-sex marriage in State constitutional provisions relating to equal protection and due process, in each case relying in part on the Massachusetts decision. State supreme courts will decide appeals of those decisions, presumably in 2006 or 2007.", u"There are also a number of Federal cases involving this issue. In Nebraska, a Federal district court found unconstitutional a State constitutional amendment passed by 70 percent of Nebraska voters. The U.S. Court of Appeals for the Eighth Circuit heard arguments on the State's appeal in February of this year. Federal district court challenges to the Federal Defense of Marriage Act are pending in Washington and Oklahoma, and cases were previously filed in Florida.", u"The Supreme Court of the United States has emphatically and repeatedly declared that marriage is a matter for the State courts. The Supreme Court recognized ``domestic relations as `an area that has long been regarded as a virtually exclusive province of the States' '' in Zablocki vs. Redhail in 1978.", u"In 1859, going back a century and a half, in Barber vs. Barber, the Supreme Court of the United States expressly ``disclaim[ed] altogether any jurisdiction in the courts of the United States upon the subject of divorce. . . .''", u"Less than 20 years later, in Penoyer vs. Neff, 1878, the Court reaffirmed that the States have the exclusive right to define the requirements of marriage and said that ``[t]he State . . . has [the] absolute right to prescribe the conditions upon which the marriage relation between its own citizens shall be treated, and the causes for which it may be dissolved.''", u'The matter of marriage is solely within the province of States, as are the divorce laws. What would be next if this amendment is passed dealing with the States? Rules on child custody cases? Adoption regulations? Or probate laws to determine who is entitled to inherit property? Like these other issues, this is a quintessential matter for State control.', u'It is important to note that in the Defense of Marriage Act, there is a specific provision that States need not grant full faith and credit. The law specifies as follows:', u'No State shall be required to give effect to any public act, record, or judicial proceeding of any other State respecting a relationship between persons of the same sex that is treated as a marriage under the laws of such other State or a right or claim arising for such relationship.', u'So we have the law emphatically set out that the courts have consistently held and the Supreme Court of the United States itself for more than a century and a half has said that marriage is a matter for the States. We know that when Massachusetts or any State acts to the contrary, that the action of Massachusetts will not be entitled to full faith and credit. We know that there are many lawsuits now litigating this matter, so that the relationship of marriage is being adequately handled by the States. If it should become necessary for the consideration at a later date of a constitutional amendment to be considered, there would be ample time to do so.', u'It is important to note the avalanche of statements by highly respected people in the tradition of what former Senator Goldwater said, that we ought to keep the government off our backs, out of our pocketbooks, and out of our bedrooms, as a matter of privacy and as a matter of tolerance--two very highly placed values in our society.', u'During the 2000 election campaign, Vice President Cheney had this to say:', u"The fact of the matter is that we live in a free society, and freedom means freedom for everybody . . . It is really no one else's business in terms of trying to regulate or prohibit behavior in that regard . . . I think states are likely to come to different conclusions, and that's appropriate.", u'That was the Vice President.', u'The distinguished conservative academic professor James Q. Wilson had this to say:', u'The states should . . . decide about gay marriages . . . Though I oppose gay marriage, voters in some states may approve it. If they do, we will have a chance to learn what it means in practice, with the costs and benefits falling on people who have accepted it. Moreover, . . . since feelings run high on this matter, it would be a mistake to let it be decided as the right to abortion was decided. If there were the gay marriage equivalent of Roe v. Wade or a constitutional ban on it, we would infect the nation with the divisive anger that followed Roe and our earlier attempt at alcohol prohibition.', u"Professor Richard Epstein, University of Chicago Law School, had this to say in the Cato Institute's article, ``Live and Let Live'':", u'The question is whether ``the majority of the public [should] impose its will on a minority within its midst in the absence of any need for collective decision. The claim for same-sex marriage is no weaker than any other claim of individual rights on personal and religious matters . . . The path to social peace lies in the willingness on all sides to follow a principle of live-and-let-live on deep moral disputes. Defenders of the illiberal Marriage Amendment should look to their churches, not Congress and the states, to maintain the sanctity of the marriage.', u'Professor Dale Carpenter at the University of Minnesota Law School, publishing in the Cato Institute Policy Analysis, had this to say:', u"An amendment banning same-sex marriage is a solution in search of a problem . . . A constitutional amendment defining marriage would be a radical intrusion on the nation's founding commitment to federalism in an area traditionally reserved for state regulation, [that is] family law. There has been no showing that federalism has been unworkable in the area of family law.", u"Richard Posner, the distinguished Federal judge in the Seventh Circuit said the solution for gay marriage ``is to submit it to social experimentation. A great advantage of our Federal system is that it enables large-scale social experiments.''", u"The distinguished columnist, Andrew Sullivan, writing as the Columnist for the New Republic on the National Review Online, said the marriage amendment ``tramples on any notion of federalism, . . . egregiously violates States' rights, and . . . seeks to impose a uniform settlement on an entire country in perpetuity. The amendment is more typical of the excesses of modern liberalism than anything vaguely conservative.''", u"George Will of the Washington Post put it succinctly, saying that the marriage amendment ``is unwise for two reasons. Constitutionalizing social policy is generally a misuse of fundamental law. And it would be especially imprudent to end State responsibility for marriage law at a moment when we require evidence of the sort that can be generated by allowing the States to be laboratories of social policy.''", u'Mr. President, I suggest that the evidence and judgments against this marriage amendment are powerful and overwhelming in terms of our traditional view of tolerance, our traditional view of privacy. The fundamental concept of federalism reserves all power to the States and the individuals that are not specifically granted to the Federal Government. This is especially so in a context like marriage, which is a quintessential issue for determination by the States, like adoption, like divorce, like child custody, like probate--these are all matters for the State.', u"I brought this matter to the floor with the calculation that the Judiciary Committee ought not to bottle up matters, because the Constitution says these issues are to be decided by the Senate and not by the Judiciary Committee. We have an unfortunate precedent of the Judiciary Committee bottling up legislation, a precedent which the Judiciary Committee today will not follow. We will report such matters out, even where the individual Members voting may not agree with them. That is a view that I have personally held as long ago as 1987 when I voted to send Judge Bork's nomination to the Supreme Court to the floor of the Senate, even though I strongly objected to his confirmation as a Supreme Court Justice. But it seemed to me then, as it seems to me now, that the Constitution requires that decision to be made by the full Senate.", u'In 1957, the Senate Judiciary Committee had no rules. The chairman of the committee, James Eastland, wanted to bottle up civil rights legislation, and he explained the inactivity of the Judiciary Committee as follows:', u"Well, a committee that has no rules, the Senate rules govern. The Senate rules provide that to file a cloture petition must be signed by 16 Senators. So we had an unlimited debate in the Judiciary Committee. We had 15 members, so there wasn't any way anyone could file a cloture petition.", u'Accordingly, the civil rights bill was defeated by filibuster in committee.', u'After President Eisenhower introduced the bill that later became the Civil Rights Act of 1960, it eventually became was clear that Chairman Eastland again would not release the civil rights bill from the Judiciary Committee. In order to get the bill to the floor, the civil rights bill was offered on the Senate floor on February 15, 1960, as an amendment to a minor bill concerning the leasing of a surplus U.S. Army building to a school district in Missouri. It is curious that the lease of a school building in Missouri would be the jurisdictional base for the Civil Rights Act.', u"In 1964, in order to avoid Chairman Eastland's tactics, the Senate voted 54 to 37 to bypass the Judiciary Committee altogether and place the House bill directly on the Senate calendar. In the action when the Judiciary Committee voted S.J. Res. 1 out of committee last month, my distinguished colleague, Senator Leahy, noted that, unless we reported the resolution out of Committee, it was going to be brought to the floor under rule XIV, which is the leader's prerogative. Senator Leahy stated that he felt it preferable that the Judiciary Committee act in our traditional way and vote. I thanked him at the time and I thank him now.", u'My view is that the matters ought not to be bottled up in committee, and the precedent cited about Chairman James Eastland, going back 40 years ago, is ample precedent that matters ought to come to the Senate floor.', u'It is my hope that this will not be a lengthy debate. We have considered this matter before and it carried votes only in the forties, far short of the 60 necessary for cloture, and far short of the 67 necessary to pass a constitutional amendment.', u'In the context where we have many pressing and important matters, it is my hope that our colleagues will come to the floor, debate the issue so that the Senate can work its will and we can proceed to other important matters for the United States Senate.', u'The chairman of the Constitutional Law Subcommittee, Senator Sam Brownback, will be in charge of managing the amendment for those who favor. Senator Leahy and I can handle the management for those in opposition. I thank the Chair and yield the floor. The PRESIDING OFFICER. The Senator from Vermont is recognized.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/'}