{u'speaker_state': u'NY', u'speaker_raw': u'mr. ackerman', u'speaker_first': u'Gary', u'congress': 109, u'title': u'BROADCAST DECENCY ENFORCEMENT ACT OF 2005', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-06/html/CREC-2006-06-06-pt1-PgH3388.htm', u'number': 70, u'id': u'CREC-2006-06-06-pt1-PgH3388.chunk21', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Ackerman', u'pages': u'H3388-H3391', u'speaker_party': u'D', u'date': u'2006-06-06', u'bills': None, u'bioguide_id': u'A000022', u'order': 21, u'speaking': [u'Mr. Speaker, I am continually amazed that defending our Constitutionally guaranteed freedom of speech is such a lonely job in the House of Representatives. I believe in decency and protecting children as much as any Member, but what is at stake here is freedom of speech and whether it will be nibbled to death by election-minded politicians and self-righteous pietists.', u"If you don't believe that this so-called Broadcast Decency Act will have a chilling effect on free speech, let's take a look at a few examples of how the culture of censorship has spread to the airwaves over the past few years.", u"Numerous ABC affiliates refused to commemorate Veteran's Day by airing the movie ``Saving Private Ryan'' because they feared an FCC fine. Ironically, ABC had previously aired unedited versions of the WorId War II movie in 2001 and 2002 without incident.", u"Many PBS stations refused to air an episode of the children's show ``Postcards with Buster'' because Buster, an 8-year-old bunny, learned how to make maple syrup from a Vermont family with two mothers.", u"CBS refused to air a political advertisement during the Super Bowl because it was critical of President Bush's role in creating the Federal deficit.", u"CBS and NBC refused to run a 30-second ad from the United Church of Christ because it suggested that gay couples were welcome to their church, and the networks felt that it was ``too controversial'' to air.", u"This is how free speech dies: with the pruning of self-satisfied politicians and the whimpering of fearful citizens. These are just a few examples that occurred before this ill-conceived bill has even been signed into law. Broadcasters will certainly increase these practices and bite their tongues when ``decency'' enforcers can slap them with a $325,000 fine, multiplied by numerous stations. How much farther down the slippery slope of censorship will we slide?", u"Even more galling is that this free-speech assault is coming from a mere fragment of the public, one organization--the Parents Television Council--representing the religious right and their far right-wing political agenda. This organization, which is responsible for 99.9 percent of the so-called indecency complaints filed with the FCC, boasts ``nearly 1 million members.'' True or not, while that may be a sizable number for an individual organization, when compared to the almost 300 million people currently living in the United States, it really amounts to a small handful of people--less than one percent. Why should this tiny population of scolds be allowed to censure what the remaining 99.66 percent of us listen to?", u'It is not for this Congress to put limits on free speech. The public decides what they want to listen to and what they want to hear. They can change the channel, they can change the station, they can turn it off. It is not just speech that we agree with and we think is right that we have to tolerate. The true test of freedom of speech is if we tolerate ugly speech, obnoxious speech, and speech that we disagree with.', u'We need to defend our Constitution. We need to defend freedom of speech, and that is really what is at stake here. Passing this bill is a huge mistake and this vote will mark a very dark day in American history. We are going down a slippery slope and no one can honestly say where it will stop. A vote for this bill is a frontal assault on our Constitution and the protections that it gives to the American people.', u'Mr. Speaker, I for one will be voting against this bill, and I urge my colleagues to do the same.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/06/H3388_broadcast-decency-enforcement-act-of-2005/'}