{u'speaker_state': u'WV', u'speaker_raw': u'mr. byrd', u'speaker_first': u'Robert', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5517-6.htm', u'number': 71, u'id': u'CREC-2006-06-07-pt1-PgS5517-6.chunk43', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Byrd', u'pages': u'S5517-S5534', u'speaker_party': u'D', u'date': u'2006-06-07', u'bills': None, u'bioguide_id': u'B001210', u'order': 43, u'speaking': [u"Mr President, today I voted to invoke cloture on the motion to proceed to debate the constitutional amendment to ban same-sex marriage. Let me be clear: I have always strongly opposed same-sex marriage. I believe that there is much confusion about the role of the Federal Government and the institution of marriage, and that the public should have the benefit of a debate on the matter. It is my belief that the State of ``marriage'' can exist only between a man and a woman. The Bible tells us that marriage must be defined this way, and that the marriage vow between a husband and wife, meaning between a man and a woman, is sacred. I believe it. I have lived it. My darling wife Erma and I were married for nearly 69 years.", u"I also believe that any substantive debate on this issue must examine not only the marriage relationship between a man and a woman but also the constitutional relationship between States and the Federal Government. It is the role of the Federal Government to preserve each State's prerogative to make laws concerning marriage and the family, since this is an area of the law traditionally left to the States. This is the essence of federalism. The job of the Congress is to preserve and protect the legislative authority of each State, so that, for example, unions legal in another State cannot be foisted onto the God-fearing people of West Virginia.", u"Largely because I believe so strongly in protecting West Virginia's ability to legislate in this area, I have been, and continue to be, an ardent advocate of the Defense of Marriage Act, DOMA. This law, which was passed by a bipartisan majority of the U.S. Congress and became law in September 1996, makes it clear that no State, including West Virginia, is required to give legal effect to any same-sex marriage approved by another State. DOMA also defines marriage for Federal purposes as being ``a legal union between one man and one woman as husband and wife,'' and a spouse as being only ``a person of the opposite sex who is a husband or a wife.''", u'I strongly endorse the principles codified by DOMA. Not surprisingly, in 2000, West Virginia enacted its own law against same-sex marriage, similar to DOMA. Thus, title 48 of the West Virginia Code now precludes the State of West Virginia from giving legal effect to unions of same-sex couples from other jurisdictions.', u'As a consequence, both State and Federal law now prevent same-sex marriage in West Virginia. With these laws on the books, I do not believe it is necessary to amend the U.S. Constitution to address this issue. States such as West Virginia already have the power to ban gay marriages. State marriage laws should not be undermined by the Federal Government. Thus, our goal should not be to lessen the power of the several States to define marriage, but to preserve that right by expressly validating the role that they have played in this arena for more than 200 years.', u'Mr. President, throughout the annals of human experience, the relationship of a man and woman joined in holy matrimony has been a keystone to the stability, strength, and health of human society. I believe in that sacred union to the core of my being.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/07/S5517-6_marriage-protection-amendment-motion-to-proceed/'}