{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 109, "title": "SECURE FENCE ACT OF 2006--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-09-28/html/CREC-2006-09-28-pt1-PgS10431.htm", "number": 124, "id": "CREC-2006-09-28-pt1-PgS10431.chunk72", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S10431-S10442", "speaker_party": null, "date": "2006-09-28", "bills": null, "bioguide_id": null, "order": 72, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Washington.--House members from rural areas and the South clashed with big-city lawmakers Thursday over who should get a bigger share of federal money to care for AIDS patients. ``It's shameful and disgraceful,'' shouted Rep. Eliot Engel, D-N.Y., denouncing amendments to the $2.1 billion Ryan White CARE Act that could take millions of dollars out of New York's health care coffers. The HIV/AIDS epidemic is moving,'' countered Rep. Joe Barton, R-Texas. ``This is a very fair compromise. It begins to treat all states on an equal footing.'' The House was expected to vote on the bill later in the evening. A two-thirds vote was needed for passage. Even if it passes the House, the bill faces uncertain prospects in the Senate before Congress recesses at the end of the week to campaign for re-election. Senators from New York, New Jersey and California are blocking it. Supporters said the election-year updates were needed because of how AIDS has changed since the Ryan White law first passed in 1990. Once a big-city epidemic infecting mostly gay white men, the disease is now prevalent in the South and among minorities. By some measures federal funding has not kept up, and states like California, New York and New Jersey get more money per patient than Alabama, Kentucky or North Carolina. The Ryan White amendments, the first since 2000, make a number of changes aiming to spread money more equally around the country. While current law only counts patients with full-blown AIDS, the revision also would count patients with the HIV virus who have not developed AIDS. That change would favor parts of the country where the disease is a newer phenomenon, which tend to be southern and rural areas. New York state stands to lose $100 million over the five years of the bill. New Jersey would lose $70 million. Alabama, by contrast, would get an increase from $11 million a year to about $18 million a year. ``The problem is that the population of those needing services has grown, but the funding for Ryan White programs has not grown with it,'' said Rep. Henry Waxman, D-Calif. ``That means if we're going to give to some people who are very deserving, we're going to take from others who are very deserving.'' California and some other states are worried about a change in the bill that mandates counting HIV patients by name instead of codes. Some states used code-based systems out of concern for patient privacy. California could lose an estimated $50 million in the last year of the bill, when the name-based system would take effect, because it won't be prepared to make the transition."], "capitolwords_url": "http://capitolwords.org/date/2006/09/28/S10431_secure-fence-act-of-2006-resumed/"}