{u'speaker_state': u'MA', u'speaker_raw': u'mr. meehan', u'speaker_first': u'Martin', u'congress': 109, u'title': u'CONGRATULATING THE NEW ENGLAND PATRIOTS FOR WINNING SUPER BOWL XXXIX', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-15/html/CREC-2005-02-15-pt1-PgH597.htm', u'number': 16, u'id': u'CREC-2005-02-15-pt1-PgH597.chunk19', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Meehan', u'pages': u'H597-H601', u'speaker_party': u'D', u'date': u'2005-02-15', u'bills': None, u'bioguide_id': u'M000627', u'order': 19, u'speaking': [u'Mr. Speaker, I rise in enthusiastic support of H. Res. 86, congratulating our New England Patriots on winning their third Super Bowl in 4 years.', u"The word ``dynasty'' has become synonymous with the New England Patriots. And deservedly so. Only one other team has accomplished what the Patriots have done--the Dallas Cowboys of the early 1990s. I believe that these Patriots have staked a real claim on the moniker of ``America's Team.''", u'But when the history of this team is written, there is one word that seems most fitting: class.', u'Class means many things, especially in the world of sports.', u"Class means a head coach, such as bill Belichick, who immediately after overtaking Vince Lombardi as the NFL coach with the best playoff winning percentage talks about ``starting at the bottom of the mountain'' next season. It also means a coach who deflects personal credit as adroitly as he outsmarts opposing coaches. Similarly, class seems suitable for a coach who should rather talk endlessly about his role models than about himself, even after he eclipses those role models in all measures of success.", u"Class also means a team that overcomes injuries to two key starters, Ty Law and Tyrone Poole, when unheralded players, such as Randall Gay and Asante Samuel, play like seasoned veterans in the most stressful situations imaginable, to the disbelief of all observers. It means a group of players whom many outside New England don't recognize by name or face but only as part of a team. And class might also describe a team whose accomplishments are sometimes dismissed as ``luck'' even when, by definition, ``luck'' can't explain continuous triumph, game after game, season after season, at home and on the road, in close games and blowouts, in air-conditioned domes and Foxborough blizzards.", u'Class refers to players, such as Tom Brady and Deion Branch, who would rather credit their teammates than tout their own efforts. Class describes players such as Willie McGinest and Tedy Bruschi, who would rather win Super Bowls than All-Pro invitations, as well as players such as Corey Dillon and Rodney Harrison, who have silenced past critics with their on-field performance not their off-field remarks.', u"Class means owners who care as much about the team as does the most passionate fan. The Kraft family, longtime New Englanders and Patriots' season ticket holders, seem to fit that description to a tee. Like the rest of Patriots Nation in 1994, Robert and Myra Kraft were devastated to see the team on the verge of moving to St. Louis. So much so, in fact, that they spent $200 million to prevent that from happening.", u'Class also means owners who view their role in the community with dignity and responsibility. Although the Kraft family builds championships and unrivaled proficiency, their off-field victories may be even more impressive. Through the Patriot Charitable Foundation, the Krafts have made charitable affairs an integral part of their community presence, and as important a goal as any Super Bowl victory.', u"And perhaps most importantly, class means never describing oneself as a ``dynasty,'' because dynasties are never proclaimed, but only earned--something a team with class, like the New England Patriots, knows quite well.", u'I join my colleagues in saluting the unsurpassed accomplishments of the New England Patriots.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/15/H597_congratulating-the-new-england-patriots-for-winnin/'}