{u'speaker_state': u'VT', u'speaker_raw': u'mr. sanders', u'speaker_first': u'Bernard', u'congress': 109, u'title': u'BROADCAST DECENCY ENFORCEMENT ACT OF 2005', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-16/html/CREC-2005-02-16-pt1-PgH652.htm', u'number': 17, u'id': u'CREC-2005-02-16-pt1-PgH652.chunk20', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Sanders', u'pages': u'H652-H664', u'speaker_party': u'I', u'date': u'2005-02-16', u'bills': None, u'bioguide_id': u'S000033', u'order': 20, u'speaking': [u'I thank the gentleman for yielding me this time.', u'Mr. Speaker, this is a bad bill. It is a dangerous bill. I get a little bit tired of people in Congress talking about freedom, freedom, freedom. But apparently they do not want to give the American people the freedom to make the decisions with regard to what radio and television programs they can watch or hear.', u'I am not a conservative, but let me quote from an honest conservative who does not want government regulating what the American people see and hear. This is a gentleman from the Cato Institute, Mr. Adam Thierer:', u"``Those of us who are parents understand that raising a child in today's modern media marketplace is a daunting task at times. But that should not serve as an excuse for inviting Uncle Sam in to play the role of surrogate parent for us and the rest of the public without children.", u'``Even if lawmakers have the best interest of children in mind, I take great offense at the notion that government officials must this job for me and every other American family.', u"``Censorship on an individual/parental level is a fundamental part of being a good parent. But censorship at a government level is an entirely different matter because it means a small handful of individuals get to decide what the whole Nation is permitted to see, hear, or think.'' Cato Institute. Honest conservatives.", u'Mr. Speaker, the specter of censorship is growing in America today, and we have got to stand firmly in opposition to it. What America is about is not my agreeing to what one says; it is my agreeing that they have the right to say it. That is what we fought for.', u"I am particularly outraged when I read in Reuters on December 13, ``Sixty-six ABC affiliates refused to air the uncut movie on Veterans Day last month'' of ``Saving Private Ryan,'' ``citing concerns they could face fines for profanity and graphic violence from the FCC.''", u'The men who fought in World War II against Hitler, who gave their lives on D-Day, we cannot see that film because ABC is afraid to show us, and that is under the old rules.', u"In addition to the self-censorship imposed by ABC on ``Saving Private Ryan,'' there is more. In January of 2004, CBS refused to air a political advertisement, paid political advertisement, during the Super Bowl by MoveOn.org that was critical of President Bush's role in creating the Federal deficit. They could not pay to get an ad on because CBS was nervous. Last November, CBS and NBC refused to run a 30-second ad from the United Church of Christ because it suggested that gay couples were welcome into their church. They were afraid to run that. And just last month many PBS stations refused to air an episode of ``Postcards with Buster'' because they showed a lesbian couple.", u'In other words, this legislation cannot be taken out of context with the overall move towards censorship which is taking place in this country. And I would hope that my conservative friends who get up here every day talking about government regulators, get those government regulators off the backs of the people, I hope they will remember their rhetoric today. Let us not have a handful of government bureaucrats telling radio and TV stations and the American people what they can see and hear.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/16/H652_broadcast-decency-enforcement-act-of-2005/'}