{u'speaker_state': u'CA', u'speaker_raw': u'ms. woolsey', u'speaker_first': u'Lynn', u'congress': 109, u'title': u'FOR THE RELIEF OF THE PARENTS OF THERESA MARIE SCHIAVO (Continuation of Proceedings of Sunday, March 20, 2005)', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-03-20/html/CREC-2005-03-20-pt2-PgH1731-2.htm', u'number': 35, u'id': u'CREC-2005-03-20-pt2-PgH1731-2.chunk10', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Woolsey', u'pages': u'H1731-H1735', u'speaker_party': u'D', u'date': u'2005-03-20', u'bills': None, u'bioguide_id': u'W000738', u'order': 10, u'speaking': [u"Mr. Speaker, there is no more difficult decision for a family than to remove a loved one from life support. My heart goes out to the Schiavo family in this very personal and difficult time. However, I believe this to be a private family matter to be decided based on their own faith and values, without the government's intervention.", u"The Schiavo case has been a long and difficult one for Ms. Schiavo's family and friends. Mr. Speaker, I trust that the multiple court decisions and the multiple court reviews were properly evaluated. Each time the evidence pointed to the same unbiased conclusion: Terri Schiavo's wishes were clear and convincing. Doctors who have examined Ms. Schiavo have consistently said that she is in a persistent vegetative state. The only ones who disagree are those who are deciding based on videotapes. In fact, the Florida State legislature has not overridden the decisions of their State courts.", u'There is no doubt that this is a family tragedy. But, there is no room for the Federal Government in this case or in any similar case. It is unfair that this family during their time of grief has become a political pawn in an ideological war the conservative leadership is inappropriately propelling.', u"Mr. Speaker, Congress intervening in this matter sets a bad precedent for our entire legal system. The Republican leadership has repeatedly made a point of calling for the removal of Federal court jurisdiction over issues, such as gay marriage or displaying the Ten Commandments in public buildings, when the Federal courts render a decision that does not meet with their political ideology. In fact, they have gone so far as to introduce several legislative initiatives to strip controversial religious and social issues from the jurisdiction of Federal courts. Now, ironically, when a State has rendered a final decision that the Republican leadership disagrees with, they support reinstating the power of ``activist judges'' on the Federal level. The Republican leadership cannot have it both ways and should not interfere with the judicial process that has worked for over 200 years.", u'Instead we should be fighting to cover the 45 million Americans who are currently without health insurance and unable to get the services they need to live. We should be increasing scientific research funding to improve our medical procedures and help more people overcome the impossible.', u"Mr. Speaker, I am not here today to judge what is right or wrong in Ms. Schiavo's particular case. Only her loved ones can truly know in their hearts what is right for her, even if they cannot agree. But, what I do know is that whether someone has the right to live or die is not a decision that the Federal Government, and Members of Congress should not make."], u'capitolwords_url': u'http://capitolwords.org/date/2005/03/20/H1731-2_for-the-relief-of-the-parents-of-theresa-marie-sch/'}