{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 109, u'title': u'NOMINATION OF JOHN ROBERTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-09-12/html/CREC-2005-09-12-pt1-PgS9908-2.htm', u'number': 113, u'id': u'CREC-2005-09-12-pt1-PgS9908-2.chunk28', u'volume': 151, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Boxer', u'pages': u'S9908-S9911', u'speaker_party': u'D', u'date': u'2005-09-12', u'bills': None, u'bioguide_id': u'B000711', u'order': 28, u'speaking': [u'Mr. President, I thank Senator Murray because she has a way of putting things quite succinctly and clearly and I appreciate her coming to the floor.', u'There is a very interesting editorial today in USA Today, and I want to quote from it. The first part says there is no question that the President has chosen someone with similar views to Judge Rehnquist. This is what they say:', u'But, if the men are similar, the nation is different now from what it was when Rehnquist joined the Court 33 years ago, and that difference raises provocative questions for Roberts as Senate confirmation hearings begin today.', u"This is how they say it has changed since Judge Rehnquist's hearings:", u'In particular, the United States has become a far more tolerant society. In 1972, racial segregation was still being dismantled. Women, like African-Americans, were routinely deprived of equal opportunity. The notion that Americans possess a right to privacy, established by the landmark 1965 Supreme Court case that overturned state laws against birth control, was still taking root.', u'This editorial goes on to ask if Roberts would make it difficult for Congress to extend those gains or even turn back the clock, concluding:', u'His record leaves plenty of room for doubt.', u'Now, this is USA Today. It is not considered a liberal newspaper. It is a pretty mainstream paper and it raises the issue of privacy, writing:', u'In memos written when he was in the Reagan administration, Roberts disparaged the notion that there is a constitutional right to privacy that prevents the government from criminalizing contraception, abortion and gay sex.', u'And then it talks about race:', u"Roberts has belittled affirmative action as ``recruiting of inadequately prepared candidates'' and has argued for standards that would make it easier for school districts to evade desegregation orders.", u"On women's rights, it is also troubling:", u"Roberts ridiculed the concept that women are subject to workplace discrimination, and he argued for narrowing the government's ability to enforce the ban on gender discrimination in education.", u'They close by saying:', u"His record bears close scrutiny and his answers should go a long way toward determining whether he should be confirmed for a lifetime appointment as the Nation's most powerful jurist, deciding issues barely imaginable today and influencing the lives of generations to come.", u'As I say, this editorial is quite mainstream. It raises legitimate concerns about Judge Roberts. It basically says to the Senate, it is your job to find out how he is going to rule on cases we cannot even envision at this time.', u"I think that the committee is off to a good start. I received a briefing while I was on a plane today about the Senators' comments on both sides of the aisle. It clearly seems to be a confirmation that both sides are taking extremely seriously.", u"I say to those friends and colleagues on the other side who are counseling Judge Roberts that he does not have to answer questions, that would be a big mistake. The American people in poll after poll are saying to us, we have a right to know. We want to have answers to very important questions that will shed light on if Judge Roberts is going to make sure this Congress and this Federal Government can protect them; that we can protect the environment; equal rights for women and for minorities; that we have the ability to make life better for the American people; and that we, in fact, will be able to respect the dignity of our people by making sure there is not a ``so-called'' right to privacy but a fundamental right to privacy that has been articulated by the Court and that we hope Judge Roberts will uphold.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/09/12/S9908-2_nomination-of-john-roberts/'}