{u'speaker_state': u'MA', u'speaker_raw': u'mr. meehan', u'speaker_first': u'Martin', u'congress': 110, u'title': u'TRIBUTE TO C. DIXON OSBURN-', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-15/html/CREC-2007-05-15-pt1-PgE1047.htm', u'number': 80, u'id': u'CREC-2007-05-15-pt1-PgE1047.chunk0', u'volume': 153, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Meehan', u'pages': u'E1047', u'speaker_party': u'D', u'date': u'2007-05-15', u'bills': None, u'bioguide_id': u'M000627', u'order': 0, u'speaking': [u"Madam Speaker, today I pay tribute to C. Dixon Osburn, co-founder and executive director of Servicemembers Legal Defense Network for 13 years. Dixon recently left the helm of Servicemembers Legal Defense Network, and today I recognize and commend him for the contributions he has made to our nation's Armed Forces and to our nation's enduring goal of freedom and equality under the law for all Americans.", u"Servicemembers Legal Defense Network is a non-profit legal aid and advocacy organization founded in 1993 to assist service members living under the discriminatory ``Don't Ask, Don't Tell'' statute that became the law in my first months of serving in the United States Congress. Under Dixon's leadership, the organization has responded to more than 8,000 requests for assistance, and continues today to be a leader of the national movement to repeal ``Don't Ask, Don't Tell.''", u"I am proud to have worked with Dixon Osburn toward the goal of repealing ``Don't Ask, Don't Tell.'' This law has resulted in the discharge of more than 11,000 service members from our Armed Forces, at a cost of hundreds of millions of dollars. It is an affront to the patriotism and talent of the over one million lesbian, gay and bisexual Americans estimated to have served in our nation's Armed Forces to date.", u"I am proud to serve as the sponsor of legislation to repeal ``Don't Ask, Don't Tell,'' and I commend Dixon Osburn for all he has done to help lay the ground work for the passage of this important legislation."], u'capitolwords_url': u'http://capitolwords.org/date/2007/05/15/E1047_tribute-to-c-dixon-osburn-/'}