{u'speaker_state': u'OR', u'speaker_raw': u'mr. smith', u'speaker_first': u'Gordon', u'congress': 108, u'title': u'DR. MARTIN LUTHER KING, JR. DAY, 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-01-20/html/CREC-2004-01-20-pt1-PgS27-2.htm', u'number': 1, u'id': u'CREC-2004-01-20-pt1-PgS27-2.chunk1', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Smith', u'pages': u'S27-S28', u'speaker_party': u'R', u'date': u'2004-01-20', u'bills': None, u'bioguide_id': u'S001142', u'order': 1, u'speaking': [u'Mr. President, yesterday, we celebrated Martin Luther King Day. For many of us, this day was a time to reflect on the progress we have made in protecting civil rights and the work that remains. Dr. King once said:', u'Injustice anywhere is a threat to justice everywhere.', u"In 1998, a young man named Matthew Shepard was brutally beaten and left for dead simply because he was gay. He lived for 6 days in the hospital, just long enough for his family to gather and say goodbye. Matthew's story, and the heinous dragging murder of James Byrd 6 months earlier, brought hate crimes to the forefront of the national discourse. It taught us a profound lesson about the hatred that still lives in some of our citizens.", u'Hate crimes are violent acts intended by their perpetrators to send a message of animus and intimidation towards those whose religion, race, or sexual orientation might differ from their own. They are a violation of everything our country stands for. As Attorney General Ashcroft has said:', u'Criminal acts of hate run counter to what is best in America--our belief in equality and freedom.', u'Sadly, the number of reported hate crimes continues to grow at an alarming rate. The FBI catalogued over 9,700 hate crimes in 2001. That is an average of 26 hate crimes a day. At that pace, in the last 5 years, more than 47,000 hate crimes have been committed.', u"The current hate crimes law was enacted after the assassination of Dr. King, and it is woefully outdated. It does not apply to hate crimes based on sexual orientation, gender, or disability. Even in cases of crimes based on race, religion, or ethnic background, the law only protects victims who were attacked when engaged in ``federally protected activities'' such as jury service, interstate travel, or voting.", u'It is time to update this law, and I believe we have finally developed compromise legislation that can pass Congress. The Local Law Enforcement Enhancement Act, LLEEA, is a bipartisan bill that will provide support to local authorities investigating and prosecuting hate violence. LLEEA requires the Attorney General to appoint a Federal prosecutor to promote cooperation between Federal and local law enforcement. In addition, the bill recognizes that not all violence constitutes a hate crime, and provides that only those motivated by bias, with the intent to terrorize the victim, may be prosecuted as hate crimes.', u"LLEEA has been endorsed by more than 175 law enforcement, civil rights, and religious organizations, including attorneys general for 22 States, the National Sheriffs' Association, the International Association of Chiefs of Police; and the U.S. Conference of Mayors.", u"Nobody should live in fear because of who they are. Congress cannot continue to sit silently by while hatred spreads. And as Americans, it is time for us to send a message that we are prepared to confront this national plague and take another step closer to making Dr. King's dream a reality."], u'capitolwords_url': u'http://capitolwords.org/date/2004/01/20/S27-2_dr-martin-luther-king-jr-day-2004/'}