{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 108, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-01-21/html/CREC-2004-01-21-pt1-PgS124-5.htm', u'number': 2, u'id': u'CREC-2004-01-21-pt1-PgS124-5.chunk0', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S124-S125', u'speaker_party': None, u'date': u'2004-01-21', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u' Executive nominations received by the Senate January 21, 2004:', u'CLAUDIA PUIG, OF FLORIDA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR PUBLIC BROADCASTING FOR A TERM EXPIRING JANUARY 31, 2008, VICE WINTER D. HORTON, JR., TERM EXPIRED, TO WHICH POSITION SHE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE. GAY HART GAINES, OF FLORIDA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR PUBLIC BROADCASTING FOR A TERM EXPIRING JANUARY 31, 2004, VICE RITAJEAN HARTUNG BUTTERWORTH, RESIGNED, TO WHICH POSITION SHE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE.', u'FAYZA VERONIQUE BOULAD RODMAN, OF THE DISTRICT OF COLUMBIA, TO BE A MEMBER OF THE BROADCASTING BOARD OF GOVERNORS FOR A TERM EXPIRING AUGUST 13, 2006, VICE ROBERT M. LEDBETTER, JR., TERM EXPIRED, TO WHICH POSITION SHE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE.', u'CYNTHIA BOICH, OF CALIFORNIA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOR A TERM EXPIRING OCTOBER 6, 2007, VICE THOMAS EHRLICH, TERM EXPIRED, TO WHICH POSITION SHE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE. DOROTHY A. JOHNSON, OF MICHIGAN, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOR A TERM EXPIRING OCTOBER 6, 2007 (REAPPOINTMENT), TO WHICH POSITION SHE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE. HENRY LOZANO, OF CALIFORNIA, TO BE A MEMBER OF THE BOARD OF DIRECTORS OF THE CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOR A TERM EXPIRING OCTOBER 6, 2008, VICE CHRISTOPHER C. GALLAGHER, TERM EXPIRED, TO WHICH POSITION HE WAS APPOINTED DURING THE LAST RECESS OF THE SENATE.', u'THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE RESERVE OF THE ARMY TO THE GRADES INDICATED UNDER TITLE 10, U.S.C., ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES MARINE CORPS RESERVE TO THE GRADE INDICATED UNDER ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL CORPS AND FOR ', u"THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY JUDGE ADVOCATE GENERAL'S ", u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., ', u"THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY JUDGE ADVOCATE GENERAL'S CORPS AND FOR REGULAR APPOINTMENT UNDER TITLE 10, U.S.C., ", u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY AND FOR REGULAR ', u'THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY AND FOR REGULAR ', u'THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL SERVICE CORPS AND ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., ', u'THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., ', u'THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., ', u'THE FOLLOWING NAMED OFFICERS FOR REGULAR APPOINTMENT IN THE GRADES INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, '], u'capitolwords_url': u'http://capitolwords.org/date/2004/01/21/S124-5_nominations/'}