{"speaker_state": "CA", "speaker_raw": "ms. woolsey", "speaker_first": "Lynn", "congress": 108, "title": "BALANCING ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-02-10/html/CREC-2004-02-10-pt1-PgH420-7.htm", "number": 16, "id": "CREC-2004-02-10-pt1-PgH420-7.chunk1", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Woolsey", "pages": "H420-H421", "speaker_party": "D", "date": "2004-02-10", "bills": ["H.R. 3780"], "bioguide_id": "W000738", "order": 1, "speaking": ["Mr. Speaker, I introduced legislation last week that addresses one of the most urgent challenges facing American families. I call it the Balancing Act because it helps to strike the delicate balance between work and family.", "The Balancing Act, H.R. 3780, acknowledges that many Americans have two full-time jobs, one as employee, the other as parent; and it provides the tools to be both a reliable employee and a responsible parent.", "Over the last several decades, a socioeconomic revolution has fundamentally altered the American family, Mr. Speaker. When I grew up, we were a Nation of predominantly nuclear families with one breadwinner and one full-time parent. Today, more than two-thirds of all families have two parents or one unmarried parent working outside the home, but our government has not been responsive to these changes. The Balancing Act brings public policy out of the Ozzie and Harriet era and into line with the realities and pressures of modern life.", "Specifically, the Balancing Act will provide paid family leave after the birth or adoption of a baby or young child; make major investments in child care, training and benefits for providers, construction and renovation of facilities, and expanded child care for infants and disabled children.", "It will establish voluntary, universal preschool. It will expand the school breakfast program and provide dinners for children in afterschool programs whose parents are working late and make part-time employees eligible for job benefits while encouraging businesses to let more employees telecommute.", "The Bush administration could not be more hostile to families trying to perform the balancing act. Their tax cuts benefit wealthy Americans, whose lives are already balanced. They think we can afford to rebuild the Iraqi society, but we have to cut vocational education and family literacy right here at home. They even think we can afford a manned mission to Mars, but for life back here on earth, we have to lop $408 million from the Centers for Disease Control and Prevention.", "The administration does, however, want to help the poor acquire interpersonal skills so that they can promote and strengthen marriage, at a mere cost of $1.5 billion. But, Mr. Speaker, the people I talk to do not want the government to be their family therapist. They want a government that helps create good jobs, flexible workplaces, universal health insurance, affordable child care and safe after-school programs.", "No amount of counseling, Mr. Speaker, would have saved my marriage to a man who left me alone and destitute with three young children to raise. I was 29 years old. What I needed at that desperate moment in my life was not right wing moralizing but a compassionate safety net, the very social safety net conservatives seem determined to tear down. Although I had a job, I needed public assistance to provide my family with food, health insurance and child care. Only truly compassionate government policies helped me turn my life around.", "If one is a Republican, however, pro-family means that heterosexual marriage is so indispensable that we must spend $1.5 billion to promote it, but gay and lesbian marriage is so depraved that we ought to consider writing discrimination into our Constitution to prevent it.", "The Balancing Act offers a real pro-family agenda for all families. It addresses the issues families struggle with at the kitchen table, not the things they do in their bedrooms.", "Mr. Speaker, I urge my colleagues to join me in supporting my legislation."], "capitolwords_url": "http://capitolwords.org/date/2004/02/10/H420-7_balancing-act/"}