{u'speaker_state': u'OR', u'speaker_raw': u'mr. blumenauer', u'speaker_first': u'Earl', u'congress': 108, u'title': u'THE BUSH ECONOMIC PICTURE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-02-24/html/CREC-2004-02-24-pt1-PgH540.htm', u'number': 20, u'id': u'CREC-2004-02-24-pt1-PgH540.chunk1', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Blumenauer', u'pages': u'H540-H541', u'speaker_party': u'D', u'date': u'2004-02-24', u'bills': None, u'bioguide_id': u'B000574', u'order': 1, u'speaking': [u"Mr. Speaker, we have much serious business to attend to on Capitol Hill these days. Many of us on our side of the aisle are deeply concerned about the Bush economic picture, how sad it is for most of America, including my State, which has struggled with very high unemployment for most of the Bush administration. The administration has fallen 1.8 million jobs short of the promises that were made to the Americans and to this Congress to justify the first two massive tax cuts from the Bush administration. There are significant issues to deal with the national government's fiscal health, the guarantees of an extra trillion dollars that was going to be available when the tax cuts were brought forward that the President repeated here in Washington, D.C., and out in the hustings.", u'Now the administration wants to spend another trillion dollars in the face of hemorrhaging red ink to make these tax cuts that benefit a tiny number of Americans, those who need help the least, make their tax cuts permanent. This is something we could debate here in Washington, D.C.', u"There appears to be no concern for the millions of Americans who are being caught in the payment of the millionaires tax, the alternative minimum tax, that was inspired because there were a handful of people who were earning $1 million or more in today's dollars that escaped taxation altogether. Congress in its wisdom passed the alternative minimum tax. Now it has turned into a voracious revenue machine for the Federal Government that is taxing 2.4 million American families, and that number is due to quadruple to over 12 million families in just a year; and if nothing is done, it is going to put the tax bite, extra taxes, on 41 million American families who will be subjected to the millionaires tax. But the Bush administration is more concerned about making permanent tax cuts for those who need it the least, as opposed to dealing with the alternative minimum tax. We do not hear any outrage. That is something we should debate on this floor.", u'Or remember the lockbox where the two candidates for President, was it just 2000, Al Gore and then Governor Bush, were going to lock up the Social Security trust fund to make sure it was available for future generations? Now under the fiscal policies of this administration and his allies in Congress, we are borrowing every cent of the Medicare prescription drug benefit from the Medicare trust fund. That is something that is worth debating.', u'The tax cut that is being pressed would fund the Social Security deficit three times over and avoid a disaster as the baby boom generation approaches retirement.', u'This administration has refused to join us in the battle against the Republican leadership to extend unemployment benefits for workers who have had them expire. That is worth debating.', u"Or the loss of manufacturing jobs across this country. It is fascinating to hear the administration's one concrete proposal to increase the number of manufacturing jobs that I have heard in the last 3 years, and that is to reclassify the people who work at McDonald's, providing the service at those restaurants, that they are somehow going to be manufacturing jobs. They are going to change the definition. That is worth debating too.", u"But what is it that the administration wants to talk about? Not the false choices in Iraq that have put us in a disastrous situation on the ground and putting young men and women in harm's way, not the deeply flawed policy where we are not following through in Afghanistan. They want to talk about gay marriage.", u'I would strongly recommend that instead of pursuing something that was brought to us by Republican judges in Massachusetts, we let the States alone debate the real issues and not deal with a Federal constitutional amendment banning same-sex marriage.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/02/24/H540_the-bush-economic-picture/'}