{u'speaker_state': u'IL', u'speaker_raw': u'mr. emanuel', u'speaker_first': u'Rahm', u'congress': 108, u'title': u'A TALE OF TWO BUDGETS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-09/html/CREC-2004-03-09-pt1-PgH907-2.htm', u'number': 29, u'id': u'CREC-2004-03-09-pt1-PgH907-2.chunk53', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Emanuel', u'pages': u'H907-H913', u'speaker_party': u'D', u'date': u'2004-03-09', u'bills': None, u'bioguide_id': u'E000287', u'order': 53, u'speaking': [u'Mr. Speaker, if we are going to spend $3 trillion, I would think we would get more than 21,000 jobs out of it. And of the 21,000 jobs that were created last month, not the 200,000, unknown, but it is right there in the statistics, of the 21,000 jobs, 20,000 of those jobs were government jobs. So in the private sector of the United States only created 1,000 jobs last month.', u"Jay Leno had a funny joke and I must repeat it. He says, ``You know why President Bush is in such trouble? He is overseeing more gay marriages than he has jobs created in the United States.'' And it captures pretty much what is going on. We have a jobless economy and an endless occupation in Iraq. It has resulted in the fact that the American people are calling for a new direction and change in our priorities. And these budgets reflect the problem we have here at home because of what people are seeing is that our future is being promised to Iraq, and the people of Iraq, and that the same commitment is not being held here at home.", u"The American people have been very generous. They will continue to be generous, but not at the expense of their future and their children's future. I would like to turn to health care, since we have done job training and education. In the area of health care, as I mentioned just the other day, Secretary Thompson visited Iraq opening hospitals. In Iraq, 52 hospitals have been renovated. Three million children under the age of 5 have been vaccinated in Iraq. And the President's budget, health care centers for the second year in a row have been cut $638 million this year, next year, $785 million.", u'I want to read a couple numbers. Iraq, free training provided to 2,200 Iraqi doctors and nurses and 8,000 volunteers. In the United States, $278 million cut to the health professionals training program for doctors and nurses and other specialists. Free training in Iraq for 2,200, $278 million cut here in the United States.', u'In case anybody has missed it, 43 million Americans without health insurance. Inflationary costs rising at 10 to 20 to 20 percent a year. $793 million for health facility construction and medical equipment throughout Iraq. A $94 million cut to community access programs to coordinate health care services to the underinsured here in the United States.', u'In case you are missing this, kind of one strategy for Iraq, one strategy for the United States. $28 million for operation and staffing of 150 health clinics for 3 million Iraqis, a $78 million cut in all health activities to provide health care access in rural America.', u'Let me ask a question. Is there one group that works on the budget for the United States in this administration and another group that does the budget for Iraq? I mean, does the right hand not know what the left hand is doing? We have a health care crisis.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/03/09/H907-2_a-tale-of-two-budgets/'}