{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 108, "title": "COURT JURISDICTION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-04-20/html/CREC-2004-04-20-pt1-PgS4118-2.htm", "number": 51, "id": "CREC-2004-04-20-pt1-PgS4118-2.chunk1", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S4118-S4119", "speaker_party": null, "date": "2004-04-20", "bills": null, "bioguide_id": null, "order": 1, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "No one should be shocked. And particularly no one should be confused by the editorial that ran in this paper last week. Apparently, what is needed is a review of our civics. The federal judiciary is set upon a system of circuits based on geography. Each action that leads to a case in a particular geography area must generally be filed in that circuit. If there is an appeal of a case within that circuit from federal district court, it is directed to the federal appeals court of that circuit. If appealed from that federal circuit's appeals court, it then goes to the U.S. Supreme Court in Washington. Why are the federal circuits based on geographic lines? Our judicial system is founded on the premise that everyone deserves their day in court. To have your day in court, you need to be able to get to the court and not be required to travel thousands of miles to do so. That's why the jurisdiction of our federal circuit courts are such--it's called access to justice. And no one--least of all our litigious community--should be shocked or upset by access to justice. Loopholes in the rules of federal venue are being currently exploited by those who want to pick the federal judge who best suits their politics. They do that by twisting the allegations describing the nature of the case. If there is an issue involving snow machining in Yellowstone, for example, some groups think the action arises not in Wyoming or Montana, but in D.C. Why? Because the Park Service is headquartered in D.C. But that's not how the federal system was designed. That is not the intent of the system. That takes justice further from the people most impacted by the matter in question. And that is wrong. In many ways, a federal judge is a federal judge. Brimmer or Sullivan, they are of the same federal rank, with the same federal powers. Here's the difference: one was born, raised, and spent his entire professional career in the jurisdiction where the snowmobiling controversy arose. The other was born, raised and practiced his entire career in Washington, D.C.--a heck of a long way from the Tetons. I am disappointed that this paper, and other usually thoughtful people, are advocating venue concepts that result in justice being less accessible to people most impacted by controversies. I wonder if these people think a Wyoming federal judge should have the power to decide a federal challenge to marriage licenses issued to gay couples in San Francisco? I doubt it. Senator Thomas is seeking to close the venue loopholes that currently allow district judges in Washington, D.C. to decide issues that should be heard and decided where they arose. In doing so, he is a populist--bringing the opportunity for access and justice closer to people. That some are uncomfortable with this idea is disturbing. But for some litigants, the ends always justify the means. In this case, the anti-snowmachining lobby will continue to try to have their case heard as far from Wyoming as possible in front of the most sympathetic judge they can find, even if their tactics are unfair to the people who live and work in the West. Two thousand miles is a long way for voices to carry-- particularly for people who are too busy earning a living and raising a family to file or defend litigation in Washington, D.C. Federal venue loopholes should be closed in the interest of fairness. Don't be confused by those who are more interested in their desired political outcome than the fairness and integrity of the judicial process."], "capitolwords_url": "http://capitolwords.org/date/2004/04/20/S4118-2_court-jurisdiction/"}