{"speaker_state": "CA", "speaker_raw": "mrs. boxer", "speaker_first": "Barbara", "congress": 108, "title": "ISSUES IMPORTANT TO AMERICAN FAMILIES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-07/html/CREC-2004-07-07-pt1-PgS7691.htm", "number": 92, "id": "CREC-2004-07-07-pt1-PgS7691.chunk3", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Boxer", "pages": "S7691-S7697", "speaker_party": "D", "date": "2004-07-07", "bills": null, "bioguide_id": "B000711", "order": 3, "speaking": ["I came to thank the Senator for bringing out that chart, if he would keep it up there for a minute, and for making this point to our colleagues and anyone else who might be listening. It is one thing for us to critique the administration and say they are not addressing the real issues. When I go home, people say this administration cares about everybody else in the world; there is money for everybody else in the world; we are going to help everybody else; we are going to help the people of Iraq. Fine, but they are going to have universal health care and we are not? They are going to have their classrooms built and we are not? And it goes on.", "So what I believe our people want us to address is what is happening to them, and what my friend has done in a most eloquent way, as he always does, is to point out this middle-class squeeze that is hitting our people.", "These are the problems I care about. I say to my friend, we have a bill about reforming class action. I have taken a look at some class action lawsuits, and I have realized that is one tool to help middle-class families who may be harmed by products that are not safe. So I do not know why they are running off to do that and they are ignoring all of these other things.", "I guess my question to my friend is, As we debate the Presidential election and we have a point of view that this administration is ignoring this middle-class squeeze, do we not find that happening right here with the Republicans who are in charge of this Senate? Are they not ignoring this middle-class squeeze? The best way to prove the point is what they bring up before the Senate. Are they bringing up anything to deal with college tuition and giving tax breaks to those folks who so desperately need it? Are they doing anything at all to help with gas prices, health care premiums, or prescription drugs, or are we going to face, after this class action debate, these constitutional amendments my friend referred to that I have to say in all honesty and frankness I have never had one person in California come up to me and say: Senator, the most important thing facing us is gay marriage. That is just ruining my life. Take that up. Ban it because that is what I think about night and day. No. They tell me they are worried about paying college tuition; they are worried about filling up their gas tank; they are worried about not being able to afford prescription drugs.", "So my question to my friend is, Could we not do more to implore this leadership to take up some of the issues that are really affecting the people we all represent?"], "capitolwords_url": "http://capitolwords.org/date/2004/07/07/S7691_issues-important-to-american-families/"}