{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7962-2.chunk35", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S7962-S8021", "speaker_party": "D", "date": "2004-07-13", "bills": ["S.J. Res. 26"], "bioguide_id": "D000563", "order": 35, "speaking": ["Under the Federal Marriage Amendment, none of these legal incidents could be provided by Federal or State courts. For example, Professor Bossin cited a California trial court ruling that the State constitution requires a partner in a same-sex union be allowed to sue for the wrongful death of her partner. This proposed constitutional amendment would preclude such a finding by a court.", "This amendment also would have prohibited Vermont from establishing civil unions, because a court had ruled that the law to create such relationships was constitutionally required.", "These examples go far beyond the scope of ``marriage,'' but they do not tell even half of the story: Under the Federal Marriage Amendment, all State and Federal laws that provide any of these ``legal incidents of marriage'' could be struck down.", "Senator Allard and others who support this amendment argue that it would allow State legislatures to provide the legal incidents of marriage through legislation, and that this amendment only constrains courts. However, a more critical analysis--which, again, should have been done at the committee level--demonstrates that this simply is not the case. For example, Professor Bossin has stated that the right to adopt is a legal incident of marriage. What if the Pennsylvania State legislature enacts a law to allow same-sex couples to adopt, and someone challenges the constitutionality of that law?", "Under the second sentence of the proposed Federal Marriage Amendment, neither the State constitution nor Federal constitution shall be construed to require that the right to adopt--as a legal incident of marriage--be conferred upon a same-sex couple. Therefore, the court would have no grounds on which to uphold the constitutionality of this law, and the law would be struck down.", "The possibility that even laws conferring the legal incidents of marriage could be invalidated raises serious questions about the intent and practical effects of the Federal Marriage Amendment.", "This proposed constitutional amendment also undermines the democratic process regarding State constitutional amendments. In Massachusetts, the proposed State constitutional amendment that may be on the ballot in 2006 would define marriage as the union of one man and one woman, while simultaneously establishing civil unions for same-sex couples with ``entirely the same benefits, protections, rights, privileges, and obligations that are afforded to persons [who are] married.''", "However, under the plain reading of this proposed Federal constitutional amendment, the Massachusetts State constitution cannot be construed to require the legal incidents of marriage to be conferred to same-sex couples. In other words, even if the people of Massachusetts voted to ratify this State constitutional amendment, the second part of that amendment--the part that establishes civil unions--would be void because of the Federal Marriage Amendment.", "Furthermore, because of the first sentence of the Federal Marriage Amendment, under no circumstance could the people or the State legislature define marriage as other than between a man and a woman. How, then, does the Federal Marriage Amendment achieve its goal of advancing the spirit and principles of democracy.", "Finally, I believe that words should not be added or deleted from our Constitution or from proposed constitutional amendments in a careless manner. Therefore, I would like to know why the original version of this proposal was modified by removing the reference to ``groups.'' The first version of the Federal Marriage Amend- ment, S.J. Res. 26, stated that marital status or the legal incidents thereof would not be conferred upon ``unmarried couples or groups.''", "The current version states that marriage or the legal incidents thereof shall not be conferred upon ``any union other than the union of a man and a woman.'' It appears to me this change was made because we are still struggling in some parts of our Nation with the idea of polygamy. Professor Bossin agrees that the current version of the proposed constitutional amendment does not explicitly prohibit polygamy, because polygamists enter into the union of a man and a woman--they simply do it multiple times.", "Was it in fact the intent of the sponsors to leave the door open for polygamy? If so, why should polygamous groups be treated differently from same-sex couples? If not, why was the reference to ``groups'' deleted from the original version?", "In addition to expressing my serious procedural and substantive concerns, I would like to address some of the arguments in support of this proposed constitutional amendment.", "First, I have heard many Senators argue that this constitutional amendment is necessary to provide the American people with a voice and to protect marriage from so-called activist judges. As I already have noted, this proposed constitutional amendment actually undermines democracy by removing the power of the people and their elected representatives to define marriage in their States, to provide for civil unions in their State constitutions, or even to enact legislation to provide the legal incidents of marriage.", "I also disagree that democracy is pitted against so-called judicial activism. As University of Colorado constitutional law professor Richard Collins said, judicial activism is ``more of an insult than a philosophy.''", "To argue that judicial activism is contrary to democracy is to suggest that a case like Brown v. Board of Education did not promote democracy in America. That was clearly an activist court, which took control of an issue that Congress and the President refused to address: discrimination in our public schools.", "In Brown v. Board of Education, an activist Supreme Court said we are going to give equal opportunity to education across America. Doesn't that further democracy? When we celebrated the 50th anniversary of this decision earlier this year, did anyone argue that it didn't?", "The same would be said of Griswold v. Connecticut, in which the Supreme Court said that families had the right to decide their own family planning and that the State of Connecticut could not dictate to them what family planning was allowed. It was a matter of privacy in family decisions. Was this an activist court in derogation of democracy that extended to these families and individuals their right to privacy?", "In Loving v. Virginia, the Supreme Court said that a ban on interracial marriage was improper. Even though at the time, only 20 percent of the American people approved of such marriages, was that decision contrary to democracy or did it promote democracy?", "Time and time again, judicial activism has promoted democracy. Of course, we must take care that the courts do not go too far. But to suggest that a constitutional amendment is necessary in this case simply because it was a court ruling--incidentally, by a court that consists of six Republican appointees and only one Democratic appointee--is controverted by the obvious legal precedent.", "I also have heard many Senators argue that this constitutional amendment is necessary to safeguard the best environment for raising children. I agree that children raised by two parents are, in general, better off than children raised by a single parent. Many studies demonstrate this. But studies also demonstrate something else.", "In 2002, the American Academy of Pediatrics--the largest pediatric organization in America--issued a report that Stated the following:", "[T]he weight of evidence gathered during several decades using diverse samples and methodologies is persuasive in demonstrating that there is no systematic difference between gay and nongay parents in emotional health, parenting skills, and attitudes toward parenting. No data have pointed to any risk to children as a result of growing up in a family with one or more gay parents.", "Dr. Ellen Perrin, a professor of pediatrics at Tufts-New England Medical Center, who is considered to be the Nation's foremost expert on children raised by same-sex couples, has studied same-sex couples and concluded the following:", "What we know for sure is that children thrive better in families that include two loving, responsible, and committed parents. We also know that conscientious and nurturing adults, whether they are men or women, heterosexual or homosexual, can be excellent parents. We have a lot of research as well as clinical experience that provide evidence for this fact.", "This evidence is based on our Nation's experience with gay adoption. Every State except Florida allows gay people to adopt.", "Some States, including my home State of Illinois, allow same-sex couples to jointly petition for adoption. Many others allow for second parent adoptions, a legal procedure which allows a same-sex co-parent to adopt his or her partner's child. These States have recognized that same-sex couples can step into the lives of adopted children and provide loving and supportive families.", "Under this proposed constitutional amendment, it would no longer be possible for State courts to interpret their constitutions to allow same-sex couples to adopt. Same-sex couples only would be allowed to adopt if explicitly permitted by State law--and as I have noted earlier, that State law could be challenged as unconstitutional and likely would be struck down.", "Would that safeguard the best environment for these children? If this Senate is interested in the best environment for our children, we should fully fund No Child Left Behind, to provide all children with an educational opportunity and to fulfill the promise of Brown v. Board of Education.", "We also should make college tuition more affordable, and we should provide families with affordable health care.", "To conclude, I believe the definition of ``traditional marriage'' is an evolving one. One hundred and fifty years ago, ``traditional marriage'' in America did not include the ability of African American slaves to marry.", "One hundred years ago, ``traditional marriage'' in some Western States did not include the ability of Asian Americans to marry. Just 40 years ago, ``traditional marriage'' in many States did not include the ability of African Americans to marry whites.", "I understand that many supporters of this proposed amendment believe that the situation we face today is a fundamentally different one--that we must amend our Constitution to support the sanctity of marriage.", "However, the sanctity of marriage is about the religious context of marriage, not the legality of it. We must be careful to separate the two.", "Nothing in the Massachusetts Supreme Court ruling requires a church to conduct or to consecrate a same-sex union. On the other hand, if this proposed constitutional amendment were ratified, certain religious beliefs regarding the sanctity of marriage would be enshrined in our Constitution. This would go beyond the question of legality into sanctity, and I believe that we must maintain the bright line between the two that our Framers intended.", "As one of my colleagues has said, ``I support the sanctity of marriage, but I also support the sanctity of the Constitution.'' Therefore, I urge my colleagues to reject this motion to proceed to a constitutional amendment that even the Republican leadership concedes is not ready for prime time.", "Why else would they object to our unanimous consent request to have a vote on this resolution, without amendments?", "The Republican leadership instead would prefer that we make it up as we go along, with one, if not two, amendments here on the Senate floor--amendments that could have been offered in a Constitution Subcommittee markup or in a full committee markup, had those not both been bypassed.", "We are being asked to tinker with the words of our Nation's Constitution on the Senate floor, without even the benefit of committee analysis on the impact of these amendments. Unfortunately, this is not the first time we have considered a constitutional amendment on the Senate floor that was a work in progress, with the sponsors trying to make changes in the midst of a floor debate.", "During the 106th Congress, sponsors of the victims' rights amendment tried to make modifications to that proposal during the floor debate, and ultimately, the motion to proceed to that constitutional amendment was withdrawn. I believe that is the course we should follow here today. We either should vote on this resolution without amendments or withdraw this motion to proceed. If this motion is not withdrawn, I urge my colleagues to vote against it."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/"}