{u'speaker_state': u'SD', u'speaker_raw': u'mr. johnson', u'speaker_first': u'Tim', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm', u'number': 97, u'id': u'CREC-2004-07-14-pt1-PgS8061-3.chunk72', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Johnson', u'pages': u'S8061-S8095', u'speaker_party': u'D', u'date': u'2004-07-14', u'bills': None, u'bioguide_id': u'J000177', u'order': 72, u'speaking': [u"Mr. President, I rise today to join the bipartisan majority in this Senate in opposition to the motion to proceed to S.J. Res. 40, the Federal marriage amendment, to the United States Constitution. I strongly support, and have voted for, Federal legislation that defines marriage as a union between a man and a woman; however, there is no need at this time to take the extraordinary step of amending our Constitution. Since l996, Federal law has allowed the respective States to refuse to recognize another State's gay marriage laws, and it also expresses the congressional view that the institution of marriage should be limited to a union between a man and a woman.", u"I have recently been contacted by a great many religious organizations, including the Evangelical Lutheran Church of America, ELCA, my own denomination, as well as the Alliance of Baptists, the Episcopal Church, the Presbyterian Church, and the United Church of Christ, among others, asking me to oppose this proposed constitutional amendment. While I do not ``take orders'' from any religious group, including my own, this does confirm that my opposition to this amendment is consistent with the views of millions of devout Christians throughout South Dakota and America.", u"Further, because Senate Majority Leader Bill Frist was unable to secure any consensus behind the specific language of any one marriage amendment, he will not allow the Senate to take a direct up-or-down vote on a marriage amendment. I commend Senator Tom Daschle for asking for a direct vote on this matter. However, Senator Frist objected, and now we find ourselves in an incredible situation where Senator Frist wants the Senate to vote on a wide range of possible amendments which could profoundly impact the Constitution. If this motion to proceed prevails, we would have endless amendments offered to the Constitution on any topic under the sun. That is utterly irresponsible, and I will have nothing to do with helping to pass Senator Frist's motion to proceed.", u'Lastly, I take issue with the timing of this debate. After this vote we will have a mere 26 legislative days left in the 108th Congress. Currently, 9 of the 13 appropriations bills have not even received committee approval. Only two of those bills have passed the full Appropriations Committee and only one has passed the full Senate. Time is short. Knowing that this amendment will not even be voted on, and that the motion to proceed will be defeated by bipartisan opposition, there are significantly more important matters this body should be attending to. I am enclosing a relevant editorial on this issue from the highly respected New York Times.', u'There are real problems facing our Nation--job losses, health care, education, senior citizen challenges and agricultural issues among them. Yet the Senate has spent days debating an amendment that even Senator Frist concedes will not come even close to passage. This is a politically inspired amendment--one that has not even been considered by the Senate Judiciary Committee. The American people deserve better than this mockery of a legislative process.', u'I ask unanimous consent to print the above-referenced editorial in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/'}