{"speaker_state": "NJ", "speaker_raw": "mr. lautenberg", "speaker_first": "Frank", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm", "number": 78, "id": "CREC-2000-06-20-pt1-PgS5410-2.chunk134", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Lautenberg", "pages": "S5410-S5435", "speaker_party": "D", "date": "2000-06-20", "bills": null, "bioguide_id": "L000123", "order": 134, "speaking": ["Mr. President, I rise today to express my strong support for the Kennedy/Smith Hate Crimes Prevention Amendment.", "Recent events in the news have unfortunately offered a number of disturbing examples of why this legislation is so badly needed.", "All of my colleagues remember that terrible day in August of last year, when a hate-filled gunman, Buford Furrow, opened fire with a semiautomatic rifle at a Jewish Community Center near Los Angeles. We all remember that line of frightened children, holding hands as policemen led them to safety. Furrow's rampage wounded three children, a teenager and a 68-year-old receptionist.", "And he later used a handgun to kill a Filipino postal worker. There is every indication that Mr. Furrow, a white supremacist, was motivated by racial hatred.", "Then there was the brutal attack in August 1998 on Matthew Shepard, a gay student at the University of Wyoming. Matthew was savagely beaten to death by two homophobic thugs who tied him to a fence and tortured him.", "That assault came just a few months after the horrific attack on James Byrd Jr., who was chained to a pickup truck, dragged along a Texas road and killed by avowed racists motivated by prejudice.", "Earlier this year, I had the privilege of meeting Matthew Shepard's parents, and the family of James Byrd Jr. at a ceremony honoring victims of crime. They are truly remarkable people, because they've turned their loss into a source of strength for others. They have devoted themselves to helping others--victims of crime everywhere--even while coping with their own personal tragedies.", "That's an example that this Congress should follow. Crimes that target race, or sexual orientation, or gender, or religion are the ugliest expressions of ignorance and hate. We need stronger federal laws to deal with these crimes and the people who commit them.", "Mr. President, current federal law is just too restrictive to allow federal prosecutors to try hate-crimes cases effectively. In 1994, a jury acquitted three white supremacists who had assaulted African-Americans. After the trial, jurors said it was clear the defendants had acted out of racial hatred.", "But prosecutors had to prove more than that. They had to prove that the defendants intended to prevent the African-American victims from participating in a federally protected activity--a major roadblock for the prosecution's case.", "The Kennedy/Smith amendment would remove that element from federal hate-crimes law. It would also allow federal prosecutors to prosecute violent crimes based on a victim's sexual orientation, gender or disability.", "Mr. President, as all of us here know, no area of the country is free from hate crimes. In my home state of New Jersey, there were at least four incidents of hate-related violence between January 12 last year and January 15 this year. One of the victims was a 16-year-old gay high school student who was badly beaten.", "The Kennedy/Smith amendment would bring the full force of this country's legal system to bear on incidents like this. I hope my colleagues will join me in supporting this legislation to protect American citizens from crime motivated by bigotry and intolerance."], "capitolwords_url": "http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/"}