{u'speaker_state': u'OR', u'speaker_raw': u'mr. smith', u'speaker_first': u'Gordon', u'congress': 110, u'title': u'MATTHEW SHEPARD ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-07-09/html/CREC-2007-07-09-pt1-PgS8789-3.htm', u'number': 108, u'id': u'CREC-2007-07-09-pt1-PgS8789-3.chunk0', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Smith', u'pages': u'S8789', u'speaker_party': u'R', u'date': u'2007-07-09', u'bills': None, u'bioguide_id': u'S001142', u'order': 0, u'speaking': [u'Mr. President, I rise today to speak about the need for hate crimes legislation. Each Congress, Senator Kennedy and I introduce hate crimes legislation that would add new categories to current hate crimes law, sending a signal that violence of any kind is unacceptable in our society. Likewise, each Congress I have come to the floor to highlight a separate hate crime that has occurred in our country.', u'On July 1, 2007, while picnicking near Lake Natoma outside Folsom, CA, Satendar Singh, a 26-year-old from Fiji, was attacked by a man hurling racist and homophobic insults. Singh and his friends, each of either Indian or Fijian descent, were harassed repeatedly for several hours by a nearby group of Russian-speaking men and women. That evening, about six men from that group approached Singh, again insulting Singh and his friends. One of the men struck Singh, causing him to fall to the ground and hit his head. Bleeding profusely, Singh was taken to the hospital. He died 4 days later on July 5, 2007, after his relatives and doctors agreed to take him off of life support. According to his friends, Singh was not gay, but officials maintain that the attack was motivated by the belief on the part of the assailant that he was.', u"I believe that the Government's first duty is to defend its citizens, to defend them against the harms that come out of hate. The Matthew Shepard Act is a symbol that can become substance. I believe that by passing this legislation and changing current law, we can change hearts and minds as well."], u'capitolwords_url': u'http://capitolwords.org/date/2007/07/09/S8789-3_matthew-shepard-act-of-2007/'}