{u'speaker_state': u'FL', u'speaker_raw': u'mr. hastings of florida', u'speaker_first': u'Alcee', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk105', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Hastings', u'pages': u'H6580-H6613', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': None, u'bioguide_id': u'H000324', u'order': 105, u'speaking': [u"Mr. Speaker, this morning's papers carry, among others, the following stories:", u"--The New York Times reports that ``The 9/11 Commission is Said to Sharply Fault Role of Congress''.", u"--The L.A. Times has a story titled, ``The State Department Seeks Shift in Iraq Effort''.", u'--The Sun Sentinel reports that the American death toll in Iraq has reached 900.', u'--The Washington Post covers military recruitment, concluding that the pool of future recruits has dwindled to its lowest level in three years.', u'--And, all these papers and others have stories on the poor shape of the economy and the hardships that the American people are facing.', u"So, I ask: don't we have better things to deal with two days before going into recess. Is there any sense of responsibility in this Republican Congress?", u'This bill, more than anything else, is about the politics of a national election. The White House political machine is in full gear, playing to the lowest denominator to reinvigorate the xenophobic and intolerant wing of the Republican Party.', u'Recognizing that they lack the votes to pass the discriminatory Federal Marriage Amendment, the Republican House leadership is now focusing on slamming shut federal courthouse doors to gay and lesbian Americans.', u'This bill is at its core a bar on redress for violations of fundamental rights. If Congress by statute can end run the Bill of Rights, no rights to liberty, due process, or equality under the law are safe. Further, it would set the terrible precedent of barring citizens from challenging government infringement of fundamental rights in federal court.', u"For more than 200 years the federal judiciary has been a check on legislative and executive action. By eliminating an entire subject from the courts' jurisdiction, this legislation threatens to upset the delicate balance between the branches of the federal government that has served our nation well. Indeed, passage of this legislation would represent one of the broadest attacks on the separation of powers in American history.", u"Once again, it's proven that the most unpopular and vulnerable members of society are all too often the first targets of government repression. But once the federal courthouse door has been slammed shut to one group, it won't be long before others are similarly excluded.", u'I am reminded of an incisive quote by Holocaust survivor Ellie Wiesel. He said,', u"``They came first for the communists, and I didn't speak up because I wasn't a communist. Then they came for the Jews, and I didn't speak up because I wasn't a Jew. Then they came for the trade unionists, and I didn't speak up because I wasn't a trade unionist. Then they came for the Catholics, and I didn't speak up because I was a protestant. Then they came for me, and by that time no one was left to speak up.''", u'I am here to strongly oppose this legislation.', u'I can remember of one other group in America that had to wander every county courthouse in the country to try to vindicate their rights under the Federal Constitution.', u"Blacks have experienced the injustice, abuse, and disgrace that the Republican Party is promoting with this bill. For example, after the Supreme Court's 1954 Brown v. Board of Education decision that school segregation violated the Constitution, racist lawmakers furiously sought to exempt federal courts from ruling on public education laws.", u'I became a public servant with the express mission of preventing one of the worst chapters of American history from repeating itself.', u'Therefore, I oppose this rule and the underlying bill, and ask--beg--my colleagues to act responsibly and protect the constitution by voting no.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}