{"speaker_state": "NM", "speaker_raw": "mr. udall of new mexico", "speaker_first": "Tom", "congress": 108, "title": "MARRIAGE PROTECTION ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm", "number": 103, "id": "CREC-2004-07-22-pt1-PgH6580-2.chunk121", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Udall", "pages": "H6580-H6613", "speaker_party": "D", "date": "2004-07-22", "bills": ["H.R. 3313"], "bioguide_id": "U000039", "order": 121, "speaking": ["Mr. Speaker, I rise today to strongly oppose H.R. 3313, the so-called ``Marriage Protection Act.'' There is nothing in this bill that will provide protection to us or to the institution of marriage. On the contrary, this bill will create an extremely dangerous precedent in our legislative system and could cause inculculable harm.", "When I was sworn in as a member of this House, I promised to uphold the Constitution of the United States. Every member of this body made the same promise. The Majority's push for passage of this bill sadly signals a step back from that promise and further calls into question the true motivations of the bill's supporters.", "The unconstitutionality of this bill is quite clear. The 14th Amendment to the U.S. Constitution reads, ``No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.'' By denying Americans who wish to challenge the Defense of Marriage Act their day in federal court, H.R. 3313 blatantly violates this equal protection clause. The bill singles out a specific group of Americans and tells them that they cannot have their day in court, thereby denying them due process.", "Moreover, this bill violates the separation of powers. Our democracy is reliant upon an independent judiciary, and judicial review is a crucial part of our system of checks and balances. By adding a clause to a bill stipulating that cases against it must not be heard by federal courts as H.R. 3313 does, we are overreaching our powers to legislate.", "If this bill passes the House today, I ask the leaders in the Majority: What's next? If we enact a bill into law saying that Defense of Marriage Act cases cannot be heard in federal courts, where do we stop? School prayer, gun control, abortion, obscenity--shall we say that none of these issues may be heard in federal court? What issue or group of people will be next?", "Broad opposition to this bill from my constituents and colleagues gives me hope that this bill may not make its way to the President's desk. Those opposed include the Lawyer's Committee for Civil Rights Under Law, Human Rights Watch, the American Civil Liberties Union, the Alliance for Justice, and even former Representative Bob Barr, the original sponsor of the Defense of Marriage Act. These groups represent only a small portion of those firmly opposed to this bill.", "The fact is, this debate is not about supporting or opposing gay marriage. Rather, it is about the cost of passing a bill that would result in the revocation of constitutional rights for certain Americans. This bill is a drastic, misguided piece of legislation with strictly political aims, and if this bill passes, it will be a tragic day for democracy. I strongly urge my colleagues on both sides of the aisle to vote against this bill, and to preserve the constitutional rights of all Americans."], "capitolwords_url": "http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/"}