{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 108, "title": "THE EXCELLENT WORK OF THE NATIONAL GAY AND LESBIAN CHAMBER OF COMMERCE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-11-18/html/CREC-2004-11-18-pt1-PgE2025.htm", "number": 133, "id": "CREC-2004-11-18-pt1-PgE2025.chunk0", "volume": 150, "chamber": "Extensions", "session": 2, "speaker_last": "Frank", "pages": "E2025-E2026", "speaker_party": "D", "date": "2004-11-18", "bills": null, "bioguide_id": "F000339", "order": 0, "speaking": ["Mr. Speaker, this month marks the second anniversary of a very important organization dedicated to fighting prejudice in the United States in a very constructive manner. The National Gay and Lesbian Chamber of Commerce, founded in November 2002 by Justin Nelson and Chance Mitchell is, to quote from the statement which the NGLCC submitted to our Financial Services Committee hearing on diversity, ``the only national not-for profit advocacy organization specifically dedicated to the economic advancements and opportunities of the American LGBT business community.''", "The NGLCC carries on this work by its formation of a `` broad-based coalition, representative of the various interests of American LGBT owned and friendly businesses, professionals, and students of business to increase economic opportunities among membership, corporate interests and federal, state and local governments.''", "We hear a great deal in our public debate these days about the importance of people working together, being constructive, avoiding divisiveness etc. This can be overdone--democracy requires the honest airing of differences. But it is also important that these differences take place within a context of recognition of shared values, and the NGLCC plays an extremely important role in this. This organization demonstrates that combating prejudice based on sexual orientation and gender identity is not only not inconsistent with an effort to work for greater unity in our country, but is in fact an essential part of that effort, properly understood.", "Justin Nelson and Chance Mitchell through their own commitment to advancing our capitalist system, while simultaneously fighting the prejudice which deprives some people of the full chance to participate in that system, play a very important role. To quote further from the statement which they submitted to our Financial Services Committee, ``It is the unfortunate experience of millions of LGBT Americans that homophobia and ignorance has been the silent killer of developing and growing LGBT enterprises and a better quality of life for all LGBT Americans. Too often it is the experience that LGBT Americans feel compelled to remain in the closet to safeguard their personal and professional financial condition . . . That millions of LGBT Americans live half lives in the financial marketplace, and the workplace is simply not in the best interest of a strong, vibrant and competitive American economy.", "``It is a universal truth that as human beings, we are at our best when we can represent ourselves as whole and complete individuals, encouraged to contribute with vibrant creative energy the many talents unique to each of us as individuals. That LGBT Americans are shackled by institutionalized discrimination is not only shameful, it is not good business.''", "It is not easy to start an organization, and it is particularly difficult when the organization being started is one that seeks to bridge significant gaps that divide people in our society. There are a number of organizations that effectively advocate for the rights of LGBT Americans. There are others that are forceful supporters of the legitimate interests of the business community. I know no other at the national level that exists precisely not simply to show that these two goals are not inconsistent, but that, properly understood, they reinforce each other.", "I have had the opportunity to work with Mr. Mitchell and Mr. Nelson on several occasions, and I am impressed by the quality of their work. I make this statement today on the floor to call attention to this excellent example of how people can work truly to better our country in every way.", "Mr. Speaker, Members seeking more information on this useful organization can consult the hearing of the Subcommittee on Oversight of the House Financial Services Committee on diversity and financial services, which was conducted on July 15, 2004."], "capitolwords_url": "http://capitolwords.org/date/2004/11/18/E2025_the-excellent-work-of-the-national-gay-and-lesbian/"}