{"speaker_state": "OR", "speaker_raw": "mr. smith", "speaker_first": "Gordon", "congress": 108, "title": "BLACK HISTORY MONTH", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-02-14/html/CREC-2003-02-14-pt1-PgS2519-3.htm", "number": 28, "id": "CREC-2003-02-14-pt1-PgS2519-3.chunk0", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Smith", "pages": "S2519-S2520", "speaker_party": "R", "date": "2003-02-14", "bills": null, "bioguide_id": "S001142", "order": 0, "speaking": ["Mr. President, I rise today to speak about the significance of Black History Month. This week, I would like to discuss briefly an issue of great importance in African American history, and one that remains of vital importance still today--the problem of hate in our society and hate crimes.", "As most of my colleagues know, Senator Kennedy and I have introduced hate crimes legislation during the past two Congresses. I think it is important for my colleagues to know just some of the background behind hate crimes law, and have a full understanding of why expanding current hate crimes law is important today.", "We can find instances of hate crime throughout our Nation's history, but they drew increased national attention during the last century. Widespread lynchings in the South, the murders of Emmet Till in 1955, Medgar Evers in 1963, church bombings, and attacks on black protesters all contributed to fear in black communities around the country, and horror among Americans who understood those crimes to be nothing short of domestic acts of terrorism.", "Early hate crimes laws stem from such events--laws developed from efforts to prevent Ku Klux Klan violence against Black Americans during the Reconstruction era and then, at the Federal level, in the 60s, during the Civil Rights era. What we have today is a patchwork of state and local laws that have arisen over the years in response to bias crimes, and federal hate crimes law has not kept pace. Because federal law was initially designed to protect only certain special activities, we now have a situation in which the Federal Government's involvement is virtually limited to hate crimes committed in voting booths and national parks. The law is inadequate, and many Americans understand that.", "Just a few days ago, I made a statement on the floor of the Senate regarding a hate crime committed against Chad Debnam and others in Northeast Portland, in my home State of Oregon. On January 19, 2003, four young men went on a shooting spree through Northeast Portland because, according to police, they thought the neighborhood was predominantly African American. Shots were fired into cars and homes in that neighborhood, not 50 years ago, but just last month. But, unfortunately, just like 50 years ago, the Federal Government could not help investigate that crime, even if local law enforcement officials asked for it. We saw a similar problem when James Byrd was dragged behind a pick-up truck in Texas just a few years ago.", "Each day we are in session I come to the Senate floor to detail a hate crime that occurred somewhere in the country within the past few years. Local law enforcement officers would not have been able to seek Federal help in nearly all of those cases. Crimes against African Americans, Hispanic Americans, Muslim Americans, gay Americans, and others still occur with disturbing frequency today, but our Federal hate crimes law is stuck in the last century. The hate crimes legislation proposed by Senator Kennedy and myself would finally make it much easier for the Federal Government to respond to hate crimes.", "During Black History Month, I think it is important for us to remember that while we have made tremendous progress in many areas of civil rights law, we have a great deal more work to do. There is no more important civil right than the right to be free from violence, and we should remember the importance of expanded hate crimes law as we continue to celebrate Black History Month."], "capitolwords_url": "http://capitolwords.org/date/2003/02/14/S2519-3_black-history-month/"}