{"speaker_state": "NE", "speaker_raw": "mr. bereuter", "speaker_first": "Douglas", "congress": 108, "title": "FOREIGN COURT PRECEDENTS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-17/html/CREC-2003-07-17-pt1-PgE1501-2.htm", "number": 106, "id": "CREC-2003-07-17-pt1-PgE1501-2.chunk0", "volume": 149, "chamber": "Extensions", "session": 1, "speaker_last": "Bereuter", "pages": "E1501", "speaker_party": "R", "date": "2003-07-17", "bills": null, "bioguide_id": "B000403", "order": 0, "speaking": ["Mr. Speaker, this Member agrees with the sentiments expressed in a July 11, 2003, Omaha World-Herald editorial entitled ``Courting foreign ideas.'' In the recent Supreme Court decision overturning a Texas sodomy law (Lawrence v. Texas), the majority opinion written by Justice Anthony Kennedy cites a 1981 European Court of Human Rights decision as evidence that state sodomy laws are not founded in Western tradition.", "Regardless of what one's position is on state sodomy laws, Supreme Court decisions should be (and, of course, generally are) based on the U.S. Constitution and U.S. legal precedent. This citation contributes to a damaging and dangerous precedent; this practice should end. While this Member is a long-time supporter of a strong transAtlantic relationship, European or other foreign court actions, laws or traditions should not be cited in U.S. court cases.", "This Member requests that the Omaha World-Herald editorial be included in the Congressional Record.", "The U.S. Supreme Court's decision in Lawrence vs. Texas has stirred political controversy, and not just for what it may or may not mean for gay marriage. Its reference to a European Court of Human Rights decision has spawned a furor over whether the justices will adopt foreign courts' views of individual liberties. We welcomed the outcome of the case, which overturned a Texas sodomy law. But we're taken aback that a U.S. court, particularly the highest one, could so boldly open itself to foreign precedents. Justice Anthony Kennedy, who wrote the majority opinion in the Texas case, cited the European courts 1981 decision as evidence that state sodomy laws are not founded in Western tradition. Past U.S. laws and traditions are referenced heavily in many court decisions. American laws are certainly founded on the nation's Western heritage, especially that of the British legal system. But the U.S. Supreme Court is charged with upholding the U.S. Constitution and U.S. legal precedent. In the 227 years of this nation's history, American laws and norms have developed apart from those of other nations, even those with similar concepts of liberty and rights. The death penalty and gun control are important issues on which U.S. and European laws, for instance, differ. Are U.S. citizens now to be bound by other countries' laws and constitutions? Who will choose which countries' laws are fit and applicable and which are not? In his dissent to the Texas ruling, Justice Antonio Scalia. decried the foreign citation. ``Constitutional elements do not spring into existence . . . as the Court seems to believe, because foreign nations decriminalize conduct,'' Scalia wrote. We agree. It's a course several justices seem inclined to pursue, unfortunately. ``Our Constitution and how it fits into the governing documents of other nations, I think, will be a challenge for the next generations,'' Justice Stephen Breyer said on a Sunday morning talk show. Foreign laws and ideals that become broadly accepted by the U.S. populace certainly can be adopted into U.S. law--by their elected representatives, in Congress. That's a legislative function, not a judicial one. The guardians of our Constitution should know that and abide by it."], "capitolwords_url": "http://capitolwords.org/date/2003/07/17/E1501-2_foreign-court-precedents/"}