{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 108, "title": "GENETIC INFORMATION NONDISCRIMINATION ACT OF 2003", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-14/html/CREC-2003-10-14-pt1-PgS12493-2.htm", "number": 143, "id": "CREC-2003-10-14-pt1-PgS12493-2.chunk9", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S12493-S12508", "speaker_party": "D", "date": "2003-10-14", "bills": null, "bioguide_id": "K000105", "order": 9, "speaking": ["I yield myself 2\\1/2\\ minutes.", "First, I thank my colleague and friend, the chairman of the committee, Senator Gregg, for prioritizing this issue. It is a matter of enormous importance. I thank him and I thank Senator Snowe, who has been a leader on this issue for a number of years. This has truly been a bipartisan effort. I also thank our majority leader, Senator Frist, also a doctor, who understands this issue and has been very cooperative; Senator Enzi, who chairs a subcommittee in this area of policy, has helped to advance this program. We are grateful for the strong bipartisanship. I wish to recognize Congresswoman Slaughter, who initiated the original legislation, and today we pay tribute to her.", "Also, I thank our Democratic leader, Tom Daschle, who, in 1997, was the first person to introduce the comprehensive genetic discrimination program. Our friend, Senator Jeffords, has been an advocate for the elimination of genetic discrimination; Tom Harkin and Chris Dodd have been tireless advocates to make sure we got to this particular day.", "I am going to yield time to Senator Harkin in a minute.", "In 1964, this Nation passed the important civil rights legislation to ban discrimination in our society in employment and public accommodations, among other things. Then in 1965 we banned discrimination in voting. Then, in 1968, we passed legislation to ban discrimination in housing. Then, under the leadership of my friend from Iowa, in 1990, the Americans with Disabilities Act passed to ban discrimination on the basis of disability. We have also done much to eliminate discrimination on ethnicity, on national origin, and we have made enormous progress in discrimination on gender. We still have not made enough progress on discrimination regarding gay and lesbian issues. Today, we are continuing the march toward equality in the United States, understanding the importance of eliminating discrimination based upon an individual's genetic makeup, in terms of insurance and in terms of employment. We are doing it in a way that is going to guarantee real remedies. This is not just legislation that will be out there and say we are against this form of discrimination; we are providing real remedies. From now on, individuals will know that no matter what their genetic makeup or susceptibility to genetic disease, they may not be discriminated against in the job place or in the provision of health insurance.", "This is a major continuing step toward greater equality and the elimination of bigotry and discrimination in our society. It is an important day in the Senate. I commend all of those and the staff for all they have done so well to make it possible.", "I yield 3\\1/2\\ minutes to the Senator from Iowa."], "capitolwords_url": "http://capitolwords.org/date/2003/10/14/S12493-2_genetic-information-nondiscrimination-act-of-2003/"}