{u'speaker_state': u'SC', u'speaker_raw': u'mr. graham of south carolina', u'speaker_first': u'Lindsey', u'congress': 108, u'title': u'Senate', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-12/html/CREC-2003-11-12-pt2-PgS14547.htm', u'number': 164, u'id': u'CREC-2003-11-12-pt2-PgS14547.chunk292', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Graham', u'pages': u'S14547-S14635', u'speaker_party': u'R', u'date': u'2003-11-12', u'bills': None, u'bioguide_id': u'G000359', u'order': 292, u'speaking': [u'Just very briefly. I thank the Senator for yielding.', u'I never thought in a 30-hour debate you would have to fight to get something to say. We may want to extend this thing.', u"It has been good to hear everybody's perspective about what has gone on in the past. I am really more worried about the future. I am new to the Senate. This is my first year here. I do not know who shot John 5 years ago or 10 years ago, and who is still mad about what happened during Clinton, Bush 1, or George Washington. That is not my concern.", u'My concern is I am in the Senate at a time when I know that if this continues, we are going to destroy the judicial nominating process as I have understood it to be since law school. We are going to drive good men and women from wanting to serve because the nominees who are being filibustered--I have been on the Judiciary Committee--have had a hatchet job done on them. They have had an opinion here and a dissenting opinion there taken out of context. They are all well qualified by the American Bar Association. They all come highly recommended by the people who know them best.', u'For one of the nominees, they used a letter he and his wife wrote to his diocese about Christian marriage. Mr. Pryor from Arkansas was asked about whether or not he chose to take his kids to Disney World during Gay Pride Day. You are asking people questions I feel are unbelievably uncomfortable asking anybody as to whether they are qualified to be a judge.', u'This process is broken. The past has its abuses on both sides, but this process is broken. There is no precedent for what is going on here.', u'I may be wrong, and if I am wrong somebody correct me, but it is my understanding, in the history of this country, over 200 and something years of following the Constitution, we have never had an occasion where somebody came out of the Judiciary Committee, was voted out of the committee, and was unable to get a vote on the floor, until now.', u'If that is the case, then we are doing something different that is really bad, in my opinion, because it will be answered in kind down the road. If this is successful, to expect the Republican Party to sit on the sidelines if there is a Democratic President and not answer in kind is probably too optimistic.', u'If that happens, you are taking the Senate in a death spiral of where 40 people, 41 people, answering to special interest groups, are going to hijack the Constitution. This is a big deal. This is wrong and it needs to stop. It has never happened before. It should not happen now. Whatever problems we have had in the past with judges, you have taken it to a new level that will destroy the ability to follow the Constitution, and you will take politics to a level that it has never been before in a rule-of-law nation and we will all suffer greatly.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/11/12/S14547_senate/'}