{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 107, u'title': u'UNANIMOUS CONSENT REQUEST--S. 625', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-05-17/html/CREC-2002-05-17-pt1-PgS4525-2.htm', u'number': 64, u'id': u'CREC-2002-05-17-pt1-PgS4525-2.chunk10', u'volume': 148, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S4525-S4526', u'speaker_party': u'D', u'date': u'2002-05-17', u'bills': [u'S. 625'], u'bioguide_id': u'K000105', u'order': 10, u'speaking': [u'Those assurances, Mr. President, are enormously important and a tribute to all Americans, one of the great challenges to free ourselves from all forms of discrimination.', u'I acknowledge the strong support and leadership of Senator Gordon Smith, a prime mover on this among our Republican colleagues. Also, Senator Specter has been a very strong supporter. This is a matter of conscience and a defining value for us as a society.', u'Since the tragedies of September 11, a new spirit has grown across America--one where individuals and communities come together to help those in need. We have praised the brave actions of the firefighters and police officers who gave their lives to save others, and we have done so without inquiring about their sexual orientation, gender, race, or religion. We appropriately call heroes the men and women who, without regard for their own lives, saved the lives of strangers--and we have never asked if they were gay or lesbian; African American, Asian American, White, or Latino. It is important to take this spirit to the next level, to come together as a nation to stop the perpetration of senseless act of violence against individuals because of the religion they practice, the color of their skin or their sexual orientation.', u"Hate crimes are a national disgrace--an attack on everything this country stands for. Attorney General Ashcroft recently compared the fight against hate crimes to the fight against terrorism, describing hate crimes as ``criminal acts that run counter to what is best in America--our belief in equality and freedom.''", u"Although America experienced a significant drop in violent crime during the 1990s, the number of hate crimes has continued to grow. In fact, according to FBI statistics, in 2000 there were nearly 8,000 reported hate crimes committed in the United States. That's over 20 hate crimes per day, every day.", u'Hate crimes send a poisonous message that some Americans are second class citizens who deserve to be victimized solely because of their race, their ethnic background, their religion, their sexual orientation, their gender or their disability. These senseless crimes have a destructive and devastating impact not only on individual victims, but entire communities. If America is to live up to its founding ideals of liberty and justice for all, combating hate crimes must be a national priority.', u'Yet for too long, the federal government has been forced to stand on the sidelines in the fight against these senseless acts of hate and violence. The hate crimes bill will change that by giving the Justice Department greater ability to investigate and prosecute these crimes, and to help the states do so as well. Now is the time for Congress to speak with one voice, insisting that all Americans will be guaranteed the equal protection of the laws. We must pay more than lip service to this core principle of our democracy. We must give those words practical meaning in our modern society. No Americans should feel that they are second-class citizens because Congress refuses to protect them against hate crimes.', u'S. 625 is the same bipartisan bill passed two years ago with 57 votes. Over the last 2 years, support for passage of this bill has only grown, as more and more Senators become aware that hate crimes impact every community, every neighborhood and every family across the nation.', u'We can and should pass this legislation swiftly. Not another day should pass before we take action to fight and prevent these senseless acts of violence.', u'I thank the leadership for giving the American people the assurances we will take action on this legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/05/17/S4525-2_unanimous-consent-request-s-625/'}