{"speaker_state": "WI", "speaker_raw": "mr. sensenbrenner", "speaker_first": "F.", "congress": 107, "title": "GIVING CONSENT OF CONGRESS TO AGREEMENT OR COMPACT BETWEEN UTAH AND NEVADA REGARDING CHANGE IN BOUNDARIES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgH3395.htm", "number": 76, "id": "CREC-2002-06-11-pt1-PgH3395.chunk6", "volume": 148, "chamber": "House", "session": 2, "speaker_last": "Sensenbrenner", "pages": "H3395-H3399", "speaker_party": "R", "date": "2002-06-11", "bills": ["H.R. 2054"], "bioguide_id": "S000244", "order": 6, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, H.R. 2054 gives congressional consent for the States of Utah and Nevada to enact a compact modifying the boundary between the two States.", "Last November, along with the gentleman from Utah (Mr. Hansen) and the gentleman from Nevada (Mr. Gibbons), I had the opportunity to visit the towns of Wendover and West Wendover. Though a line drawn down the main street separates the two towns and States, they continue to share a common culture. Economically, however, they stand in stark contrast to one another.", "Wendover, Utah, was established in 1907 and grew from a sleepy railroad supply station to a bustling community during the 1940s, when it acted as an Air Force training base for B-29 bomber crews, including the crew of the Enola Gay. Once having a population of nearly 20,000, today Wendover's population has declined to only 1,500 residents, most of them living in adverse economic conditions and dilapidated housing.", "On the other side of the State line, literally a stone's throw away, conditions are vastly different. West Wendover, Nevada's beginning stems from a local Wendover resident realizing by opening a gas station on the town's western edge, he could legally operate gaming devices on his property. Many years later his recipe for success has been copied by many, resulting in a prosperous town which has a vibrant community life as well as a profitable gaming industry.", "For the same reasons West Wendover has thrived, namely the ability to have legalized gaming and a more attractive Tax Code for its residents, Wendover has stalled. Further growth and development of the Utah portion will be forever hindered by those finding the economic climate of Nevada to be more advantageous for living and conducting business. Passing H.R. 2054 is the first step to fixing the Wendover problem.", "Allowing these two communities to unite will pave the way for an economic jumpstart for Wendover and will result in additional mutual benefits to both towns. For example, administrative services that are currently performed on both sides of the border on a separate basis could be consolidated, resulting in more efficient government and distribution of services, ultimately resulting in savings to both Wendovers.", "By simply allowing the border of a State to be slightly shifted, the people of these communities can work toward unification, politically and economically. During the field briefing we conducted, residents of both Wendover and West Wendover were unified behind one message which was heard time and time again. That message was: ``Let us be heard.''", "Through an amendment adopted by the Committee on the Judiciary, we have done that and made any congressional approval of this measure contingent upon the passage of a local referendum on the issue of merging the two towns. H.R. 2054 will truly allow the residents of the communities to be heard by allowing them to determine the outcome of their potential union.", "I urge my colleagues to support this bill.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2002/06/11/H3395_giving-consent-of-congress-to-agreement-or-compact/"}