{"speaker_state": "CA", "speaker_raw": "ms. woolsey", "speaker_first": "Lynn", "congress": 107, "title": "PERSONAL EXPLANATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-05-23/html/CREC-2001-05-23-pt1-PgH2611.htm", "number": 72, "id": "CREC-2001-05-23-pt1-PgH2611.chunk65", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Woolsey", "pages": "H2611-H2645", "speaker_party": "D", "date": "2001-05-23", "bills": ["H.R. 1"], "bioguide_id": "W000738", "order": 65, "speaking": ["Mr. Chairman, I yield myself the balance of my time and, in closing, I would like to point out I have a letter before me that has been signed by 22 organizations, such as the National PTA, the National School Boards Association, the National Association of Secondary School Principals, and the National Rural Education Association, among many others.", "Mr. Chairman, we should vote against this because it is not necessary in the first place, but a vote against this amendment would be a vote telling our children that all children are important, not just some children.", "Mr. Chairman, the letter I referred to earlier is submitted for the Record as follows:", "Dear Representative: We are writing today to urge you to reject the ``Boy Scouts of America Equal Access Act'' which was offered as an amendment to the Leave No Child Left Behind Act of 2001 (H.R. 1). This amendment would deny all Federal education funding to any school district or state education agency that has been found to ``discriminate'' against the Boy Scouts of America, or any other youth group that denies membership to gays and lesbians. The Hilleary amendment is an unnecessary, unwarranted intrusion into a local school district's ability to set standards for the use of their own facilities, and bestows uopn the Boy Scouts and other youth groups unique rights that are not available to student-led groups. The amendment is unnecessary because the First Amendment already guarantees the Boy Scouts the right to use public school facilities, to the same extent and in the same manner as any other group allowed to use those facilities. At the same time, the amendment is an unwarranted intrusion into the decision-making of local school boards because it mandates the creation of an ``open forum'' any time a school lets one community group use their facilities. The Hilleary amendment decrees that such an action transforms the school into an ``open forum,'' therefore requiring the institution to allow the Boy Scouts and any other anti-gay youth group to use school facilities or premises--regardless of the school's intention or the local school board's decisions on the matter. We, the undersigned organizations, strongly urge you to oppose this amendment. If you have any questions or require additional information, please contact Nancy Zirkin, Director of Public Policy and Government Relations--American Association of University Women (AAUW) or Jamie Pueschel, Government Relations Manager--AAUW. Sincerely, American Association of School Administrators American Association of University Women American Counseling Association American Federation of State, County and Municipal Employees, AFL-CIO American Federation of Teachers American Psychological Association Americans for Democratic Action Anti-Defamation League Council of the Great City Schools Council of Chief State School Officers Leadership Conference on Civil Rights Myra Sadker Advocates National Association of Black School Educators National Association of School Psychologists National Association of Secondary School Principals National Association of Social Workers National Association of Girls and Women in Sport National Council of Jewish Women National Council of La Raza National Education Association National Federation of Filipino American Associations National PTA National Rural Education Association National School Boards Association National Women's Law Center New York City Board of Education New York State Education Department NOW Legal Defense and Education Fund People For the American Way School Social Work Association of America Unitarian Universalist Association of Congregations United Church of Christ Justice and Witness Ministries", "The CHAIRMAN pro tempore. The question is on the amendment offered by the gentleman from Tennessee (Mr. Hilleary)."], "capitolwords_url": "http://capitolwords.org/date/2001/05/23/H2611_personal-explanation/"}