{u'speaker_state': u'CA', u'speaker_raw': u'ms. woolsey', u'speaker_first': u'Lynn', u'congress': 107, u'title': u'AIDS EPIDEMIC', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2876.htm', u'number': 76, u'id': u'CREC-2001-06-05-pt1-PgH2876.chunk9', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Woolsey', u'pages': u'H2876-H2884', u'speaker_party': u'D', u'date': u'2001-06-05', u'bills': None, u'bioguide_id': u'W000738', u'order': 9, u'speaking': [u'Mr. Speaker, I thank the gentleman from Texas for yielding to me, and for putting this all together. He has done us all a great favor this evening.', u'Mr. Speaker, 20 years ago, HIV and AIDS was thought to affect only gay, white men. Time has proved otherwise. We now know that HIV and AIDS does not discriminate. It reaches out to men, women, and children of all ages in every social and economic group of every race and in every country in the world.', u'I live in Petaluma, California. A good friend of mine was the first woman to die of AIDS in Sonoma County 10 years ago. I can remember when the subject of AIDS first came up 10 years before that. She and I had lunch together, and we were sitting and talking, and trying to figure out actually what this disease was and how to prevent it, and why it was spreading so rapidly around the country.', u'Twenty years ago, people afflicted with HIV-AIDS had little or no chance to enjoy a good quality of life. Thankfully, scientific research has led to successful life-prolonging therapies, but the epidemic is far, far from over.', u"I am proud to represent a district that is committed to fighting the spread of the HIV virus. Marin and Sonoma Counties, the two counties just north of San Francisco across the Golden Gate Bridge, have one of the Nation's highest incidences of HIV/ AIDS. But these counties provide comprehensive services for people living with HIV/AIDS. They have consistently pushed forward aggressive public policy initiatives such as the needle exchange programs.", u'The boards of supervisors in both Marin and Sonoma Counties passed needle exchange regulations and acceptance when it was illegal in the State of California.', u'Advances in treatment, coupled with effective public policy, remind us that good things happen when government and the public health community work together, and when education is made abundant so that people understand what they are up against, what the challenges are, and what prevention must be taken.', u'Today we must recall the lessons we have learned in the 20-year-long fight against HIV/AIDS, and pledge to build upon that knowledge to take us forward, not backward. The treatment of HIV/AIDS has changed, but its fatal consequences have not.', u'It is time to reeducate our Nation. A new generation faces the threat of HIV/AIDS, a generation that never knew the devastation that this disease creates. We must not allow them to repeat the mistakes that contributed to the rapid spread of HIV/AIDS in the first place.', u'Nor can individuals currently receiving HIV/AIDS therapies believe that their medications are in any way a cure. That challenge still awaits us. Until then, we must exercise every precaution to slow the spread of this disease.', u'As we debate HIV/AIDS policy and funding, we must be motivated by the many changes that still lie ahead. If we do, we will accomplish more in the next 5 years than we did in the last 20 years. And Mr. Speaker, we must, because lives depend on it.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/05/H2876_aids-epidemic/'}