{u'speaker_state': u'WY', u'speaker_raw': u'mr. enzi', u'speaker_first': u'Michael', u'congress': 107, u'title': u'BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-14/html/CREC-2001-06-14-pt1-PgS6239-7.htm', u'number': 83, u'id': u'CREC-2001-06-14-pt1-PgS6239-7.chunk227', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Enzi', u'pages': u'S6239-S6305', u'speaker_party': u'R', u'date': u'2001-06-14', u'bills': None, u'bioguide_id': u'E000285', u'order': 227, u'speaking': [u"Boy Scouts has been a part of my education. I am an Eagle Scout. I am pleased to say my son was in Scouts. He is an Eagle Scout. I say it is part of my education because each of the badges that is earned, each of the merit badges that is earned, is an education. I tell schoolkids as I go across my State and across my country that even though at times I took courses or merit badges or programs that I didn't see where I would ever have a use for them, by now I have had a use for them and wish I had paid more attention at the time I was doing it.", u'Boy Scouts is an education. It is an education in possibilities for careers. I can think of no substitution for the 6 million boys in Scouts and the millions who have preceded them. There are dozens on both sides of the aisle who have been Boy Scouts.', u"I always liked a merit badge pamphlet on my desk called ``Entrepreneurship.'' It is the hardest Boy Scout badge to earn. It is one of the most important ones. I believe small business is the future of our country. Boy Scouts promote small business through their internship merit badge. Why would it be the toughest to get? Not only do you have to figure out a plan, devise a business plan, figure how to finance it, but the final requirement for the badge is to start a business.", u'I could go on and on through the list of merit badges required in order to get an Eagle badge. There are millions of boys in this country who are doing that and will be doing that. They do need places to meet. They are being discriminated against. They are being told they cannot use school facilities.', u"It isn't just school facilities; it is Federal facilities. A couple of years ago, we had an opportunity to debate this again on floor, and it had to do with the Smithsonian. Some Boy Scouts requested they be able to do the Eagle Scout Court of Honor at the National Zoo and were denied. Why? The determination by the legal staff of the Smithsonian that Scouts discriminate because of their support for and encouragement for the spiritual life of their members. Specifically, they embrace the concept that the universe was created by a supreme being, although we surely point out Scouts do not endorse or require a single belief or any particular faith's God. The mere fact they asked you to believe in and try to foster a relationship with a supreme being who created the universe was enough to disqualify them.", u"I read that portion of the letter twice. I had just visited the National Archives and read the original document signed by our Founding Fathers. It is a good thing they hadn't asked to sign the Declaration of Independence at the National Zoo.", u"This happens in the schools across the country. Other requests have been denied. They were also told they were not relevant to the National Zoo. That is kind of a fascinating experiment in words. I did look to see what other sorts of things had been done there and found they had a Washington Singers musical concert, and the Washington premiers for both the ``Lion King'' and ``Batman.'' Clearly, relevance was not a determining factor in those decisions.", u'But the Boy Scouts have done some particular things in conservation that are important, in conservation tied in with the zoo. In fact, the founder of the National Zoo was Dr. William Hornaday. He is one of the people who was involved in some of the special conservation movements and has one of the conservation badges of Scouts named after him.', u'If the situations did not arise, this amendment would not come up. But they do arise, as I mentioned with the list of eight incidents already this year. Four of those are on a statewide basis.', u"Last summer the Supreme Court in Boy Scouts of America v. Dale held that the Boy Scouts were entitled to full protection under the first amendment right of expressive association. The High Court held that State laws such as New Jersey's law of public accommodation unconstitutionally violated the first amendment rights of this venerable organization if they were applied to force the Boy Scouts to accept Scoutmasters whose lifestyles violated the Boy Scout oath. The Helms amendment will ensure that public schools that receive public education funds do not force the Boy Scouts to check their first amendment rights at the schoolhouse door.", u'The Helms amendment simply requires that the Boy Scouts are treated fairly, as any other organization, in their efforts to hold meetings on public school property. It does not require public schools to open their doors to any organization for before- or after-school meetings on public school property. It provides if the school is going to provide an open forum for youth or community groups before or after school, that school must allow the Boy Scouts the chance to use school property for their meetings.', u'Unfortunately, many school districts are bending to the pressure of far left interest groups in their attempt to deny the constitutional rights of the Boy Scouts of America. A number of school districts have prohibited the Scouts from meeting on public school property or have pressured local Scouting troops to denounce their very principles on which the organization was founded before they can have meetings there.', u"An example of this discrimination is in Broward County, FL, where the school board voted last November to prohibit the Boy Scouts of America from using public schools to hold meetings and recruitment drives. This is part of a growing trend of local schools, which are imposing viewpoint discrimination against the Boy Scouts because they disapprove of the Scout's message and the way they put this message into practice. Fortunately, the Federal courts have not looked favorably on this viewpoint of discrimination against the Boy Scouts in the early legal challenges to these actions.", u"In March of this year, the U.S. District Court for the Southern District of Florida issued a preliminary injunction against the Broward County School District to block their attempt to keep the Boy Scouts off public school property. The district court found that since the school district allowed numerous other groups to use public school facilities, they had established a limited forum. Accordingly, they were not allowed to discriminate against Boy Scout speech simply because they disagreed with the Scout's viewpoint on homosexuality. In granting this injunction, Judge Middlebrooks wrote:", u'The constitutional rights to freedom of speech or expression are not shed at the school gate.', u'I have to mention, these are examples of where the Scouts were able to use the courts to assure that they were not discriminated against. I am pretty sure everybody in America recognizes if you have to use the courts to get your rights to use school buildings, it costs money. It costs time. This amendment eliminates that cost and eliminates that time, to allow the organizations to have the same rights as the other groups at school.', u'It is unfortunate, sometimes, that we have--the legal system is very important in the country but it has some interesting repercussions. Our system of lawsuits, which sometimes are called the legal lottery of this country, allow people who think they have been harmed to try to point out who harmed them and get money for doing that. It has had some difficulties for the Boy Scouts.', u'I remember when my son was in the Scouts their annual fundraiser was selling Christmas trees. One of the requirements when they were selling Christmas trees was that the boys selling trees at the lot had to be accompanied by two adults not from the same family.', u'I did not understand why we needed all of this adult supervision. It seemed as if one adult helping out at the lot would be sufficient. The answer was, they have been sued because there was only one adult there and that adult was accused of abusing the boys. Two adults provided some assurance that did not happen.', u'The interesting thing is, it was just me and my son at the lot and we still had to have another adult in order to keep the Boy Scouts from being sued.', u'They run into some of the same difficulties with car caravans.', u'So the legal system of this country has put them in the position where they are doing some of the things that they are doing. The legal system of the country has caused some of the discrimination that is done.', u"It is something we need to correct. This discussion of the Helms amendment is timely. On Monday of this week, the Supreme Court held that a public school in New York was not allowed to exclude the Good News Club, which is a private Christian organization for gradeschool children, from using public school facilities for the group's afterschool meetings. In the Good News Club v. Milford Central School, the Court determined that the school violated the club's first amendment free speech rights by discriminating against the group's viewpoint. The Helms amendment would assure that these free speech protections would also apply to the Boy Scouts of America.", u'The Boy Scouts of America is one of the oldest and largest youth organizations in the United States and the world today. The organization teaches its members to do their duty to God, to love their country, and serve their fellow citizens. The Boy Scouts have formed the minds and hearts of millions of Americans and prepared these boys and young men for the challenges they are sure to face the rest of their lives. It is an essential part of Americana. I urge my colleagues to join me in defending the Boy Scouts from constitutional discrimination by supporting the Helms amendment.', u'On May 21, 2001, the Gay, Lesbian and Straight Education Network--an activist homosexual organization--reported that ``After launching a campaign last September [against the Boy Scouts] the Gay, Lesbian and Straight Education Network has tracked a total of 359 school districts which have severed sponsorships with the Scouts since the Supreme Court ruling last June\'\' [&lt;a href="http://www.glsen.org"&gt;www.glsen.org&lt;/a&gt;]. On May 11, 2001, the Associated Press reported that the Iowa City School board voted to prohibit the Boy Scouts of America from distributing any information in schools because of the Scouts membership criteria. Greg Shields, the national spokesman for Boy Scouts of America said, ``We simply ask to be treated the same way as any other private organization . . . [and] that our free speech and right to assemble be respected just as we respect those rights of others. On February 8, 2001, the Ashbury Park Press reported that the State [of New Jersey] is considering a rule change that would bar school districts from renting space to the Boy Scouts of America because of their position on homosexuality. On February 7, 2001, The Arizona Republic reported that the Sunnyside School District, in Tucson [two-sawn], Arizona decided to charge the Boy Scouts of America fees to use school facilities, even though no other groups have to pay fees. The ACLU executive director said that, ``While Boy Scouts, atheists, Nazis, even Satanists have the right to express their views, government should not use public money to promote them.\'\' On January 28, 2001, the Boston Globe reported that the Acton School Committee in Massachusetts decided to prevent the Boy Scouts from distributing literature at school--even though other groups can do so. In defending its actions, Acton School Committee cited Massachusetts law, which says that schools cannot sponsor the Boy Scouts. On January 14, 2001, the New York Times reported that New York\'s Chappaqua School District officials were about to coerce two local Boy Scout troops into signing a document that denounced the national policies of the Boy Scouts of America as a condition for allowing these troops access to school property. On January 13, 2001, the Wisconsin State Journal reported that the Madison School Board voted unanimously to post a condemnation against the Boy Scouts of America in all 45 school districts. On January 11, 2001, the News &amp; Observer reported that ``The Chapel Hill-Carroboro school board voted to give Scouts until June to either go against the rule of their organization or lose their sponsorship and meeting places in schools.\'\' On December 18, 2000, the Seattle Union Record reported that a state coalition of advocates for gay and lesbian students has asked Seattle Public Schools to restrict the Boy Scouts of America\'s access to students and school buildings. On December 2, 2000, the New York Times reported that the Schools Chancellor barred New York City public schools from: bidding on contracts with city schools, sponsoring Scout troops or allowing the Scouts to recruit members during school hours. On November 20, 2000, the Associate Press reported that in Mount Pleasant, Michigan, School boards in Minneapolis and New York City, as well as other city and state governments and groups nationwide, have recently cut support of the Scouts because of its gay policy. In the Detroit suburb of Plymouth, a teachers union asked its school board to ban groups--including the Boy Scouts--that discriminate against gays. On November 16, 2000 Fla. Today reported that ``Broward County\'s school board voted unanimously to keep the Boy Scouts of America from using public schools to hold meetings and recruitment drives because of the groups ban on gays.\'\' [District Court intervened.] On November 15, 2000 the Telegram and Gazzete reported that in Worchester, Ma, ``Superintendent of Schools Alfred Tutela . . . banned the Boy Scouts from holding meetings in the properties of the Wachusett Regional Schools District.\'\''], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/14/S6239-7_better-education-for-students-and-teachers-act/'}