{u'speaker_state': u'CA', u'speaker_raw': u'mr. stark', u'speaker_first': u'Pete', u'congress': 107, u'title': u'ENCOURAGING CORPORATIONS TO CONTRIBUTE TO FAITH-BASED ORGANIZATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-10/html/CREC-2001-07-10-pt1-PgH3811-6.htm', u'number': 95, u'id': u'CREC-2001-07-10-pt1-PgH3811-6.chunk17', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Stark', u'pages': u'H3811-H3818', u'speaker_party': u'D', u'date': u'2001-07-10', u'bills': [u'H. Con. Res. 170'], u'bioguide_id': u'S000810', u'order': 17, u'speaking': [u'Mr. Speaker, I rise today in opposition of H. Con. Res. 170, a Resolution Encouraging Corporations to Contribute to Faith-Based Organizations.', u"I am a strong supporter of corporations increasing donations to philanthropic organizations to help the most needy in our society. Even with the strong economy over the past few years, many Americans have not shared in this nation's prosperity. Thus, more corporate donations are needed to help the many Americans living in poverty.", u"However, I do not support the government advocating corporate support of one charitable organization over another. Our Founding Fathers included the establishment clause in the United States Constitution to ensure that the government did not play the role of endorsing religion. This policy has given Americans the freedom to carry out their religious worship in whichever manner they choose without fear of government oppression. Today, this resolution takes the first step toward the government playing the role of supporting religious charitable organization over others and challenging the Founding Fathers' wisdom to include the establishment clause in our constitution.", u"Even more disturbing, it appears that this resolution is the first step in the Bush Administration attempt to promote their faith-based initiative that supports the ungodly action of promoting government sponsored discrimination. it has been reported that the Bush administration has agreed to create a regulation that would allow religious charitable organizations to legally avoid hiring gay employees because of their sexual orientation in exchange for these groups' support for their faith-based initiative.", u'In the mid-20th century, many racial minorities, women and gays began the long fight for equal rights in this nation. It is a fight that still has a long way to go. The struggle of these groups to obtain equality continues to inspire a nation to make America a better place where all men and women are truly created equal.', u"If the reported allegation about the administration creating a regulation to promote discrimination is true, then the Bush Administration has signaled to the nation that it wants to return to the dark days in this nation's history when our government sponsored discrimination against certain groups. If today, the Bush Administration is willing to support government sponsored discrimination against homosexuals, then which group is next? Will it be women? Will it be African Americans or Hispanics? Will it be religious worshipers of Catholicism, Judaism or the Nation of Islam?", u'It is time that the leaders in this country stood up together and stopped usurping the principles of separation of church and state and the principle that all are created equal. These principles help to create a nation that cherishes tolerance for all groups and should be preserved.', u'I urge my colleagues to oppose H. Con. Res. 170 and say no to discrimination.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/10/H3811-6_encouraging-corporations-to-contribute-to-faith-ba/'}