{u'speaker_state': u'MO', u'speaker_raw': u'mr. gephardt', u'speaker_first': u'Richard', u'congress': 107, u'title': u'COMMUNITY SOLUTIONS ACT OF 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-19/html/CREC-2001-07-19-pt1-PgH4222-5.htm', u'number': 101, u'id': u'CREC-2001-07-19-pt1-PgH4222-5.chunk224', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Gephardt', u'pages': u'H4222-H4281', u'speaker_party': u'D', u'date': u'2001-07-19', u'bills': None, u'bioguide_id': u'G000132', u'order': 224, u'speaking': [u'Mr. Speaker, I rise to speak in favor of this substitute. I believe it is a superior bill to deal with this very important problem.', u'I am saddened to stand before the Members in opposition to the language of the bill that is on the floor. In my view, this bill represents a missed opportunity to extend the good works of faith-based organizations.', u"I am a strong supporter of not-for-profit and faith-based organizations. I believe they provide tremendous help to people all over this country. They feed the hungry. They put roofs over people's heads. They tend to the most underprivileged in our society, the poorest members of our communities. They are vital to every community in America, and as forces for good in our society, they are simply irreplaceable.", u"But I do not believe that we should accept the premise of the legislation before us. I believe in the Golden Rule: ``Do unto others as you would have them do unto you.'' I do not think that we should expand government support for institutions at the expense of fundamental civil rights and antidiscrimination protections for all Americans.", u'Millions of people, African Americans, Hispanic Americans, women, gays and lesbians, the disabled, people of all different faiths, enjoy more opportunity and equality because of the these laws.', u"These are living, breathing parts of the American democracy, making a tremendous difference in people's everyday lives.", u"I believe the President's faith-based initiative rolls back these protections; protections which ironically our leading reverends and Rabbis and religious luminaries have fought for and won; protections which further the fundamental humanist principles of equality, individual liberty, and freedom.", u'The consequences of this bill, unintended or not, are that it will be easier for these important institutions to ignore fundamental State, local, and Federal antidiscrimination laws. Just last week, The Washington Post reported that the Bush administration had reached some kind of an agreement with the Salvation Army. In exchange for political support, the White House would consider exemption for the Salvation Army from local and State laws protecting gay Americans from discrimination. This was a sad development, and it indicates the kinds of problems this law creates for potentially millions of Americans in every corner of our society.', u'I am also concerned that the bill has a tax incentive that is not paid for, and a very small incentive that will have little or no effect on charitable giving. We continue to worry about going into Medicare and Social Security Trust Funds in this budget, and we should not pass new tax breaks without finding offsets so we do not invade these critical programs.', u'Finally, I think this bill violates the fundamental church-State separation that is still a fundamental principle of our democracy. This bill will invite government regulation of religious institutions; and through a little known loophole, it will invite government scrutiny of the allocation of government-wide vouchers, which will blur the line separating church from State, weakening our Bill of Rights.', u"In short, I do not think this bill is what the American people want, and I do not believe this is what the House of Representatives wants for our country. Americans enjoy the wonderful protections afforded by the Bill of Rights, the Civil Rights Act of 1964, and the countless critical civil rights laws at State and local level. They have made more freedom and more equality everyday reality in people's lives. I urge Members to vote for this substitute so that we can support faith-based institutions in ways that will not harm the people of this great democracy but will uphold the role of faith in our great and diverse Nation."], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/19/H4222-5_community-solutions-act-of-2001/'}