{u'speaker_state': u'OH', u'speaker_raw': u'mrs. jones of ohio', u'speaker_first': u'Stephanie', u'congress': 107, u'title': u'FOREIGN OPERATIONS, EXPORT FINANCING, AND RELATED PROGRAMS APPROPRIATIONS ACT, 2002', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-24/html/CREC-2001-07-24-pt1-PgH4437-5.htm', u'number': 104, u'id': u'CREC-2001-07-24-pt1-PgH4437-5.chunk187', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jones', u'pages': u'H4437-H4481', u'speaker_party': u'D', u'date': u'2001-07-24', u'bills': None, u'bioguide_id': u'J000284', u'order': 187, u'speaking': [u'Mr. Chairman, I move to strike the requisite number of words, and I rise in support of the Lee-Leach global AIDS amendment.', u'Mr. Chairman, I want to compliment the gentleman from Iowa (Mr. Leach) and the gentlewoman from California (Ms. Lee) for their leadership on this issue. My second term in the House of Representatives, and last year, through my work with the gentlewoman from California (Ms. Lee), I became more and more aware of the need for this country to step up to the plate and take its leadership role in addressing the pandemic of AIDS.', u'In reality, as we nickel and dime our way towards paying for the AIDS pandemic in our country and across the world, we ought to be anteing up $1 billion from the United States that would allow us to leverage another $8 to $9 billion across the world to support this AIDS, to get rid of this AIDS pandemic.', u'The prior speaker specifically said that we were cutting funds. But in fact we are looking at funds to leverage to the trust fund, and we are not cutting USAID funds. We are not talking about bilateral funds, and we are not talking about decreasing the income of the various countries that are being dealt with. We are talking about decreasing an increase for these countries, because some of the dollars have actually sat being unused. For example, in the country of Peru, military funds for the Andean initiative sat unused for a number of years. In addition, funds in Colombia would not be affected. Additionally, cuts to this initiative are budget cuts only to budget increases over the next few years.', u'Let me for a moment, Mr. Chairman, tell my colleagues some of the 24 organizations that are supporting this piece of legislation, and these are organizations that are religious, health, hunger and research oriented groups.', u"They include ACT UP out of Philadelphia, AIDS Action, AIDS Alliance for Children Youth and Families, AIDS Nutrition Services Alliance, AIDS Vaccine Advocacy Coalition, Advocates for Youth, the American Public Health Association, Catholic Relief Services, Church World Service, Elizabeth Glaser Pediatric AIDS Foundation, Gay Men's Health Crisis, Global Campaign for Microbicides, Global Health Council, Health GAP Coalition, HIV Medicine Association, the Human Rights Campaign, Infectious Diseases Society of America, Maryknoll AIDS Task Force, the National Council of the Churches of Christ in the USA, the National AIDS Fund, PLAN International, the Presbyterian Church USA, Washington Office, the San Francisco AIDS Foundation, Student Global AIDS Campaign, and the Washington Office on Africa.", u'All of these organizations get it. All of these organizations understand the importance of our addressing the AIDS pandemic across the world.', u'Now, I am knowledgeable to the point that I have seen and I have read that there are grandparents across sub-Saharan Africa that are raising 35 and 40 grandchildren, and they are raising 35 and 40 grandchildren as a result of the fact that AIDS has wiped out generations across sub-Saharan Africa. We should not continue to let that happen.', u'It would be different if we could not make an impact. It would be different if we had to say to the world, World, we cannot help you, we can let this AIDS pandemic continue to spread. But we can make a difference, the big United States of America, the one that comes to the plate for everybody else.', u'Step up, America. Step up, United States, and fund this AIDS pandemic program at its maximum.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/24/H4437-5_foreign-operations-export-financing-and-related-pr/'}