{u'speaker_state': u'AZ', u'speaker_raw': u'mr. kolbe', u'speaker_first': u'James', u'congress': 107, u'title': u'DISTRICT OF COLUMBIA APPROPRIATIONS ACT 2002', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5984.htm', u'number': 126, u'id': u'CREC-2001-09-25-pt1-PgH5984.chunk21', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Kolbe', u'pages': u'H5984-H6011', u'speaker_party': u'R', u'date': u'2001-09-25', u'bills': None, u'bioguide_id': u'K000306', u'order': 21, u'speaking': [u'Mr. Chairman, I thank the gentleman for yielding me this time.', u'I want to congratulate the gentleman from Michigan and the gentleman from Pennsylvania for the fine job that they have done on this bill. We have heard it from many people, but I think these plaudits are really due here for a very good job that they have done on this bill.', u'I am rising to speak at this point because the time on the amendment that will be coming up later offered by the gentleman from Florida (Mr. Weldon) is very limited; and I want to give just a little bit of background, although it has already been covered to some extent. I do hope my colleagues will, when the time comes, oppose the Weldon amendment.', u'By way of background, the District has had a health benefits law for domestic partners since 1992. We have heard it said here today, 113, 117 other jurisdictions around the country also have a similar provision, so this is hardly anything that is new or different. In fact, the District of Columbia provision is much, much more limited than that offered by most other governmental units. It would allow a partner, and it can be, as the gentleman from Florida noted, a grandmother and a mother together raising a child; it could be a disabled person with a care giver; it could be two heterosexual people living together; it could be a lesbian or gay couple living together, it allows the one of them who is employed by the District of Columbia to sign the other up for health benefits. I want to emphasize, this benefit is entirely, entirely, at the expense of the individual. No Federal or District of funds are used to subsidize the premiums for the domestic partner.', u'Now, for the last 9 years, Congress has blocked that D.C. statute from being implemented. But as we have heard on the floor this morning, the state of the District is different from nine years earlier. The Control Board is about to expire. We have confidence in the local government. Now, if we are going to demonstrate that confidence, is this not a good place to start, by lifting this particular ban and saying to the District of Columbia that along with 113 other jurisdictions around the country, you can make these decisions about who among your employees can have health benefits? This is the time to lift this prohibition.', u'Mr. Chairman, it is time to start bringing our country together. We should be uniting our country; we should be bringing people together. We do not need this kind of mean-spirited amendment that is being offered here today.', u'Mr. Chairman, I urge my colleagues to reject the Weldon amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/09/25/H5984_district-of-columbia-appropriations-act-2002/'}