{"speaker_state": "WA", "speaker_raw": "mr. inslee", "speaker_first": "Jay", "congress": 107, "title": "AIRLINE BAGGAGE SCREENING", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-10-11/html/CREC-2001-10-11-pt1-PgH6684-2.htm", "number": 136, "id": "CREC-2001-10-11-pt1-PgH6684-2.chunk1", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Inslee", "pages": "H6684-H6690", "speaker_party": "D", "date": "2001-10-11", "bills": null, "bioguide_id": "I000026", "order": 1, "speaking": ["Mr. Speaker, several of us have come to the well of the House to address what is the most pressing national issue of the moment that unfortunately the U.S. Congress has not dealt with adequately, and that is the security of our families and our communities.", "We just heard the President of the United States talking about the existence of threats in this regard, that it is appropriate to be on high alert for these particular threats. We have come to the House tonight with a message that basically the House needs to act and act quickly on measures designed to enhance our national security in our homeland.", "Unfortunately, although we are now a month past this terrible attack, this Chamber has not had a significant vote on bringing a security package for adoption by the U.S. Congress. We are very disappointed by that. We think that the threat is real, that we have the ability to respond to these threats, but to date we have not had the House deal with these issues in a satisfactory fashion. We would like to talk about a few of those issues tonight.", "First, an issue that was brought to my attention about a week and a half ago, Americans realize the threat we are under with airlines. We Americans have an expectation, for instance, that the luggage that goes into airlines will be screened for explosive devices. We in America have the technology, fortunately, and this is good news, we have very, very good technology that is available to screen 100 percent of the luggage that goes into the belly of our airplanes.", "Unfortunately, that is not happening. In fact, the truth is the vast majority of bags that go into the luggage compartment of jets is not screened, is not screened by X-ray, CAT scan, sniffing, human eye or otherwise. A small percentage is.", "Clearly, given the nature of the threat, this Chamber needs to adopt a law that will require 100 percent screening of our baggage that goes into the baggage compartment of airplanes. We do this now fortunately for carry-on baggage and we do it relatively effectively. But we have equipment that will screen very, very effectively for the baggage that goes into our aircraft. We need to make sure those are used with 100 percent of the baggage that goes into the aircraft.", "I have introduced the Baggage Screening Act, with others, some of whom are here tonight to address this issue. Unfortunately, we have not had a vote on this. We have had votes on birth control issues, we have had votes on gay partners' rights, but we have not had a vote on security issues. We have come here tonight to urge the leadership of the House to bring to the floor, amongst others, the Baggage Screening Act so hopefully we can increase the security.", "With that, I would like to yield to the gentleman from Ohio (Mr. Strickland), a cosponsor of the Baggage Screening Act who has been very active in this regard."], "capitolwords_url": "http://capitolwords.org/date/2001/10/11/H6684-2_airline-baggage-screening/"}