{"speaker_state": "OR", "speaker_raw": "mr. smith of oregon", "speaker_first": "Gordon", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm", "number": 78, "id": "CREC-2000-06-20-pt1-PgS5410-2.chunk78", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Smith", "pages": "S5410-S5435", "speaker_party": "R", "date": "2000-06-20", "bills": null, "bioguide_id": "S001142", "order": 78, "speaking": ["Mr. President, I rise today as a cosponsor of the Kennedy-Smith amendment. I also rise to announce my support for the amendment offered by Senator Hatch. I ask my colleagues, in voting for Senator Hatch's amendment, to vote for Senator Kennedy's as well. It is fine to study, but I think we know enough. We know that hate crimes are already committed in our society.", "When I, as a human being, wake up to read headlines of a black man dragged to death and a gay man beaten to death, I want to do something. I believe in the separation of State governments and the Federal Government. I understand all of that. But doggone it, it is OK for the Federal Government to show up to work. It is time for us to say as Republicans and Democrats that we want to make a difference. We want our police officers to help not primarily but secondarily and to be there to teach, to prosecute, and to pursue those who commit the most malignant of crimes.", "I say to my colleagues, there are two critical words, in my view, missing in Senator Hatch's amendment. The words are ``sexual orientation,'' as it applies to making it a Federal crime. I never thought I would be on the Senate floor saying this until I saw the report of Matthew Shepard's death. I began to ask myself what I could do.", "Many in the Senate are reflexively inclined to vote no on the Kennedy amendment because of feelings of religious reluctance. I understand that because I shared those feelings for a long time. Then I happened upon a story in a book that I regard as Scripture. It is in the eighth chapter of John when the Founder of the Christian faith was confronted by the Pharisees and the Sadducees of His day with a hate crime. A woman who was caught in the very act was to be stoned to death. What did He do? His response was to speak in such a way to shame the self-righteous and the sanctimonious to drop their stones, and He saved her life. We should do the same.", "I do not believe on that day He endorsed her lifestyle anymore than I believe anyone here will be endorsing any lifestyle if they vote for the Kennedy-Smith amendment. I believe what my colleagues will be doing is following an example that says when it comes to violence and hatred, we can stand up for one another. No matter our distinctions, no matter our uniqueness, no matter our peculiarities, no matter how we pray or how we sin, we can stand up for each other, and we can stand up against hate.", "I say to my colleagues: Vote for Senator Hatch's amendment. It is fine, but it does not go far enough, in my view, and it is time to go far enough to include this group of Americans who are not now included in a current Federal law."], "capitolwords_url": "http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/"}