{"speaker_state": "OH", "speaker_raw": "mr. brown of ohio", "speaker_first": "Sherrod", "congress": 106, "title": "RYAN WHITE CARE ACT AMENDMENTS OF 2000", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-07-25/html/CREC-2000-07-25-pt1-PgH6962.htm", "number": 98, "id": "CREC-2000-07-25-pt1-PgH6962.chunk12", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Brown", "pages": "H6962-H6980", "speaker_party": "D", "date": "2000-07-25", "bills": null, "bioguide_id": "B000944", "order": 12, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, the gentleman from Oklahoma (Mr. Coburn) complained about the lateness of the hour, and all of us concur with that. An issue as important as this was scheduled literally last among 35 suspensions. We are behind tonight naming post offices, regarding celebrating anniversaries; we are after our sense of Congress resolution regarding the importance of families eating together, something we all support, but a Congressional resolution for that; recognizing the importance of children in the U.S. We obviously recognize that. But to put all of that before this, it is again the sort of do-nothing Republican leadership in Congress that makes these decisions to schedule bills as important as this that we bipartisanly agree on finally after negotiations to put this bill last.", "It is clearly not the way this Congress should operate. We should be doing this during the day when Members of Congress are awake and in this Chamber and watching from their offices. Instead we are doing a very, very important bill, the Ryan White CARE Act, in literally the middle of the night. Mr. Speaker, I think none of us approve of that kind of lack of leadership by Republicans in this Chamber. I want to commend the gentleman from Oklahoma (Mr. Coburn) for his work; the gentleman from California (Mr. Waxman) for his work; Roland Foster, in the office of the gentleman from Oklahoma (Mr. Coburn); Paul Kim, in the office of the gentleman from California (Mr. Waxman); and Ellie Dehoney, in my office, for their exceptional work on this legislation.", "The battle against HIV/AIDS is more than a medical challenge, although that challenge alone is overwhelming. It is a battle against ignorance, against intolerance, against apathy. It is a battle against isolation, against alienation, against despair. It is a battle against time, it is international, and it is down the street. AIDS is set to kill more people worldwide than World War I, World War II, the Korean War, and the Vietnam War combined.", "The Ryan White CARE Act responds to HIV/AIDS, not just as a public health crisis, but as a threat to the stability and cohesiveness of communities and the rights of individuals. It fights the medical epidemic with prevention and with treatment. It fights ignorance, it fights intolerance, it fights apathy with awareness, commitment and compassion, and it fights alienation, isolation and despair by engaging communities in a focus that emphasizes living with HIV/AIDS, not dying with it.", "The act was created in the memory of Ryan White, a young teenager who became a national hero in this fight. He was a hemophiliac and contracted HIV through a bad blood transfusion, but Ryan White fought against ignorance, fear and prejudice on behalf of all individuals with ", "Ryan White died on April 8, 1990, at the age of 18. Ten years later the law named after him carries on his legacy. The Ryan White CARE Act has made a tremendous difference in the lives of people living with ", "In my district, which includes much of Ohio's only title I eligible metropolitan area, Ryan White programs provide primary care and support services and the kinds of medication that contain HIV/AIDS into a chronic, rather than an acute illness. There is more to do and Ryan White will continue to play a pivotal role.", "In Ohio, while AIDS deaths have declined, the incidence of HIV/AIDS has increased dramatically. After declining steadily, the incidence among young gay males is on the rise. HIV/AIDS is expanding into new populations, while continuing to spread in those populations originally at risk.", "Prevention is vital, treatment is vital, The Ryan White programs are vital.", "Mr. Speaker, I ask for passage of this legislation.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2000/07/25/H6962_ryan-white-care-act-amendments-of-2000/"}