{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 106, u'title': u'DRUG COMPETITION ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-07-27/html/CREC-2000-07-27-pt2-PgS7908.htm', u'number': 100, u'id': u'CREC-2000-07-27-pt2-PgS7908.chunk1', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S7908-S7921', u'speaker_party': None, u'date': u'2000-07-27', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Two recent antitrust actions by the Federal Trade Commission and a related federal court decision have exposed the way some pharmaceutical companies conspire to keep low- priced drugs out of reach of consumers. Manufacturers of patented drugs are paying tens of millions of dollars to manufacturers of generic drugs if they agree to keep products off the market. The drug companies split the profits from maintaining a monopoly at the consumer's expense. The commission is taking aggressive action to curb the practice. It needs help from Congress to close loopholes in federal law. Dissatisfied with the supply of generic drugs, Congress passed the Hatch-Waxman act in 1984 to encourage manufacturers to challenge weak or invalid patents on brand- name drugs. The act grants temporary protection from competition to the first manufacturer that receives permission from federal authorities to sell a generic drug before the patent on a brand-name drug expires. For 180 days, the federal government promises to approve no other generic drug. But as reported Sunday by Sheryl Gay Stolberg and Jeff Gerth of The Times, drug companies are undermining Congress's intent. Hoechst Marion Roussel, the maker of drugs to treat hypertension and angina, agreed in 1997 to pay Andrx Pharmaceuticals to delay bringing its generic alternative to market. The commission brought charges against the companies last March and a federal judge declared last month in a private lawsuit that the agreement violated antitrust laws. In a second case, Abbott Laboratories paid Geneva pharmaceuticals to delay selling a generic alternative to an Abbott drug that treats hypertension and enlarged prostates. Geneva's drug could have cost Abbott over 30 million a month in sales. In both cases, the manufacturer of the generic drug used its claim to the 180-day grace period to block other generic drugs from entering the market. The drug companies deny that their agreements violate the antitrust laws, presenting them as private preliminary settlements between companies engaged in patent disputes. That is untenable. The agreements are overly broad, temporarily stopping all sales of generic drugs. Typically in settlement of a patent dispute, the company infringing on the patent would pay the patent holder. In these cases it is reversed, stunting competition. The agreements are also private, going into effect before a court reviews the public interest. Not all private settlements are anti-consumer. That is why the commission has taken a careful case-by-case approach. It could use a little help from congress. The 180-day grace period was designed to encourage generics to enter the market. Since it is being manipulated to impede competition, the grace period needs to be fixed so that the production of generic drugs cannot be blocked by a single company that decides not to compete."], u'capitolwords_url': u'http://capitolwords.org/date/2000/07/27/S7908_drug-competition-act/'}