{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 106, u'title': u'COASTAL ZONE MANAGEMENT ACT OF 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-02/html/CREC-2000-10-02-pt1-PgS9598.htm', u'number': 120, u'id': u'CREC-2000-10-02-pt1-PgS9598.chunk1', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S9598-S9599', u'speaker_party': None, u'date': u'2000-10-02', u'bills': [u'S. 1534'], u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the letter was ordered to be printed in the Record, as follows:', u"Dear Senator Lott: On behalf of the following organizations, we are writing to urge you to schedule S. 1534, the Coastal Zone Management Act of 2000, for floor consideration as soon as possible. Sponsored by Senators Snowe and Kerry, S. 1534 has been reported out of the Commerce Committee with unanimous bipartisan support. Since its enactment in 1972, the Coastal Zone Management Act (CZMA) has helped protect and improve the quality of life along the coast by providing incentives to states to develop comprehensive programs to meet the challenges facing coastal communities reducing their vulnerability to storms and erosion, the effects of pollution on shellfish beds and bathing water quality, and loss of habitat, to name a few. The CZMA has proven to be a model statute for promoting national, state and local objectives for balancing the many uses along the coasts. There is no better testament to the success of the state/federal partnership forged by the CZMA than the fact that 34 of 35 eligible coastal states, commonwealths and territories have chosen to participate in the program. Federal assistance provided under the Act is matched by states dollar for dollar. Each state can point to significant benefits resulting from the Act, such as improved coastal ecosystem health; revitalized waterfront communities; coastal habitat conservation and restoration; increased maritime trade, recreation, and tourism; and the establishment of estuarine research reserves which serve as living laboratories and classrooms. The lands and waters of our coastal zone are subject to increasingly intensive and competing uses. More than half of the Nation's expanding population is located near the coast. S. 1534 will improve the Act by authorizing ``Coastal Community Grants'' to assist states in enabling communities to develop strategies for accommodating growth in a manner which protects the resources and uses which contribute to the quality of life in coastal communities. The bill will help build community capacity for growth management and resource protection; dedicate funding for communities to reduce the causes and impacts of polluted runoff on coastal waters and habitats; and reduce the pressure on natural resources caused by sprawl by targeting areas for revitalization. As a measure of the support the CZMA has enjoyed, it is worth noting that in 1996, the CZMA reauthorization bill passed by a unanimous vote in the House, and passed the Senate by voice vote. We hope that passage of S. 1534 will form part of the legacy of significant accomplishments of the 106th Congress. Sincerely, Anthony B. MacDonald, Coastal States Organization. Jeanne Christie, Association of State Wetlands managers. Barbara Jean Polo, American Oceans Campaign. Jacqueline Savitz, Coastal Alliance. Dr. Michael Donahue, Great Lakes Commission. David Hoskins, Center for Marine Conservation. Cyn Sarthou, Gulf Restoration Network. Tim Williams, Water Environment Federation. Ed Hopkins, Sierra Club. Richard Caplan, U.S. Public Interest Research Group. Howard Page, Sierra Club--Gulf Coast Group, Mississippi Chapter. Cindy Dunn, Salem Sound 2000. Diane van DeHei, American Metropolitan Water Agencies. Joseph E. Payne, Friends of Casco Bay. Gay Gillespie, Westport River Watershed Alliance. James Gomes, Environmental League of Massachusetts. Judith Pederson, Ph.D., MIT Sea Grant College Program. Bill Stanton, North &amp; South Rivers Watershed Association. Robert W. Howarth, Ph.D., Environmental Defense. Michelle C. Kremer, Surfrider Foundation. Enid Siskin, Gulf Coast Environmental Defense. Elizabeth Sturcken, Coastal Advocacy Network. Polly Bradley, SWIM. Ken Kirk, Association of Metropolitan Sewerage Agencies. Denise Washko, California CoastKeeper. Roger Stern, Marine Studies Consortium. Victor D'Amato, North Carolina Chapter Sierra Club. Nina Bell, J.D., Northwest Environmental Advocates. Donald L. Larson, Kitsap Diving Association. Cliff McCreedy, Oceanwatch. Richard Delaney, Urban Harbors Institute, Univ. of Massachusetts, Boston. Dee Von Quirolo, Executive Director, Reef Relief, Key West, Florida."], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/02/S9598_coastal-zone-management-act-of-2000/'}