{"speaker_state": "OK", "speaker_raw": "mr. coburn", "speaker_first": "Tom", "congress": 106, "title": "CONCURRING IN SENATE AMENDMENT TO H.R. 4386, BREAST AND CERVICAL CANCER PREVENTION AND TREATMENT ACT OF 2000", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-12/html/CREC-2000-10-12-pt1-PgH9843-7.htm", "number": 127, "id": "CREC-2000-10-12-pt1-PgH9843-7.chunk6", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Coburn", "pages": "H9843-H9852", "speaker_party": "R", "date": "2000-10-12", "bills": null, "bioguide_id": "C000560", "order": 6, "speaking": ["Mr. Speaker, I want to thank the gentlewoman from North Carolina, who is a very dear friend of mine, and want to say this: There is no question I have lost the battle on this bill to have women have the knowledge about what the risks are from this virus. And that has been my goal all along.", "Every Friday and every Monday that we are not here, I treat women. I hate this virus. I hate it worse than HIV. Because what it does is it takes the self-esteem away from a woman. A woman feels dirty when she finds out that she has got this virus.", "Unfortunately, we as a body have condoned the message in this country that says to our young children and young adults that they can have safe sex. That is a lie.", "A condom offers no protection from this virus. The NIH has stated so. As a matter of fact, NIH Dr. Richard Cosner has stated that no additional research should be done on the efficacy of condoms as related to this virus because the studies are irrefutable that a condom will not protect them.", "I understand the concerns of the gentlewoman from New York and the Women's Caucus in this. I want a breast and cervical cancer bill. I have three close family members with breast cancer. I want this. I want this for the women in my practice who have trouble getting treatment when they are working and do not have health insurance. I do not mean to be an impediment. But if we take the same track on cervical cancer, on prostate cancer, and now 20 percent of the gay men in this country have rectal dysplasia, which means they are going to have rectal cancer if we take the same track we did initially on HIV and offer treatment only, without education and information for prevention, what we have done is a very great disservice to the country.", "We have abrogated our responsibility. The fact is that we can prevent cervical cancer. Yes, we have set up a great screening system to find this. That is why we find it early. That is why we have such wonderful cure rates on cervical cancer. But we should not have as many women with cervical cancer as we do in this country: 3,800 women will die this year from cervical cancer; 30,000 will be diagnosed with cervical cancer in this country. Those are preventable diseases.", "As we discuss the health care dollars and the health care crisis in this country, to be spending money on treatments when we could have prevented it is very, very foolish. I would like to engage the gentlewoman from New York in a colloquy, if I might. I would like to just ask again, I heard her opening statement and I am very appreciative of it. Can I have a commitment from the Women's Caucus that before this session of Congress is over, that we in fact will have in some language somewhere a study and a prevention message for the young people in this country as relating to human papilloma virus?"], "capitolwords_url": "http://capitolwords.org/date/2000/10/12/H9843-7_concurring-in-senate-amendment-to-hr-4386-breast-a/"}