{u'speaker_state': u'PA', u'speaker_raw': u'mr. murtha', u'speaker_first': u'John', u'congress': 105, u'title': u'TRIBUTE TO MR. WILLIAM K. TAKAKOSHI', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-07-22/html/CREC-1998-07-22-pt1-PgE1383-2.htm', u'number': 99, u'id': u'CREC-1998-07-22-pt1-PgE1383-2.chunk0', u'volume': 144, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Murtha', u'pages': u'E1383', u'speaker_party': u'D', u'date': u'1998-07-22', u'bills': None, u'bioguide_id': u'M001120', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to pay tribute to a dedicated public servant as he retires from his position as Special Assistant to the Under Secretary of the Army after more than 28 years of dedicated service to his country. Mr. William K. Takakoshi is most deserving of our tribute. He has consistently demonstrated the outstanding qualities expected of our finest public servants. I would like to take a moment to highlight Bill's career milestones.", u'A native of Rockford, Illinois, Bill is a 1970 graduate of the University of Illinois with a B.S. in Industrial Engineering. Upon graduation he was commissioned as a 2nd Lieutenant in the Army Reserve. In 1971, Bill earned a Masters Degree in Industrial Engineering and Business Administration from Purdue University.', u'Bill entered public service in 1970 as an Industrial Engineer at the Naval Ammunition Depot at Crane, Indiana. He was responsible for the production and industrial engineering for the five main Naval Ammunition Depots.', u'In 1975, he was assigned as the Resource Branch Head of the Strategic Weapons Facility Pacific. In that capacity he was responsible for planning, acquisition, and management of all the resources required to activate the missile facilities of the first TRIDENT Base.', u'In 1981, after a tour at the Joint Cruise Missiles Program Office where he was the Deputy Production Manager, he accepted a position with the Army. For the next seven years he served as Deputy for Industrial Resources and Quality and Production for the Assistant Secretary of the Army (Research, Development, and Acquisition). During that time his primary focus was oversight of the Army Ammunition and Industrial Preparedness programs.', u'Because of his vast experience and knowledge of the acquisition process, he was selected by the House Armed Services Committee as a Legislative Fellow. Bill served on the Acquisition Policy Panel for the Procurement Subcommittee for a complete legislative cycle.', u'Upon his return to the Department of the Army in 1989 he was made Director, Program Review for the Assistant Secretary of the Army (Research, Development, and Acquisition) and was selected for the Senior Executive Service.', u"In 1990, because of his vast experience he was handpicked by the Under Secretary of the Army to serve as his Special Assistant. Since that time Bill has been the focal point within the Army for finding positive solutions and resolving difficult issues that cross varied interests and organizations. Bill Takakoshi is truly a ``team player''. He is always on top of the issues of the day and has the respect and confidence of the OSD and congressional staffs. He is the paramount professional, quiet and unassuming but one who always gets the job accomplished.", u'Mr. Speaker, it gives me great pleasure to present the credentials of Mr. Takakoshi to the Congress today. It is clear that the Department of Defense is losing a great talent. I would like to wish both Bill and his wife Gay continued success in all their future endeavors.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/07/22/E1383-2_tribute-to-mr-william-k-takakoshi/'}