{"speaker_state": "AR", "speaker_raw": "mr. bumpers", "speaker_first": "Dale", "congress": 105, "title": "DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-07-22/html/CREC-1998-07-22-pt1-PgS8689-5.htm", "number": 99, "id": "CREC-1998-07-22-pt1-PgS8689-5.chunk5", "volume": 144, "chamber": "Senate", "session": 2, "speaker_last": "Bumpers", "pages": "S8689-S8775", "speaker_party": "D", "date": "1998-07-22", "bills": null, "bioguide_id": "B001057", "order": 5, "speaking": ["I yield myself 3 minutes.", "Mr. President, this amendment, for the edification of people who didn't hear any of the debate last night, is to make a very minor change in the grand jury system. Now, bear in mind, the grand jury system is about as outdated, as big an anachronism as there is in this country.", "For openers, all this amendment does is to say that an innocent person who is called before the grand jury--not as a target, not as a defendant, but an absolutely innocent witness, an absolutely innocent witness who is terrified because he or she is appearing before the grand jury for the first time in his or her life, and they know that if they misspeak, if their memory doesn't satisfy the prosecutor, they face the possibility of being charged with perjury.", "Right now when that innocent person goes to testify before the grand jury, let's make it easy, let's assume, as I did last evening, that it is a Senator's wife; that might be understandable around here. The Senator's wife goes in after having paid some lawyer $5,000 or $10,000 just as a retainer to make sure she doesn't get charged with something for which she is innocent. She goes in and sits in the chair and they start asking her all kinds of personal questions that are totally irrelevant to why she is there: Have you been faithful to your spouse? Do you have a child charged with smoking pot? I understand your daughter is gay.", "Those things are not stretches of my imagination. But her lawyer is seated outside the door, because under the Federal rules he cannot come into the same room in which his client, the witness, is testifying. Think of that. Think about how we bash China and their criminal justice system and their violation of human rights. That Senator's wife might be called back again tomorrow and the next day and the next day and the next day. You have seen it happen.", "All we are saying is, don't make her crawl down off of the witness stand to go outside and talk to her lawyer about how she should answer these questions. If she does that three times, do you know what the grand jury does? They start nudging each other. ``She must be hiding something; she is sure going out to talk to her lawyer a lot.''", "That is a woefully inadequate system for a great nation like this. All I am saying, let the lawyer come into the room.", "The Justice Department opposes this amendment. Now, doesn't that shock you? Of course they oppose it. They are in the business of putting notches on their belt. They want to be able to say this grand jury has never refused to return an indictment that I asked for. A New York judge said, ``Of course, they return those indictments. A grand jury will indict a ham sandwich if the prosecutor asks them to.''", "All I am saying, let's follow what 27 States have already done. They have abolished the grand jury system.", "I reserve the remainder of my time."], "capitolwords_url": "http://capitolwords.org/date/1998/07/22/S8689-5_departments-of-commerce-justice-and-state-the-judi/"}