{"speaker_state": "CA", "speaker_raw": "mr. farr of california", "speaker_first": "Sam", "congress": 105, "title": "SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm", "number": 147, "id": "CREC-1998-10-15-pt1-PgH10928.chunk44", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Farr", "pages": "H10928-H10935", "speaker_party": "D", "date": "1998-10-15", "bills": ["H.R. 3081"], "bioguide_id": "F000030", "order": 44, "speaking": ["Mr. Speaker, this has been a rough week for parents.", "I think every mother and father in America trembled when we heard about Matthew Shepard's beating in Wyoming, and anxiously waited for word of his condition. And we all must have wept at the thought of a child tortured and left to die on a country road.", "I hope every parent did what I wanted to do: hug your children, and hold them close. But along with the rest of the House and Senate, I am trapped in Washington while Congress debates our budget. And being 3,000 miles away meant, unfortunately, that I was not able to stand with my neighbors at the local events organized to remember Matt.", "This was a crime beyond words, and I have not yet found a way to sufficiently express my grief and compassion for the Shepard family, just as our nation has not yet found a way to respond to this tragedy. As a legislator, my thoughts turn to the actions our nation can take through our lawmaking process.", "It is a sad but bitter truth that no law can return this talented, kind-hearted young man to his family and friends. But we are a nation of laws, and our government cannot stand by without a response.", "In a year when voices from our Capitol have likened homosexuality to kleptomania, in a year when our newspapers and magazines have been filled with the harmful words of groups urging gay men and lesbians to change who they are, we must respond. We must counter these dangerous, hateful words, because they send a message to our nation's youth that the Matt Shepherds of our nation are not entitled to love who they want, be who they are and live lives of dignity, security and liberty.", "The cowardly thugs who left Matthew to die on that cold night used these words to take matters into their hands. I feel personally obligated as an elected official to make sure these criminals know their actions will not be tolerated.", "I am proud to be a co-sponsor of H.R. 3081, the Hate Crimes Prevention Act. This bill was introduced to Congress last year, and would classify crimes committed on the basis of sexual orientation--as well as race, religion, national origin, religion, gender or disability--hate crimes.", "That is a very important distinction. Hate crimes are a federal matter, which means their victims are protected by our country when local agencies fail them. This bill would authorize the U.S. Department of Justice to treat hate crimes as a particularly dangerous matter, with research and prosecution funds to match.", "That seems reasonable, you must be thinking. But the Republican leadership has refused to allow Congress to vote on this bill.", "Our nation has paid the price for intolerance too many times. But we can turn this into a bittersweet blessing, if we open one mind or prevent one hateful act. I am reminded of San Francisco Supervisor Harvey Milk's words: ``If a bullet should enter my brain, let that bullet destroy every closed door.''", "Nothing will reverse the fact that Matthew Shepard is dead. But we now find ourselves faced with two options. We can let this session of Congress end without responding, without taking the opportunity to prevent this kind of tragedy from happening again. Or we can vow to do whatever we can to make sure that never again will a person's life be cut short so cruelly because of hate."], "capitolwords_url": "http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/"}