{u'speaker_state': u'OH', u'speaker_raw': u'mr. chabot', u'speaker_first': u'Steven', u'congress': 105, u'title': u'AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1998', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-07-24/html/CREC-1997-07-24-pt1-PgH5672-2.htm', u'number': 106, u'id': u'CREC-1997-07-24-pt1-PgH5672-2.chunk324', u'volume': 143, u'chamber': u'House', u'session': 1, u'speaker_last': u'Chabot', u'pages': u'H5672-H5732', u'speaker_party': u'R', u'date': u'1997-07-24', u'bills': None, u'bioguide_id': u'C000266', u'order': 324, u'speaking': [u'Mr. Chairman, I yield myself 2 minutes.', u'Mr. Chairman, in the last Congress, in historic legislation, we overhauled the welfare system as it applied to poor people in this country. I think it was good legislation, we are working on it now, but it affected poor people.', u'There is one type of welfare that we have hardly touched in that Congress or this Congress and that is something called corporate welfare. Now corporate welfare affects the powerful, it affects the wealthy. We have hardly touched it.', u'One particularly egregious type of corporate welfare in my opinion is something called the market access program. Now some of the folks on the other side on this issue will argue that it was reformed. This is a program where we spend $90 million a year in taxpayer money to advertise products overseas for trade associations and essentially for corporations.', u'Now the folks who favor this will say, well, we reformed it already, and basically what was done is we changed the name of it from the market promotion program to the market access program. Big deal. That is essentially the reform that we did in the last Congress.', u'I mean, should corporations advertise their products overseas to promote trade? Of course they should. But who should pay for it; the taxpayers or the corporations and the trade associations that benefit? I would argue not the taxpayers, but the people who benefit, the corporations themselves, ought to pay for this. If they were using their own money, they would be very careful.', u"There is all kinds of examples where the money has been wasted. A good example was in the case where my colleagues probably remember the Marvin Gay song, and I think Gladys Knight and the Pips had it also: ``I Heard It Through The Grapevine,'' the California raisins commercial. Well, money from this program was used to advertise for raisins over in Japan.", u'Now the problem is they did some surveys on this afterwards, and it turns out that they did absolutely no good at all. In fact, a lot of the people that saw the commercials, rather than think they were raisins, they thought they were potatoes. They actually scared small children.', u'Now would the corporations who would have benefited from this program, if they were using their own money, would they have done a little research so that they did not waste this money? Of course they would. But since they are using taxpayer money, the research was not done, the dollars were wasted.', u'They will argue, those who favor this program will say it creates jobs, but the real jobs it creates are government jobs or the bureaucrats in the department.', u'So let us end this program.'], u'capitolwords_url': u'http://capitolwords.org/date/1997/07/24/H5672-2_agriculture-rural-development-food-and-drug-admini/'}