{u'speaker_state': u'MI', u'speaker_raw': u'mr. abraham', u'speaker_first': u'Spencer', u'congress': 105, u'title': u'SMITHSONIAN INSTITUTION AND THE BOY SCOUTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-09-19/html/CREC-1997-09-19-pt1-PgS9725-3.htm', u'number': 126, u'id': u'CREC-1997-09-19-pt1-PgS9725-3.chunk0', u'volume': 143, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Abraham', u'pages': u'S9725-S9726', u'speaker_party': u'R', u'date': u'1997-09-19', u'bills': None, u'bioguide_id': u'A000355', u'order': 0, u'speaking': [u"Mr. President, I rise today to note a recent injustice done to one of America's most valuable associations, the Boy Scouts, by one of our most valued institutions, the Smithsonian. I also rise to express my appreciation to Smithsonian Secretary I. Michael Heyman for his assurance that such an injustice will not occur again in the future.", u"Mr. President, in January of this year the Smithsonian Institution denied an application from the Boy Scouts of America to use the National Zoo's auditorium for a Court of Honor ceremony for District of Columbia area Scouts.", u"Why would the Smithsonian deny such an application from a group known for its commitment to environmental conservation? According to Robert J. Hoage, Chief of the Smithsonian's Office of Public Affairs, the Smithsonian's policy prohibits co-sponsoring events with any organization that exercises bias on the basis of religious beliefs.", u"Asked about this decision, the Smithsonian's communications director, David Umansky, explained: ``Our lawyers have documented cases of the Boy Scouts denying membership to atheists, and that violates our non-discrimination code.'' The Smithsonian also claimed that the honor court event was not sufficiently relevant to the National Zoo's mission. But that claim stretches credulity because of the Boy Scouts' myriad programs devoted to environmental education and conservation. Indeed, the Scouts' highest honor, awarded to only about 1,000 Scouts since 1914, recognizes exceptional work for environmental conservation.", u'In a letter to my colleagues dated September 12, I expressed my dismay that the Boy Scouts, an organization that has helped literally millions of American boys reach responsible manhood, should be denied access to a federally supported institution because it exercises its constitutional right to free exercise of religion. I also expressed concern that the Smithsonian Institution should enforce a policy diametrically opposed to the principles on which our nation was founded. The Smithsonian, our premier teaching museum, is entrusted with, among other treasures, the Star Spangled Banner, the flag that Francis Scott Key saw flying when he penned our national anthem. I recently sponsored legislation appropriating $8 million to the Smithsonian for restoration of that flag. I was frankly disturbed to see that the institution to which it has been entrusted was acting in this manner.', u"However, Mr. President, I am now relieved to report that Secretary Heyman, in a September 15 letter to my distinguished colleague, Senator Frist, who serves as a regent to that Institution, has apologized for this action. Further, Secretary Heyman's letter expressed his conviction that ``our special events policy clearly allows the sponsorship of events by all groups, including religious groups, that are consistent with the mission and tradition of the Smithsonian.''", u'Recent events at the Smithsonian, including the proposed Enola Gay exhibit, with its misleading and inaccurate treatment of the Second World War, and a number of new exhibits distorting history to cast America and American values in a bad light, have caused me to worry about the future of this distinguished and crucially important institution. I thank Secretary Heyman for his courageous statement of fundamental policy and hope that it heralds a new, more positive era at the Smithsonian.', u'Mr. President, I ask unanimous consent that the full text of my September 12 letter to my colleagues and the September 15 letter from Secretary Heyman to Senator Frist be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/1997/09/19/S9725-3_smithsonian-institution-and-the-boy-scouts/'}