{"speaker_state": "MA", "speaker_raw": "mr. studds", "speaker_first": "Gerry", "congress": 104, "title": "SELMA TO MONTGOMERY NATIONAL HISTORIC TRAIL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-05-14/html/CREC-1996-05-14-pt1-PgH4913-3.htm", "number": 67, "id": "CREC-1996-05-14-pt1-PgH4913-3.chunk14", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Studds", "pages": "H4913-H4917", "speaker_party": "D", "date": "1996-05-14", "bills": null, "bioguide_id": "S001040", "order": 14, "speaking": ["Mr. Speaker, I thank the gentleman for yielding me this time. I had not intended to speak; I am not one to speak very often on the floor, but when I heard the words of our colleague from Georgia, I simply had to rise to pay tribute to him as a leader in that march and in that movement and to pay tribute to the gentleman from Utah who pointed out the historical significance of what the gentleman from Georgia and what his colleagues did at that time.", "I was a young person also, like my colleague from California, working in Washington at the time. I was among many hundreds from Washington who chartered a train to go from Union Station to Montgomery. Some of my colleagues may remember that train was stopped in Atlanta, and the crew walked off when they discovered why it was we were headed to Alabama, and they were promptly ordered back on by the Attorney General of the United States, Robert Kennedy, and for a young white man who had grown up in an overwhelmingly, almost totally, white environment in New England, it was, to put it mildly, an eye opener. For the first time in my life to feel safe only in the company of black people and to have spent two nights in a black church in the outskirts of Montgomery and to make the final 2 days of that walk into the city led by men such as Martin Luther King and our colleague from Georgia was an extraordinary experience.", "I hope Members understand that in this Hall, where language is so often cheapened and demeaned and overused and where there is a shortage of masters of the spoken word, that we are in the presence of one gentleman from Georgia, that these words are real, and they are historic.", "I would also finally close by citing the gentleman from Maryland, our newest Member here, who pointed out that the chapters of civil rights, there are some that still remain to be written, and I want to pay a particular tribute again to the gentleman from Georgia, who has focused not only on the struggle over the centuries of his own race and people of color, it was 102 years after President Lincoln signed the Emancipation Proclamation that that bridge was crossed, literally and figuratively, and that march was made and that bill was signed.", "Fourteen years after that, I would just say to my colleagues, the first march on Washington for lesbian and gay rights occurred, and I was a Member of Congress, and I was too frightened to even go near it. A lot has changed; there is still a chapter to be written.", "I would like to pay special tribute to the gentleman from Georgia [Mr. Lewis] for being a champion and leader in that fight as well. All of these fights belong to all of us, and I hail the gentleman from Georgia and those who have been with him."], "capitolwords_url": "http://capitolwords.org/date/1996/05/14/H4913-3_selma-to-montgomery-national-historic-trail/"}