{"speaker_state": "NY", "speaker_raw": "mr. nadler", "speaker_first": "Jerrold", "congress": 104, "title": "PROVIDING FOR CONSIDERATION OF H.R. 3396, DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7270-4.htm", "number": 102, "id": "CREC-1996-07-11-pt1-PgH7270-4.chunk21", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Nadler", "pages": "H7270-H7280", "speaker_party": "D", "date": "1996-07-11", "bills": null, "bioguide_id": "N000002", "order": 21, "speaking": ["Mr. Speaker, marriage does not need defense from Congress. Two gay people applying for the benefits and the obligations of marriage should stay together their whole life, that does not threaten a marriage. If your marriage is threatened, it may be because you have lost your job and cannot provide for your family. It may be because of emotional reasons. Congress is not going to save your marriage. If your marriage is not threatened, you do not need Congress to intervene. I will talk about that later.", "What I want to say now is that this bill is a fraud from beginning to end. It is a fraud. It purports to do two things: It is going to save the other States from having to go along with same sex marriages if and when Hawaii does so. No; it will not.", "First of all under the full faith and credit clause of the Constitution, the Supreme Court has always recognized the public policy exception. If one State recognizes 12-year-old marriages and New York chooses not to, New York does not have to recognize a marriage of 12-year-olds if they get married in one State and move to New York, and so forth. If Hawaii chooses to recognize same sex marriages and Colorado or New Jersey has a policy against same sex marriages, they will not be forced to recognize it under the existing Constitution and the existing law. If they were, if the Supreme Court read the full faith and credit clause differently than it does, this could not stop it because you cannot amend the Constitution by a statute. So this bill is unnecessary for that purpose and were it necessary it would be ineffective.", "But the second clause of the bill is the really pernicious clause because the first clause, save all the States from Hawaii, does nothing at all. It does nothing. It is a fraud to talk about it, a fraud on the American people.", "The second part of the bill is that assault on States rights which we keep hearing from the gentleman from Colorado and others as sacrosanct, this bill is going to defend States rights, nonsense. What this bill says in the second clause is that if Colorado or New York or Hawaii or New Jersey or any State chooses whether by judicial fiat or by action of its legislature or by public referendum of its people to recognize same sex marriages, the Federal Government will not recognize those marriages for purposes of Social Security or Veterans' Administration benefits or pensions or tax benefits or anything else. We will say to a State, ``Do what you want, we won't recognize what you do because Congress knows better.''", "Mr. Speaker, marriage and divorce has always been a State matter, never to be tampered with by Congress or by the Federal Government. Why start down that road now? And if we start down that road now, we will continue. This is not States rights. This is Federal invasion."], "capitolwords_url": "http://capitolwords.org/date/1996/07/11/H7270-4_providing-for-consideration-of-hr-3396-defense-of-/"}