{"speaker_state": "GA", "speaker_raw": "mr. lewis of georgia", "speaker_first": "John", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7441-2.htm", "number": 102, "id": "CREC-1996-07-11-pt1-PgH7441-2.chunk15", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Lewis", "pages": "H7441-H7449", "speaker_party": "D", "date": "1996-07-11", "bills": null, "bioguide_id": "L000287", "order": 15, "speaking": ["Mr. Chairman, I want to thank my friend and colleague for yielding me the time.", "Let me say to the gentleman that when I was growing up in the south during the 1940s and the 1950s, the great majority of the people in that region believed that black people should not be able to enter places of public accommodation, and they felt that black people should not be able to register to vote, and many people felt that was right but that was wrong. I think as politicians, as elected officials, we should not only follow but we must lead, lead our districts, not put our fingers into the wind to see which way the air is blowing but be leaders.", "Mr. Chairman, this is a mean bill. It is cruel. This bill seeks to divide our nation, turn Americans against Americans, sew the seeds of fear, hatred and intolerance. Let us remember the Preamble of the Declaration of Independence: We hold these truths self-evident that all people are endowed by their creator with certain inalienable rights. Among these are life, liberty and the pursuit of happiness.", "This bill is a slap in the face of the Declaration of Independence. It denies gay men and women the right to liberty and the pursuit of happiness. Marriage is a basic human right. You cannot tell people they cannot fall in love. Dr. Martin Luther King, Jr. used to say when people talked about interracial marriage and I quote, ``Races do not fall in love and get married. Individuals fall in love and get married.''", "Why do you not want your fellow men and women, your fellow Americans to be happy? Why do you attack them? Why do you want to destroy the love they hold in their hearts? Why do you want to crush their hopes, their dreams, their longings, their aspirations?", "We are talking about human beings, people like you, people who want to get married, buy a house, and spend their lives with the one they love. They have done no wrong.", "I will not turn my back on another American. I will not oppress my fellow human being. I have fought too hard and too long against discrimination based on race and color not to stand up against discrimination based on sexual orientation.", "Mr. Chairman, I have know racism. I have known bigotry. This bill stinks of the same fear, hatred and intolerance. It should not be called the Defense of Marriage Act. It should be called the defense of mean-spirited bigots act.", "I urge my colleagues to oppose this bill, to have the courage to do what is right. This bill appeals to our worst fears and emotions. It encourages hatred of our fellow Americans for political advantage. Every word, every purpose, every message is wrong. It is not the right thing to do, to divide Americans.", "We are moving toward the 21st century. Let us come together and create one nation, one people, one family, one house, the American house, the American family, the American nation."], "capitolwords_url": "http://capitolwords.org/date/1996/07/11/H7441-2_defense-of-marriage-act/"}