{"speaker_state": "MI", "speaker_raw": "mr. conyers", "speaker_first": "John", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7441-2.htm", "number": 102, "id": "CREC-1996-07-11-pt1-PgH7441-2.chunk32", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Conyers", "pages": "H7441-H7449", "speaker_party": "D", "date": "1996-07-11", "bills": null, "bioguide_id": "C000714", "order": 32, "speaking": ["Mr. Chairman, the ill-named ``Defense of Marriage Act'' is little more than a half-baked effort by the Republicans to find yet another issue which they can use to divide the country in a desperate search for votes, deep in an election year. Before we rush head long to judgment on yet another divisive social issue, we ought to at least consider the following:", "There is no reason to act on this issue now. The Hawaii Supreme Court decision that the supporters of this bill are so fearful of took place way back in 1993. And the trial proceeding, which is expected to take place shortly, will be subject to appeal to the intermediate and State supreme court--no final binding decision is expected for two years at the earliest.", "The States are completely free to act on their own on this issue without any help from Congress. It is black letter law that the States are free to reject marriages approved by other States which violate public policy. It is pursuant to this authority that States have invalidated marriages consummated in other States which are incestuous, polygamous, based on common law, and involve under-age minors. Ironically, by enacting this law, Congress will by implication be limiting the States' authority to reject other types of marriage which may be contrary to public policy.", "The full ``faith and credit'' hook on which this bill is based is nothing less than a legal charade. The second sentence of the full faith and credit clause merely grants Congress the authority to specify how certain acts, records, and judicial proceedings may be authenticated. There is nothing in the full faith and credit clause which permits Congress to place a break on the application of sister States policies, as opposed to their judgments. Enacting a law of the nature before us today would be nothing less than unprecedented.", "Given these problems, why are we acting today? Why has a bill gone from introduction, to hearing, to subcommittee, full committee, and now the floor in a mere two month's time? The only possible answer is that Republicans are intent on creating a political issue completely out of thin air so they can demonize gay and lesbian individuals and further divide the American people. The Contract with America has been a flop, the Republican party is behind in the polls, and their leadership is desperately trying to manufacture ``wedge'' political issues. If there were any other reason, they would slow this bill down, wait for the courts and the State of Hawaii to act, and seriously analyze the legal implications of what they are doing.", "Fortunately, I don't think the American people will be fooled by this legislative red herring. They want real solutions that improve their every day lives, not legislative placebos. This is legislation by mob rule and is wrong."], "capitolwords_url": "http://capitolwords.org/date/1996/07/11/H7441-2_defense-of-marriage-act/"}