{"speaker_state": "OR", "speaker_raw": "mr. defazio", "speaker_first": "Peter", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm", "number": 103, "id": "CREC-1996-07-12-pt1-PgH7480-5.chunk108", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "DeFazio", "pages": "H7480-H7506", "speaker_party": "D", "date": "1996-07-12", "bills": ["H.R. 3396"], "bioguide_id": "D000191", "order": 108, "speaking": ["Mr. Chairman, I rise in support of the amendment and in opposition to the bill.", "Mr. Chairman, I rise in opposition to H.R. 3396, the Defense of Marriage Act. This bill is unnecessary, discriminatory and possibly unconstitutional. There is no question that we have real problems with family disintegration in this country, but this legislation is not intended to defend or improve the success of marriage, rather it is intended to further divide the country over the issue of gay rights.", "I'm saddened that, at a time when so many important issues face this country we are taking up valuable time discussing a bill that truly is a solution in search of a problem.", "Same sex marriage is not currently legal anywhere in the United States. And in over 200 years, the Federal Government has never attempted to develop a Federal definition of marriage. That right and responsibility has been left to the States.", "The Federal Government recognizes any State sanctioned marriage. However, States do not have to give full faith and credit to marriages sanctioned in other States. For instance, my home State of Oregon does not recognize marriages of 12-year-olds, but the State of Massachusetts allows 12-year-old females to marry, and the State of Alabama allows 14-year-olds to marry. In fact, several States even allow first cousins to marry.", "So if States can already refuse to recognize certain kinds of marriages performed in other States, what is the point of this legislation?", "If, as the proponents of this legislation claim, States do not have the authority to claim exemption from the full faith and credit clause, then a simple statue is not adequate to circumvent the Constitution's full faith and credit clause--we would need to pass a constitutional amendment.", "So, again, what is the point of this legislation?", "And where would this type of legislation lead us? We risk setting a dangerous precedent by crossing the threshold of preempting States by establishing a Federal definition of marriage. Once we cross that threshold, what is to prevent the Federal Government from setting a national age of majority for marriage and preempting all States as in China where the legal marriage age has been set as high as 28 years old, and changes almost annually. Furthermore, what is to prevent the Federal Government from setting new and rigorous standards for divorces preempting all State laws?", "I have long supported the ability of long-term committed domestic partners to receive some sort of legal recognition. There are a host of areas where family members need legal standing--hospital visitations when someone is critically ill or injured, to be at a loved one's side when they die, decisions about medical care and guardianship for someone who is ill or incapacitated, and the authority to carry out someone's last wishes, to name a few.", "A number of local jurisdictions around the country have extended legal rights to domestic partners. That is exactly where these types of decisions should be made--by local communities and States, not by the Federal Government dictating and mandating these issues for them.", "This is not serious legislation to address a real need in this country. It is a cynical political gesture, which has more to do with Presidential election year politics than addressing the needs of the American people. I urge my colleagues to oppose this legislation."], "capitolwords_url": "http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/"}