{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk139', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jackson-Lee', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'J000032', u'order': 139, u'speaking': [u"Madam Speaker, I ask for the attention of the House because, as many of us have entered houses of worship, this debate has been wrapped more in whether one's belief in the Scriptures and Bible will carry the day.", u"Let me say, Madam Speaker, that I am a Bible believer and a Bible reader, but all of God's children have rights. I believe that we have over these last 24 hours lifted up and increased discrimination as opposed to decreasing discrimination. The Employment Nondiscrimination Act is biblical in nature as well, for it gives human dignity to all of God's children.", u'I will speak to the issue of germaneness, and I appreciate the gentleman from Florida, but in fact this amendment and motion to recommit is germane. It increases the opportunity for all citizens to be treated equally. It takes away the sting of denying people their rights. This subject matter is, in fact, appropriate, for it seems that the legislation that is now on the floor deals with gays and lesbians and separates them out from the Constitution of the United States. This Employment Nondiscrimination Act says that we will not be a gestapo, that we will respect and we will lift up the rights of all citizens.', u'Yes, the Committee on the Judiciary, from which this bill has come out, also has jurisdiction over the Employment Nondiscrimination Act of 1996. Therefore, Madam Speaker, I am not running away from germaneness, but I do understand that we have been discussing over these last 2 days legislation that is to respond and control perversion that characterizes many individuals.', u"I would simply say that this is the appropriate way for a nation like ours to go, one that embodies in this House the word ``union,'' stick together; the word ``justice,'' justice for all; the word ``tolerance,'' to tolerate those citizens who have given their lives for this flag and this country; and yes, the word ``liberty,'' liberty for all; and yes, the word ``peace.'' We should go in peace and harmony.", u"So I believe that the subject matter that deals with gay and lesbian rights in the workplace is more than appropriate for a motion to recommit, for this body to stand equal with America in responding to the good aspects, to the goodness of what this country stands for; for the reason we have lost men and women overseas, for liberty and equality for all. How can we not today stand with America and the flag and acknowledge the human dignity of all of god's children? How can we not?", u'So I ask my colleagues if they would accept this motion to recommit so we do not leave this place this day; so we, like Esther, will acknowledge that if I perish, I perish, for I must stand for what is right.', u'It is important that we allow this legislation, the Employment Nondiscrimination Act of 1996, to give human dignity to all of our citizens. It is important, it is germane. It provides the criteria of germaneness, for it deals, as I said, with increasing the opportunities and decreasing discrimination.', u'Likewise, it deals with gays and lesbians, and yes, the subject matter is relevant. I would hope the subject matter of equality and the dignity of all and the respect for the words of this Chamber of justice and tolerance and peace and liberty is the way that we should go.', u'Madam Speaker, I would ask my colleagues, can we not, can we not, can we not acknowledge freedom in America goes to all of our citizens, all of our citizens?'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}