{u'speaker_state': u'OR', u'speaker_raw': u'mr. blumenauer', u'speaker_first': u'Earl', u'congress': 104, u'title': u'DISTRICT OF COLUMBIA APPROPRIATIONS ACT, 1997', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-22/html/CREC-1996-07-22-pt1-PgH8053-4.htm', u'number': 108, u'id': u'CREC-1996-07-22-pt1-PgH8053-4.chunk38', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Blumenauer', u'pages': u'H8053-H8067', u'speaker_party': u'D', u'date': u'1996-07-22', u'bills': [u'H.R. 3845'], u'bioguide_id': u'B000574', u'order': 38, u'speaking': [u'Mr. Speaker, I rise in opposition to H.R. 3845.', u'I do so not because of the funding amounts specified in the appropriations, although they present difficult questions about the extent to which this Congress is honoring its constitutional and commonsense responsibilities to the District. Rather, my opposition is based on two overreaching and unwarranted interferences by this Congress in the lives of the people of the District. Those are the provisions of sections 129 and 130, which prohibit the use of Federal and local funds for abortion and for domestic partner benefits.', u"It is time for this Congress to end its unnecessary interference with the District government's arrangements with its employees relating to health and other benefits. H.R. 3845 continues the shortsighted and narrow-minded prohibition on using any funds--even those raised within the District through local taxation--to extend health benefits to the domestic partners of District employees.", u'The District should be free to pursue, through negotiations with its represented employees or otherwise, the same policies that many other municipal governments and businesses have successfully implemented. Extending the same benefits to domestic partners of employees as are enjoyed by the spouses of employees can be a cost-effective way to retain capable workers.', u"In my district, the city of Portland, Multnomah County and Portland Public Schools have all negotiated domestic partner benefits packages with their employees. About 2 percent of the work force have enrolled their unmarried domestic partners as beneficiaries under this program, and the modest additional cost was offset by other benefit plan changes. As a result, these public employers, at no cost to the public, have been able to retain highly valued and productive employees to do the public's business.", u"Gay and lesbian workers know discrimination and bias when they see it. If they are capable, motivated workers, they will look for a workplace that values them for the work they do, rather than penalizing them. Mr. Speaker, if we are operating on the premise that the District needs the best and the brightest to turn this city around, then let us not tie the District government's hands with this regressive, counterproductive and mean-spirited restriction.", u'To my second point: There is also no sound reason for this Congress to interfere with the fundamental reproductive rights of women. Nonetheless, Congress has interfered prohibiting the use of Federal funds for most categories of abortion. In this measure, this body continues the even more outrageous practice of prohibiting the District government from using its own, locally raised funds to provide medical services that the Supreme Court of the United States has held are constitutionally protected.', u'The amendment offered by the gentlewoman from the District would have restored at least some of the ability of the District government to fund necessary abortions for poor women. Its rejection makes the prohibition in this measure an unacceptable limitation upon the reproductive rights of those women. I regret that I must therefore vote to reject the measure as a whole.', u'I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/22/H8053-4_district-of-columbia-appropriations-act-1997/'}