{u'speaker_state': u'CA', u'speaker_raw': u'mr. dellums', u'speaker_first': u'Ronald', u'congress': 104, u'title': u'CONFERENCE REPORT ON H.R. 3230, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 1997', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-08-01/html/CREC-1996-08-01-pt2-PgH9811-3.htm', u'number': 116, u'id': u'CREC-1996-08-01-pt2-PgH9811-3.chunk22', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Dellums', u'pages': u'H9811-H9824', u'speaker_party': u'D', u'date': u'1996-08-01', u'bills': None, u'bioguide_id': u'D000222', u'order': 22, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'Mr. Speaker, we too will attempt to expedite the process although I do have a few Members who choose to speak and exercise that option to do so.', u'Mr. Speaker, I Rise in opposition to the conference report on the National Defense Authorization Bill for fiscal year 1997.', u'First, let me say that the process by which this bill was shaped this year was much improved over last year. My colleagues will remember that the president warned that if certain actions were not taken on the fiscal year 1996 bill, that he would have to veto it, and that is indeed what happened.', u'This year, several of the major concerns of the administration were attended to as this bill was worked out in conference. For instance:', u"The section that would require unilateral enactment of the ``demonstrated capability'' standard for U.S. compliance with the ABM treaty, along with the prohibition on the use of funds to apply any other standard was dropped.", u'The section that would require Senate approval of any succession agreement adding new parties to the ABM treaty was dropped.', u'The section that would again, Mr. Speaker, require the discharge of servicemembers who are HIV-positive was dropped.', u'The section that would reinstate the total ban on gay men and lesbians in the military was dropped.', u"However, Mr. Speaker, the President has also warned that there are other problems with the bill--foremost among them a spending level authorized by this bill which in this gentleman's opinion is too high.", u'Also:', u'The section that would repeal the provision in law that prevents servicewomen from obtaining safe abortions at military treatment facilities overseas was dropped from the bill in conference.', u'The section that prevents the sale of constitutionally protected literature on military bases was retained in the bill.', u'As onerous as these and some other provisions in the bill are, and a number of my colleagues in the context of the discussion and debate on the rule alluded to many of them, I believe that the President will in the end sign this bill.', u"Mr. Speaker, as I said, I oppose this conference report. I do so primarily because the funding level that is authorized by this bill is a substantial and unnecessary increase over what was requested by the administration for defense spending in the coming fiscal year. I believe that this authorization bill in its entirety takes this country's military spending, trends and policy initiatives in the wrong direction. The overall budget represents increased military spending on items not requested by either the administration or the service chiefs.", u'This is not only unwarranted, Mr. Speaker, it is shortsighted. It will only lead to large cuts in defense in the outyears as the funding tails associated with these programs come due. As a consequence, we are insuring that we will soon be faced with the decisions that will result in either cuts in the quality of life programs combined with reductions in force structure or cuts in planned modernization programs which will have to be done in midstream resulting in more cost to the taxpayers.', u'Ironically, Mr. Speaker, and I would reemphasize ironically, this will be causing the very situation we all agreed that we meant to prevent; that is, the work that Members thought had been accomplished over the last 2 years will eventually be negated because of this spending binge.', u'With these remarks, Mr. Speaker, I respectfully reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/08/01/H9811-3_conference-report-on-hr-3230-national-defense-auth/'}