{u'speaker_state': u'MA', u'speaker_raw': u'mr. kerry', u'speaker_first': u'John', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk27', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kerry', u'pages': u'S10100-S10125', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'K000148', u'order': 27, u'speaking': [u'Madam President, I listened to my colleague, the Senator from Texas--and we will hear from others on this floor--talk about the need to defend marriages and to affirm a traditional marriage and to assert that this vote is somehow a vote that will define who is for traditional marriage and who is not.', u"Well, I don't agree with that definition of what this vote is about, and I do not want my feelings about, or opinions about, marriage or traditional marriage to be somehow tailored by political definitions. I am not for same- sex marriage. I have said that publicly. I would not vote for same-sex marriage.", u'I do not believe that this vote is specifically about defending marriage in America. I am going to vote against this bill. I will vote against this bill, though I am not for same-sex marriage, because I believe that this debate is fundamentally ugly, and it is fundamentally political, and it is fundamentally flawed.', u"The Defense of Marriage Act declares today on the floor of the Senate what most Americans think is pretty obvious. It declares what no State has adopted to the contrary, and won't, I imagine, for some time. In fact, the trend among States is to the contrary, no State withstanding that trend. Therefore, I suppose we really should not be surprised that the U.S. Senate is spending its time in an exercise of this kind, which ought to properly feed the cynicism that already attaches to so much of what we do in Washington.", u"The truth that we know, which today's exercise ignores, is that marriages fall apart in the United States, not because men and women are under siege by a mass movement of men marrying men or women marrying women. Marriages fall apart because men and women don't stay married. The real threat comes from the attitudes of many men and women married to each other and from the relationships of people in the opposite sex, not the same sex. Yet, this legislation is directed at something that has not happened and which needs no Federal intervention.", u'Obviously, the results of this bill will not be to preserve anything, but will serve to attack a group of people out of various motives and rationales, and certainly out of a lack of understanding and a lack of tolerance, and will only serve the purposes of the political season.', u"If this were truly a defense of marriage act, it would expand the learning experience for would-be husbands and wives. It would provide for counseling for all troubled marriages, not just for those who can afford it. It would provide treatment on demand for those with alcohol and substance abuse, or with the pernicious and endless invasions of their own abuse as children that they never break away from. It would expand the Violence Against Women Act. It would guarantee day care for every family that struggles and needs it. It would expand the curriculum in schools to expose high school students to a greater set of practical life choices. It would guarantee that our children would be able to read when they leave high school. It would expand the opportunity for adoptions. It would expand the protection of abused children. It would help children do things after school other than to go out and perhaps have unwanted teenage pregnancies. It would help augment Boys Clubs and Girls Clubs, YMCA's and YWCA's, school-to-work, and other alternatives so young people can grow into healthy, productive adults and have healthy adult relationships. But we all know the truth. The truth is that mistakes will be made and marriages will fail. But these are ways that we could truly defend marriage in America.", u'Mr. President, this bill is not necessary. No State has adopted same-sex marriage. We have a judicial question before the court in Hawaii, and it is astonishing to me that the very people who make the loudest and most continuous arguments about Federal mandates and Federal intrusion and leaving the States to their own devices and let the States work their will, before any State in the country has made a choice to do otherwise those very people are leading the charge to have the Federal Government not just intervene, but intervene with a power grab that reaches, unconstitutionally, to do things that you cannot do by statute.', u'I oppose this legislation because not only is it meant to divide Americans, but it is fundamentally unconstitutional, regardless of what your views are.', u"DOMA is unconstitutional. There is no single Member of the U.S. Senate who believes that it is within the Senate's power to strip away the word or spirit of a constitutional clause by simple statute.", u"DOMA would, de facto, add a section to our Constitution's full faith and credit clause, article IV, section 1, to allow the States not to recognize the legal marriage in another State. That is in direct conflict with the very specific understandings interpreted by the Supreme Court of the clause itself.", u"The clause states--simple words--``Full faith and credit shall be given''--not ``may be given,'' ``shall be given''--``in each State to the public Acts, Records and judicial Proceedings of every other State.'' It says:", u'And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.', u"It doesn't say no effect. It doesn't say can nullify. It doesn't say can obviate or avoid. It says it has to show how you merely procedurally prove that the act spoken of has taken place, and if it has taken place, then what is the full effect of that act in giving full faith and credit to that State.", u'I think any schoolchild could understand that allowing States to not accept the public act of another is the exact opposite of what the Founding Fathers laid forth in the clause itself. Let me repeat:', u'Full faith and credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State.', u"Now, if we intend to change it--and that is a different vote than having the constitutional process properly adhered to. But it seems to me that what Congress is doing is allowing a State to ignore another State's acts, and every law that Congress has ever passed has invoked the full faith and credit of another State's legislation.", u'All of these laws share a basic common denominator. They all implement the full faith and credit mandate. They do not restrict it. Not once has it been restricted in that way. For example, the Parental Kidnapping Prevention Act of 1990 provided the States have to enforce child custody determinations made by other States. The Full Faith and Credit for Child Support Orders of 1994 provided that States have to enforce child support determinations made by other States. It did not say you could not do it. It did not say you could avoid it. It did not diminish it. It said you have to enforce it. The Safe Homes for Women Act of 1994 required States to recognize protective orders issued in other States with regard to domestic violence.', u'Those laws are the products of constitutional exercises of the appropriate congressional law in implementing the full faith and credit clause. The bill before us, a statute, is the exact opposite. It is an extreme unconstitutional attempt to restrict and undermine the basic fundamental approach which helps create the concept of a unified and single nation. Madam President, this bill is not just unconstitutional. It is not just unprecedented.', u'It is also unnecessary.', u'Right now, as we speak, there is no rash outbreak among the States to recognize same-sex marriage.', u'In fact, States--one after another--are moving in the opposite direction. For example, the State of Michigan passed a law which defines marriage as the union between a man and a woman and declares Michigan will not recognize a same-sex marriage conducted in another State.', u'This bill is a solution in search of a problem.', u"Madam President, even if the Hawaiian Supreme Court decides to recognize same-sex marriage, Michigan and a dozen other States have spoken against it. Resolving this tension rests squarely with the judicial branch, not the Congress. This is a power grab into States' rights of monumental proportions.", u'Madam President, it is ironic that many of the arguments for this power grab are echoes of the discussion of interracial marriage a generation ago.', u'Nearly 30 years ago, this country and this body heard similar arguments against striking State laws criminalizing interracial marriage. And, the issue was resolved by the Supreme Court in the case Loving versus Virginia.', u"Until the Loving case was decided, many southern States had laws banning interracial marriage. When the Supreme Court ruled that this ban was unconstitutional, one Congressman from Louisiana felt compelled to come to the floor of the Senate and rail against the decision in addition to the nomination of Thurgood Marshall. He said, ``this shows how far we are removed from the ideas of our Founding Fathers. The Justices of the Court interpret laws not on the basis of two centuries of wisdom, but rather in line with current social fads and their own personal theories on how to create the perfect society.''", u"But that Congressman was wrong 30 years ago. And, thankfully the Court exhibited wisdom in overturning the ban. What if they had not? Pointedly and poignantly, Leon Higginbotham, Chief Justice Emeritus of the Third U.S. Court of Appeals, answers the question for us. He states that ``if the Virginia courts had been sustained by the United States Supreme Court, Clarence Thomas could have been in the penitentiary today rather than serving as an Associate Justice of the Supreme Court.''", u'Madam President, as late as 1981, in the midst of a discrimination case, a U.S. Senator threw his support behind a university which banned interracial dating and marriage. Defending a ban on interracial marriage in the 1980s.', u'Madam President, DOMA is unconstitutional, unprecedented and unnecessary. Again, I return to the original questions: What is its legislative purpose? What is its motivation? What does passage of this bill mean for the country?', u"It is hard to believe that this bill is anything other than a thinly veiled attempt to score political debating points by scapegoating gay and lesbian Americans. That is politics at its worst, Mr. President. It is a perfect exemplar of the polarizing issues E.J. Dionne describes in his book, ``Why Americans Hate Politics.''", u'In the past few years, legislative attacks on gay people have increased in frequency and scope. Trying to keep gay men and lesbians out of the armed services. Trying to keep AIDS educational materials free of any mention of homosexuality. Trying to take away the children of gay parents.', u'Certainly the struggle for civil rights is a long one and individual prejudices are difficult to overcome. The great civil rights teacher Martin Luther King observed:', u'It is pretty difficult to like some people. Like is sentimental and it is pretty difficult to like someone bombing your home; it is pretty difficult to like somebody threatening your children; it is difficult to like congressmen who spend all of their time trying to defeat civil rights. But Jesus says love them, and love is greater than like.', u'Madam President, that is the ultimate irony. For a bill which purports to defend and regulate marriage, there has been so little talk of love here in this Chamber.', u'Madam President, as we quickly approach the end of the millennium, the problems facing average Americans and the pressures experienced by the American family are overwhelming--personal debt and bankruptcies are at an all-time high, divorce rates are skyrocketing, schools are crumbling, education costs are astronomical and health care costs continue to rise.', u'It is clear the Congress should be alleviating the pressures of the American family. That would be the best defense of marriage. If we want to defend marriage, we should be working to change the ugly reality of spousal abuse. We should be redoubling our efforts to eradicate alcohol, drug and other forms of substance abuse. We should acknowledge the pernicious ramifications of abandonment.', u"And we should commit our collective resources to creating educational opportunities for Americans, to securing health care and to easing the economic burden too many people feel today. We should bring Americans together with common purpose and empower individuals and communities to ease the pressure of today's increasingly complicated everyday life.", u'This bill does not bring people together. In fact, it does the exact opposite. It divides Americans. It is a stark reminder that all citizens who play by the rules, who pay their taxes and who contribute to the economic, social and political vibrancy of this great melting pot do not have equal rights.', u'I would have thought that the other side would have learned by now that there is a nasty boomerang effect to the politics of division. It rends the social and political fabric. It divides the country.', u'I have some experience with divided countries. I fought in one. I have looked into the eyes of hatred, bigotry, ignorance, of raw unbridled passion for conflict. Look to Northern Ireland, look to Bosnia, look to the Middle East--and see the end-product of the politics of division.', u'Let us stop this division. Let us balance the budget. Let us provide health security and retirement security. Let us protect our environment.', u'And, most of all, Madam President, let us give everyone a chance for an education. Education is the key to overcoming ignorance, to keeping families together, to providing a glimpse of the American dream. Bolstering education would do more to defend marriage than anything in this bill.', u'This is an unconstitutional, unprecedented, unnecessary and mean-spirited bill. I urge my colleagues to oppose it.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}