{u'speaker_state': u'NJ', u'speaker_raw': u'mr. holt', u'speaker_first': u'Rush', u'congress': 110, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3685, EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13216-6.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13216-6.chunk76', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Holt', u'pages': u'H13216-H13225', u'speaker_party': u'D', u'date': u'2007-11-07', u'bills': None, u'bioguide_id': u'H001032', u'order': 76, u'speaking': [u'Mr. Speaker, as a strong supporter of inclusive ENDA that provides employment protections for sexual orientation as well as gender identity, I am an original cosponsor of the original ENDA that was introduced earlier this year, the legislation we should be taking up today.', u"In my home State of New Jersey, we are proud to have a fully inclusive employment nondiscrimination law. We are proud of the New Jersey-based businesses that have corporate policies against discrimination based on gender identity, in addition to sexual orientation. Companies such as Johnson &amp; Johnson, Merck and Prudential Financial prohibit employment discrimination based on gender identity, not only because they believe it's the right thing to do morally and ethically, but also they know it's a matter of corporate competitiveness and good for their companies.", u"Mr. Speaker, our distinguished colleague John Lewis often reminds us of the words of Dr. King, ``The time is always right to do the right thing.'' Dr. King warned us against the tranquilizing drug of gradualism. I am concerned that when we break apart legislation, some pieces fall on the floor to get swept into the dustbin of history or to be considered only years later. We should not do this to members of our society who need and deserve the same protections as all other Americans.", u'I want to thank the members of Garden State Equality, New Jersey Stonewall Democrats, the New Jersey Lesbian and Gay Coalition for their hard work and tireless efforts for inclusive protections. I ask to include in the Record a letter from Johnson &amp; Johnson Company supporting an inclusive ENDA bill and a copy of the statement of dissent by Representatives Clarke, Kucinich, Sanchez and me in the committee markup of this legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13216-6_providing-for-consideration-of-hr-3685-employment-/'}