{u'speaker_state': u'OR', u'speaker_raw': u'mr. hatfield', u'speaker_first': u'Mark', u'congress': 104, u'title': u'EMPLOYMENT NONDISCRIMINATION ACT OF 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10129-2.chunk34', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Hatfield', u'pages': u'S10129-S10139', u'speaker_party': u'R', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'H000343', u'order': 34, u'speaking': [u"Mr. President, throughout my career in public service, amounting to over four decades now, I have fought to end discrimination and advance the ideal of equal opportunity in society. One of my first successes as a young Oregon State legislator in the early 1950's was as the sponsor of the Oregon Public Accommodations Act, which prohibited discrimination on the basis of race in public accommodations. With this new law, Oregon set an example for the Nation.", u'The Public Accommodations Act was the first of many divisive civil rights debates in which I have become involved. I have also played a role in many other civil rights advances as this Nation has attempted to stamp out the irrational and hateful scourge of discrimination. These efforts have often taken the form of extending protection from discrimination in the workplace. Over the years, we have focused on discrimination on the basis of race, gender, national origin, age, religion, and disability. These laws are based on a simple premise: Employees should be judged on the work they do, not on the basis of prejudice not related to workplace performance.', u"The time has arrived to take the next logical step toward equality of opportunity in the workplace. Senate bill 2056, the Employment Nondiscrimination Act which would prohibit discrimination in employment on the basis of sexual orientation is such a step. The Employment Nondiscrimination Act focuses on a group of citizens who have been victimized and vilified like few other minority groups in this Nation's history. Oregon has not been spared from this prejudice, and I speak here today on behalf of many Oregonians touched by it. One prominent example took place in Medford, OR, last year where two women were murdered. Their murderer confessed that he killed them because of his hate for homosexuals.", u'While we will not be able to wash this type of deep-seeded hatred from our society merely by enacting a Federal statute, employment relations is narrowly focused and appropriate for a Federal statement of national policy, as we have demonstrated many times. This legislation now before the Senate takes a very measured approach toward addressing this difficult problem. It does not create special protections, preferences, or hiring quotas for gay people. As has been the case in prior civil rights statutes, particularly the Civil Rights Act of 1991, this legislation specifically prohibits quotas on the basis of sexual orientation. This prohibition is further undergirded by a provision that prohibits an employee from bringing a disparate impact suit.', u"Religious organizations are given a broad exemption from this proposal. The armed services are also exempt, as are small businesses with fewer than 15 employees. Moreover, no business would be required to provide benefits to an employee's same-sex partner.", u'As this Nation turns the corner toward the 21st century, the global nature of our economy is becoming more and more apparent. If we are to compete in this marketplace, we must break down the barriers to hiring the most qualified and talented person for the job. Prejudice is such a barrier. It is intolerable and irrational for it to color decisions in the workplace.', u'The employee manual for my office has for some time included a specific provision prohibiting discrimination based on sexual orientation. A majority of the Fortune 500 companies have reached this same conclusion. It is time for this body to do the same. It is time for our laws to reflect a point of fundamental fairness: An employee should be free from discrimination at work because of personal characteristics unrelated to the successful performance of his or her job.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/'}