{u'speaker_state': u'NH', u'speaker_raw': u'mr. bass', u'speaker_first': u'Charles', u'congress': 104, u'title': u'HONORING TRUE VOLUNTEERISM', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-17/html/CREC-1996-09-17-pt1-PgE1617-3.htm', u'number': 128, u'id': u'CREC-1996-09-17-pt1-PgE1617-3.chunk0', u'volume': 142, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Bass', u'pages': u'E1617', u'speaker_party': u'R', u'date': u'1996-09-17', u'bills': None, u'bioguide_id': u'B000220', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to pay tribute to an effort being undertaken by a remarkable young man whom I have the privilege of representing in Congress. I am talking about 16-year-old Steffan Legasse, of Walpole, NH, who has taken it upon himself to help raise money for churches in the South that have been burned and damaged due to the wave of recent arson attacks.', u"We all are shocked and dismayed by these terrible arson fires. Yet one young man from Western New Hampshire was so moved by what he heard and saw that he decided to do something to help those affected by the church burnings. Steffan undertook a 1,000 mile cycling project this summer in order to raise money for the churches and his own church, St. John's Episcopal Church, of Walpole. The name of his project is ``BikeHikes '96.'' Steffan rode his bike from home to his summer job each day and has made excursions to Vermont and Georgia in conquest of his 1,000 mile goal.", u"Recently, while in Georgia, the Legasse family met with the Rev. Harry Baldwin, Pastor of the Gay's Baptist Church, of Millen, GA, one of many churches recently burned. Some of the funds raised through BikeHikes '96 will help Rev. Baldwin's church. Steffan recently wrote about his meeting: ``Rev. Baldwin is a very kind and compassionate person. He helped me better understand the pain felt by the members of his church, yet he also spoke of their faith, hope and determination to rebuild. I have learned that even terrible deeds can result in a positive outcome.''", u'Steffan has biked more than 900 miles as of today. He is taking pledges and donations to raise $10,000 for these churches.', u"Mr. Speaker, I had the pleasure of meeting young Steffan the other week and I must say I was very impressed. He is a very polite and delightful young man who is deeply committed to this project. I know that his parents, Mr. and Mrs. David Legasse, are very proud of their son, as are Steffan's other family members and friends.", u'Steffan is still working on BikeHikes \'96 and has set up a site on the World Wide Web where computer users can learn for themselves about this wonderful project. The website address is &lt;a href="http://www.legasse.com/bikehikes/update.html"&gt;http://www.legasse.com/bikehikes/update.html&lt;/a&gt;. For more information on Steffan\'s effort, you may write to 14 Roxbury Street, Keene, NH 03431.', u'Mr. Speaker, I ask all of my colleagues to join me today in saluting Steffan Legasse for his effort to help other citizens in need. He represents the true spirit of volunteerism in America.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/17/E1617-3_honoring-true-volunteerism/'}