{u'speaker_state': u'NY', u'speaker_raw': u'mrs. maloney', u'speaker_first': u'Carolyn', u'congress': 104, u'title': u'TRIBUTE TO CARTER BURDEN', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-01-25/html/CREC-1996-01-25-pt1-PgE101.htm', u'number': 10, u'id': u'CREC-1996-01-25-pt1-PgE101.chunk0', u'volume': 142, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Maloney', u'pages': u'E101', u'speaker_party': u'D', u'date': u'1996-01-25', u'bills': None, u'bioguide_id': u'M000087', u'order': 0, u'speaking': [u'Mr. Speaker, today I rise to pay tribute to Carter Burden, a philanthropist, former New York City councilman, candidate to Congress, publisher, and arts benefactor. It saddens me to report that Mr. Burden died on January 23, 1996 at the age of 54 years. With his death, my district has lost a compassionate advocate for the elderly and generous contributor to the arts and libraries of New York City.', u"Mr. Burden was city councilman in New York City from 1969 to 1978. As city councilman, he was dedicated to improving the health and housing for New York City's children and elderly. He advocated to improve standards for prisoners and introduced legislation for one of the first gay rights bills in the Nation. Mr. Burden ran for Congress in 1978, but lost to Bella S. Abzug.", u'Previous to his years on city council, Mr. Burden was a legislative aid to Senator Robert F. Kennedy. While working for Senator Kennedy, he was the liaison to minority groups in East Harlem and helped establish the Bedford-Stuyvesant Development Project. He was one of the founders of the New Democratic Coalition which fought for reform within the Democratic Party, and against Tammany Hall style politics.', u'Mr. Burden was born on August 25, 1941 in Beverly Hills, CA. He was fortunate to be a great-great-great-grandson of the railroad and shipping magnate Cornelius W. Vanderbilt, and great nephew of the actor Douglas Fairbanks. He attended Roman Catholic school, military school, and completed his secondary education at the Portsmouth Priory School in Rhode Island. Mr. Burden graduated cum laude with a bachelor of arts degree in English from Harvard college in 1963. He received a bachelor of laws degree from Columbia University Law School in 1966.', u"During these same years, he was active in the publishing industry. In 1969, Mr. Burden became the principal owner of the Village Voice, which was then the country's largest weekly newspaper. In 1980, Mr. Burden turned to broadcasting and founded Commodore Media, a New York City company which owns and operates 20 radio stations. At his death, he was also managing partner of William A.M. Burden &amp; Co., and director of the Reliance Insurance Companies.", u'Although he never held another elected position after his loss to Ms. Abzug, he continued serving the public as a philanthropist. He established the Burden Center for the Aging in Yorkville, NY. He supported the National Crime Prevention Council, the Brookdale Center on Aging, and Survivors of Domestic Abuse.', u"In the arts, Mr. Burden was a major benefactor of the New York Public Library, the Morgan Library and the New York City Ballet. His collection of rare first edition books by 20th century authors is regarded as one of the world's finest. He was also a collector of drawings, most significantly of works by Sargent, Picasso, and Matisse.", u'I am deeply saddened by the passing of Carter Burden, and am compelled to recognize his important contributions to the people of my district and to the city of New York at large.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/01/25/E101_tribute-to-carter-burden/'}