{"speaker_state": "VT", "speaker_raw": "mr. jeffords", "speaker_first": "James", "congress": 106, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-06-24/html/CREC-1999-06-24-pt1-PgS7591.htm", "number": 91, "id": "CREC-1999-06-24-pt1-PgS7591.chunk15", "volume": 145, "chamber": "Senate", "session": 1, "speaker_last": "Jeffords", "pages": "S7591-S7606", "speaker_party": "R", "date": "1999-06-24", "bills": null, "bioguide_id": "J000072", "order": 15, "speaking": ["Mr. President, I am delighted to be here today to introduce the Employment Non-Discrimination Act of 1999 (ENDA). I am here today because I believe that the principles of equality and opportunity should be applied to all Americans and that success at work should be based on performance, not prejudice.", "Unfortunately, qualified, hard-working Americans continue to be denied job opportunities based instead on sexual orientation. The Employment Non-Discrimination Act will help put an end to this insidious discrimination. By extending to sexual orientation the same federal employment discrimination protections established for race, religion, gender, national origin, age and disability, the Employment Non-Discrimination Act will further ensure that principals of equality and opportunity apply to all Americans.", "This bill is about fairness, this bill is about equality, this bill is about basic civil rights. This bill must pass this Congress.", "ENDA will achieve equal rights -- not ``special rights'' -- for gays and lesbians. This legislation prohibits preferential treatment based on sexual orientation. To remove any doubt, we have added language to expressly prohibit affirmative action on the basis of sexual orientation.", "ENDA does not require an employer to justify a neutral practice that may have a statistically disparate impact based on sexual orientation, nor provide benefits for the same-sex partner of an employee. Rather, it simply protects a right that should belong to every American, the right to be free from discrimination at work because of personal characteristics unrelated to successful performance on the job.", "We took a fresh look at ENDA and we have made a number of constructive changes this year. We have re-written the discrimination section to more closely track Title VII of the Civil Rights Act of 1964. This new language has the benefit of 35 years of legal interpretation. Employers and courts alike understand this language and what is expected under it.", "One concern that we have heard repeatedly during past debates is that this language will create a tidal wave of litigation. In Vermont, one of 11 states to have enacted a sexual-orientation anti-discrimination law, the legal waters have been more like the Tidal Basin. In the 9 years since the enactment of Vermont's law, Vermont's Attorney General has initiated only 25 investigations of alleged sexual orientation discrimination.", "Vermont is not unique. According to the GAO, none of the states with ENDA-type laws have experienced a wave of litigation. Instead, these states have ensured that employees working within their borders cannot be discriminated against for being gay.", "As I have stated before, success at work should be directly related to one's ability to do the job, period. We first introduced ENDA in 1994. Over the past six years, we have held hearings, listened to the concerns raised and revised this legislation to respond to those concerns. I am pleased to report that it was worth the effort because The Employment Non-Discrimination Act of 1999 is the best bill we have ever introduced. The time has come to make the Employment Non-Discrimination Act the law of the land.", "Mr. President, I ask unanimous consent that the text of the bill be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/1999/06/24/S7591_statements-on-introduced-bills-and-joint-resolutio/"}