{"speaker_state": "OK", "speaker_raw": "mr. largent", "speaker_first": "Steve", "congress": 106, "title": "House of Representatives", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-29/html/CREC-1999-07-29-pt2-PgH6603.htm", "number": 109, "id": "CREC-1999-07-29-pt2-PgH6603.chunk119", "volume": 145, "chamber": "House", "session": 1, "speaker_last": "Largent", "pages": "H6603-H6648", "speaker_party": "R", "date": "1999-07-29", "bills": null, "bioguide_id": "L000096", "order": 119, "speaking": ["Mr. Chairman, I yield myself such time as I may consume, and I wish to begin the debate by reading the actual amendment. It is a short amendment and it is very explicit. It says, ``None of the funds contained in this Act may used to carry out any joint adoption of a child between individuals who are not related by blood or marriage.'' That, Mr. Chairman, very simply, is the amendment.", "This amendment is going to create a lot of controversy. I know that. We have been down this road before. We have debated this amendment before, and the House approved this amendment last year. We will have some of the same controversy and some of the misrepresentations of what this amendment actually does, and I would like to address some of these things in my opening statement, Mr. Chairman.", "What does it do, exactly? It prevents the District of Columbia from granting joint adoption to individuals that are not related by blood or marriage. Very simply, adoptions should be about the best interest of the child. Adoptions should not be about awarding children in some sort of culture war.", "Why are we here? Because a District of Columbia appeals court made a ruling that granted adoption to two men that were unrelated by blood or marriage, the adoption of a young girl. In that decision the judge said, ``It is unclear to the court what Congress' intent is regarding joint adoptions to unrelated people.'' Thus, we are here today, Mr. Chairman, to give the courts our clear intent.", "Here is the issue: What is in the best interest of the child? To throw them into an ambiguous, confused amorphous legal situation that does not establish clear lines of authority or responsibility, in my opinion, is not in the best interest of a child, and that is why we are debating this amendment today.", "Mr. Chairman, we have kids who have had a rough start at the beginning of their life already. How can it be in their best interest to place them in a confused legal setting, one in which the only legal affiliation between these individuals is the address that they possibly share? For instance, Mr. Jones and Ms. Smith adopt together and are given joint custody. Well, is the child a Smith or is the child a Jones or both? What reason does the child have to feel secure about their future when the couples who adopt them have not even expressed a commitment to one another by having any sort of legally recognized relationship?", "What happens if Mr. Jones or Ms. Smith part? How do the courts determine custody in such a case? Nobody knows. There is no legal precedent. What happens if more than two people unrelated seek joint custody? Why not three or four people unrelated by blood or marriage seeking joint custody of a kid? Nobody knows what happens if we go down this road. Is this really in the best interest of the child? Absolutely not.", "Finally, and most importantly, Mr. Chairman, I want to say that many will distort this amendment as gay bashing, or others will say this is going to limit the ability of adoptions to go forward. Nothing could be further from the truth. Nothing in this amendment precludes any, any, individual or family related by blood or marriage from seeking adoption. Any individual, regardless of their sexual preference, can still seek legal adoption and then be related through that adoption with the child.", "What this amendment will do, Mr. Chairman, is assure that these kids, who desperately need love and, most importantly, security, that they will get it by ensuring that they are placed in legally recognized families.", "Mr. Chairman, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/1999/07/29/H6603_house-of-representatives/"}