{u'speaker_state': u'WI', u'speaker_raw': u'mr. green of wisconsin', u'speaker_first': u'Mark', u'congress': 106, u'title': u'CONDEMNING KIDNAPPING AND MURDER BY THE REVOLUTIONARY ARMED FORCES OF COLOMBIA OF THREE UNITED STATES CITIZENS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-10-04/html/CREC-1999-10-04-pt1-PgH9259-2.htm', u'number': 132, u'id': u'CREC-1999-10-04-pt1-PgH9259-2.chunk11', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Green', u'pages': u'H9259-H9261', u'speaker_party': u'R', u'date': u'1999-10-04', u'bills': [u'H. Res. 181', u'H.R. 181'], u'bioguide_id': u'G000545', u'order': 11, u'speaking': [u'Mr. Speaker, I thank the gentleman from Nebraska (Mr. Bereuter) for yielding me time. I also want to extend my thanks to the gentleman from New York (Chairman Gilman) for his work on this resolution. I appreciate their support very much.', u'Mr. Speaker, I rise to speak in support of H. Res. 181, decrying the murder of these three U.S. citizens in Colombia, particularly Ms. Ingrid Washinawatok, a member of the Menominee Indian Nation in my own congressional district in northeastern Wisconsin. Ingrid deserves our gratitude and admiration.', u'In these times when so many people offer little more than words and wishes, Ingrid walked the walk. She backed up her words and beliefs with constructive action. Time after time, Ingrid put her life on the line for what she believed in, often operating in dangerous, treacherous environments all around the world. She sacrificed throughout her life; and, in the end, she sacrificed her life itself.', u"She was only 42 years old when she died at the hands of terrorists in Colombia. At the time that she was kidnapped, she and her two companions, as was mentioned by my colleague from Guam, were involved in an effort to better the lives of the U'wa people in northeastern Colombia through education.", u'She had a vision, a vision of a better world, and she devoted her life to turning that vision into reality. But her work in Colombia was only the latest example of her devotion to that great vision. She traveled throughout the globe and tried to leave, she and her companions, each place that she worked just a little bit better than when she had first arrived.', u'She is survived by her family and friends both in Wisconsin and in New York. But I think we all will miss her and mourn her, her and her companions, because with their passing, we all lose something.', u'Mr. Speaker, H.R. 181 uses the force of this Congress to decry the murders of Ingrid and Mr. Freitas and Ms. Gay. It was members of FARC who kidnapped these three U.S. citizens. It was members of FARC who killed them just 2 days later.', u'These actions were reprehensible and they were intolerable. We must send a message today to FARC and other groups who would commit brutal crimes just as this that U.S. citizenship means something, and that the U.S. will not stand for acts of aggression against its citizens anywhere in the world.', u'This resolution also strongly condemns FARC itself for its actions. FARC is a recognized terrorist organization. It has a horrifying history of atrocities, of thuggery.', u'Finally, this resolution calls upon the government of Colombia and our own FBI to expedite and intensify their efforts to find and arrest those responsible. We must find them, if citizenship is going to mean anything, and they must be extradited to the U.S. for a trial.', u'Again, I want to thank the gentleman from New York (Mr. Gilman), the gentleman from Nebraska (Mr. Bereuter) and the members of the Committee on International Relations for their support, their work, and their assistance on this.', u'I urge my colleagues to support this resolution to honor the memories of these Americans, to make sure that justice is done, and to protect our citizens abroad in the future.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/10/04/H9259-2_condemning-kidnapping-and-murder-by-the-revolution/'}