{u'speaker_state': u'PA', u'speaker_raw': u'mr. pitts', u'speaker_first': u'Joe', u'congress': 110, u'title': u'EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13228-2.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13228-2.chunk26', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Pitts', u'pages': u'H13228-H13253', u'speaker_party': u'R', u'date': u'2007-11-07', u'bills': [u'H.R. 3685'], u'bioguide_id': u'P000373', u'order': 26, u'speaking': [u'Madam Chairman, I rise in opposition to this ENDA bill. This bill, if signed into law, will have serious long-term implications on one of our most basic and treasured institutions, marriage. A Federal ENDA will provide activist judges with the legal ammunition to move toward the legalization of same-sex marriage. In fact, State ENDA laws are already being used by activist judges to impose gay marriage and civil unions on States.', u"One example is the landmark decision by the Massachusetts Supreme Court which determined that there was ``no rational basis for the denial of marriage to same-sex couples.'' And this decision used the State ENDA laws in their argument. Another example took place in Vermont where the court ordered the State legislature to pass either a same-sex marriage or civil union law. Again, this case referenced existing State ENDA legislation. Another example is the New Jersey Supreme Court, which gave the State legislature 6 months to either pass a same-sex marriage law or civil union law, and the court cited New Jersey ENDA laws in defense of this ruling.", u'Although ENDA is bad legislation on its face, more importantly, it is just one component of a larger strategy. An editorial in an activist publication recently compared this approach to building a house. It explains that hate crimes legislation is the foundation, ENDA is one of the walls, civil unions is the roof structure, and marriage is the shingles.', u"The author states, ``When all the various above issues have been resolved, think of all the money that would be freed up to focus on marriage. We can lobby the President and Congress on repealing DOMA, while targeting the weakest States to repeal their one man-one woman amendments.''", u'The strategy as laid out above is clear. ENDA is merely a building block for efforts to overturn traditional marriage laws and to impose same-sex marriage on States. I urge you to protect traditional marriage and oppose H.R. 3685.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13228-2_employment-non-discrimination-act-of-2007/'}