{"speaker_state": "CA", "speaker_raw": "ms. lee", "speaker_first": "Barbara", "congress": 106, "title": "CONDEMNING KIDNAPPING AND MURDER BY THE REVOLUTIONARY ARMED FORCES OF COLOMBIA OF THREE UNITED STATES CITIZENS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-10-04/html/CREC-1999-10-04-pt1-PgH9259-2.htm", "number": 132, "id": "CREC-1999-10-04-pt1-PgH9259-2.chunk18", "volume": 145, "chamber": "House", "session": 1, "speaker_last": "Lee", "pages": "H9259-H9261", "speaker_party": "D", "date": "1999-10-04", "bills": null, "bioguide_id": "L000551", "order": 18, "speaking": ["Mr. Speaker, I rise this afternoon to speak about the disturbing situation in Colombia and the kidnapping and murder of three U.S. citizens, Terence Freitas, Ingrid Washinawatok and Lahe'ena'e Gay.", "As a long-standing advocate for human rights and nonviolence, the conflict and violence in Colombia is incredibly alarming to me. Terence Freitas, an activist and student at the University of California-Berkeley, was a constituent of mine. Ingrid, Lahe'ena'e and Terence were traveling in Colombia as guests of the U'wa, a traditional indigenous community that is nonviolently fighting to protect their land from United States and Colombian petroleum developers.", "Last week, along with other members of the House International Relations Committee, I had the opportunity to meet with Colombian President Pastrana. We learned a great deal about his new $7.5 billion plan for ``peace'', economic redevelopment, and counter-drug efforts. It is my understanding that the Clinton administration is expected to ask Congress to fund $1.5 billion of the plan, and that the administration's proposal may call for over half of the funds to support equipment and training for the Colombian police and military.", "I am very concerned about this inititive. At more than $500 million annually, this would nearly double the amount that our Nation provided to Colombia's security forces in 1999.", "Some of you may have seen the poignant letter of May 22 written by the mother of Terence Freitas to the editor of the Washington Post. In the letter, Ms. Freitas writes that she has ``watched in disbelief that some have used the murder of her son . . . and his two companions to justify an increase in military aid to Colombian armed forces.'' Ms. Freitas writes that she is distressed that the ideals that her son ``lived and died for--nonviolence, indigenous sovereignty and justice'' have been diminished by those who support militarization in Colombia.", "I am a cosponsor of this resolution because I believe that those responsible for the murders of Terence, Lahe'ena'e, and Ingrid need to be arrested and brought to trial.", "At the same time, as we speak out deploring their murders today on the House floor, I also believe that it is crucial to address our Nation's future policy toward Colombia. Any plan, with a focus on increased funding for training the Colombian police and military, is dangerously narrow and counterproductive.", "In order to truly advance the peace process in Colombia and create stability for all communities in the country, we must attack the root causes for drug trade and violence of the FARC. This requires a more comprehensive policy approach to fund the elements of President Pastrana's plan that support economic development, human rights and an end corruption in the justice system in Colombia.", "I challenge all of us to examine the proposal of the Colombia Government with this perspective. Ms. Freitas explains that Terence ``clearly understood that the U.S. military and training assistance to Colombia would bring more violence from all sides. She leaves us with the following message, which I would like to convey to all of my colleagues:", "``If our Congressional Representatives hear any `wake-up call' following the execution of my son, I urge it to be this: Remember your high standards of justice and peace by refusing to further U.S. military aid to Colombia. Doing the hard work of peace takes a lot more guts than empowering more men with guns.''"], "capitolwords_url": "http://capitolwords.org/date/1999/10/04/H9259-2_condemning-kidnapping-and-murder-by-the-revolution/"}