{u'speaker_state': u'LA', u'speaker_raw': u'ms. landrieu', u'speaker_first': u'Mary', u'congress': 106, u'title': u'NATIONAL ADOPTION MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-11-18/html/CREC-1999-11-18-pt1-PgS14791.htm', u'number': 164, u'id': u'CREC-1999-11-18-pt1-PgS14791.chunk2', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Landrieu', u'pages': u'S14791-S14792', u'speaker_party': u'D', u'date': u'1999-11-18', u'bills': None, u'bioguide_id': u'L000550', u'order': 2, u'speaking': [u'Here are some examples from around the country. I will read into the Record just a few. First of all, the Congressional Coalition on Adoption has recognized the Freddie Mac Foundation of Virginia, nominated because of countless contributions to the promotion of adoption. In this year alone, Freddie Mac has donated millions of dollars to help fund programs for adoption and foster care. Their commitment and dedication demonstrates their unique understanding that there is more to a home than four walls. We thank the Freddie Mac Foundation for their effort.', u"I will read a few more brief entries to give an example of some of the people that were honored. My friend, the Senior Senator from Arkansas, submitted a family from Russellville, Arkansas, Lori and Willie Johnson. In an increasingly self-absorbed world, Lori and Willie Johnson remind those around them of the meaning of the word ``selfless.'' They are the proud parents of 17 children, 13 of whom are adopted and have special needs. Because of their love and dedication, these children have a family to call their own.", u'From Spartanburg, South Carolina, we have selected Fletcher Thompson and Jim Thompson, nominated by our colleague in the House, James Demint. Having practiced adoption for over 25 years, they are rightly considered adoption experts. They place over 100 children a year. They practice law in a way that helps build families and brings hope to children and joy to parents. We thank them for their great work.', u'I would also like to mention, the Angel from Idaho--since the Senior Senator from that State was on the floor earlier speaking about the important mining issue,--as Co-chair of the Congressional Coalition he nominated Earl and Judy Priest from Caldwell, Idaho. For over 25 years, the Priests have opened their hearts and home to children of all ages and abilities. They are parents of five children, three of whom are adopted. In addition, they have fostered 160 other children.', u'Hays and Gay Town, from my own home State of Louisiana, founded and personally funded an agency that has placed over 200 children. They have also reached out to help young mothers in crisis.', u'There are many examples, from California to New York to Louisiana to Michigan. There have been examples of judges, attorneys, parents who have adopted children, advocates in the community, agencies, who are really contributing to making our goal of finding a home for every child in America and the world a reality.', u"In closing, I would like to remind my colleagues, of several pieces of pending legislation concerning adoption. First, we look forward to passing, with Senator Helms' and Senator Biden's leadership, the Hague Convention on Intercountry Adoption. This treaty will, for the first time, lay out a framework for international adoption. Mr. Chairman, as a lawyer and a former prosecutor, you most certainly know the importance of laying out a legal framework to prevent fraud and abuse, reduce costs and make the process easier for families adopting abroad. Together with Senator Abraham, I have introduced the Adoption Awareness Act to fund a nationwide campaign promoting adoption. Through this campaign, we hope to encourage potential adoptive parents to open their homes to a waiting child.", u'Finally, we hope to be able to increase the present adoption tax credit from $5,000 to $10,000.', u"As you can see, there is a lot of work we have to do when we come back. I want to take this opportunity, once again, to recognize all of our ``Angels in Adoption,'' and to thank my colleagues for all the good work they have done on this issue. I look forward to working with them when we return to make the reality of a permanent and loving home real for so many children who need it.", u'Thank you.', u'I yield the remainder of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/11/18/S14791_national-adoption-month/'}