{u'speaker_state': u'TX', u'speaker_raw': u'mr. smith of texas', u'speaker_first': u'Lamar', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk12', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Smith', u'pages': u'H4940-H4958', u'speaker_party': u'R', u'date': u'2009-04-29', u'bills': None, u'bioguide_id': u'S000583', u'order': 12, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u"Mr. Speaker, every year thousands of violent crimes are committed out of hate, but just as many violent crimes, if not more, are motivated by something other than hate--greed, jealousy, desperation or revenge, just to name a few. An individual's motivation for committing a violent crime is usually complex and often speculative.", u"Every violent crime is deplorable, regardless of its motivation. Every violent crime can be devastating, not only to the victim and their family, but also to the larger community whose sense of safety has been violated. That's why all violent crimes should be vigorously prosecuted.", u'Unfortunately, this bill undermines one of the most basic principles of our criminal justice system--equal justice for all. Under this bill, justice will no longer be equal. Justice will now depend on the race, gender, sexual orientation, disability or other protected status of the victim. It will allow different penalties to be imposed for the same crime. This is the real injustice.', u'One of the most troublesome aspects of this bill is that it divides America. It divides America by race, again, gender, sexual orientation, disability, or other status. We should focus on the opposite, uniting America, not dividing our country.', u'The bill also could have a chilling effect on the words of religious leaders or members of religious groups. For example, religious individuals who feel strongly about some values may hesitate to discuss their personal beliefs about homosexuality or gay marriage for fear of criminal investigation.', u'Some of my colleagues on the other side claim that the bill protects religious speech. But religious leaders could still be subjected to criminal investigations and be reluctant to preach the teachings of their faith as a result of this bill.', u'In addition, the bill itself is probably unconstitutional and will be struck down by the courts. There is little evidence to support the claim that hate crimes impact interstate or foreign commerce, an important consideration for any Federal court reviewing the constitutionality of this legislation.', u"In 2000, the Supreme Court in United States v. Morrison struck down a prohibition on gender-motivated violence. In that case the court specifically warned Congress that the commerce clause does not extend to ``noneconomic, violent criminal conduct'' that does not cross State lines.", u'Nor is the proposed legislation authorized under the 14th and 15th Amendments. Those amendments extend only to State action and do not cover the actions of private persons who commit violent crimes.', u"While the 13th Amendment reaches private action such as individual criminal conduct, it is difficult to argue that one's religion or national origin constitutes a ``badge'' or ``incident'' of slavery, the subject of the 13th Amendment.", u'Also this bill purports to federalize crimes that are being successfully prosecuted by our States and local governments. Furthermore, FBI statistics show that the incidence of so-called hate crimes has actually declined and substantially declined over the last 10 years. In 2007, for example, of the approximately 17,000 homicides that occurred in the U.S., only nine of the 17,000 murders were determined to be motivated by bias.', u'This legislation blurs the lines between violent belief, which is constitutionally protected, and violent action, which is not. If we go down this road, where does it end? With speech monitors and thought police?', u'I urge my colleagues to oppose the bill.', u'Mr. Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}