{u'speaker_state': u'VA', u'speaker_raw': u'mr. forbes', u'speaker_first': u'J.', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk23', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Forbes', u'pages': u'H4940-H4958', u'speaker_party': u'R', u'date': u'2009-04-29', u'bills': None, u'bioguide_id': u'F000445', u'order': 23, u'speaking': [u"Mr. Speaker, I'm not going to pound the podium or yell and scream about this legislation, but I'd just say to the Speaker that sometimes all the spin that we hear in here about a particular piece of legislation during debate, or sometimes our getting down into the specifics of the semantics of the legislation or arguing about what the courts say it will or will not do, causes us to do what the average citizen at home does not do, and that is to miss the common sense and the rightness of a piece of legislation.", u"The distinguished majority leader came to the floor a while ago and stated two principles: that all people ought to be treated equally, and if America stands for anything, it stands for equality under the law. And that's what this legislation does not do.", u'Mr. Speaker, just a short time ago there was a pageant in the United States, the Miss USA pageant. One of the contestants, Ms. California, went up there, and she was asked a question by one of the judges, who is an openly gay judge, about her beliefs in marriage. And she stated what her beliefs were. That judge lambasted her over and over again in blogs, calling her the most vile names, spewing out hostility and hate, and even made the statement that if she had won, he would have stormed on the stage and snatched the tiara off her head. And other bloggers who had his same orientation and, therefore, were driven to the same hatred of this young girl, had similar things in their blogs.', u'Had he done that, had he done what he said he would do and stormed that stage and pulled that tiara off her head and had bodily harmed when he did it, there would not have been 1 ounce of protection under this piece of legislation for that young girl.', u'But after he did it, if she had, in response, made a statement back about the very sexual orientation that had led him to his hatred and dislike for her, and if she had responded by slapping him or any physical injury, she would have had the potential of a 10-year Federal piece of legislation coming against her.', u'If her father, sitting in the audience, had gone on that stage to stop this kind of hatred and orientation that drove him to have this feeling against that young girl and he had made a statement and he had responded with any kind of physical action, he could have had a 10-year Federal piece of legislation that would have come against him.', u"And, Mr. Speaker, I know you have the votes for this legislation. I know you have the resources to drive the message and you have the media to do it, but the weight of all that combined can't do one solitary thing, and that is make this piece of legislation right, and that's why I'll vote against it."], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}