{u'speaker_state': u'CA', u'speaker_raw': u'ms. waters', u'speaker_first': u'Maxine', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk98', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Waters', u'pages': u'H4940-H4958', u'speaker_party': u'D', u'date': u'2009-04-29', u'bills': [u'H.R. 1913'], u'bioguide_id': u'W000187', u'order': 98, u'speaking': [u'Mr. Speaker, I rise in strong support of H.R. 1913, the Local Law Enforcement Hate Crimes Prevention Act of 2009 and I am pleased to see the bill we reported out of the Judiciary Committee last week is on the House floor today.', u'I believe we finally have the opportunity to see this legislation signed into law and I encourage my colleagues to do the right thing today and support this bill.', u'We must ensure that all Americans can exercise their civil rights and be free from threats of violence against them because of their race, color, nationality, gender, age, disability or sexual orientation. It is past time to protect gays, lesbians, bisexuals and transgendered individuals from hate crimes. We must never again allow an 11-year-old child to be so bullied and harassed that he sees no other option to end his torture by taking his own life.', u'In 2004 in Los Angeles, the 15-year-old son of movie producer Lee Caplin and his wife, Gita, received death threats by a group of students at his private high school. According to the police complaint, some of the messages directed at their son were anti-gay slurs among other epithets.', u'In 2007 in Los Angeles, a mentally disabled man was beaten to death by an unidentified man wielding an aluminum baseball bat. The victim was James McKinney, 41, who was walking to the store from his home, a mental health care facility. The attack was caught on surveillance camera, but the attacker is still at large.', u'The most recent data from the FBI is from 2007. It shows that in Los Angeles, there were 279 crimes categorized as motivated by bias: 132 crimes based on race; 50 crimes based on religion; 43 crimes based on sexual orientation; and 54 crimes based on ethnicity.', u'While I strongly support this bill today, I know that more work is needed, particularly in the area of crimes against the homeless. As Chair of the Financial Services Subcommittee on Housing, I can tell you that with the housing and foreclosure crisis we are facing, more and more Americans are becoming homeless. Sadly, the number of violent crimes against the homeless are increasing, and I believe a significant portion of these attacks are indeed hate crimes. The State of Maryland just recently became the first state in the nation to add homelessness to their hate crimes statute. They noted that from 1999 through 2007 there were 774 acts of violence against homeless men, women and children in 45 states and Puerto Rico. These attacks resulted in 217 deaths.', u"I'm looking forward to working with Chairman Conyers and our Crime Subcommittee Chairman Scott to get accurate data on violent crimes and hate crimes against the homeless. It is important to get this data promptly, and then, after an appropriate hearing, we can determine if additional legislation is needed.", u'In closing, I commend Chairman Conyers for his tireless work on this legislation and urge my colleagues to do the right thing today and vote to pass this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}