{u'speaker_state': u'NY', u'speaker_raw': u'mr. israel', u'speaker_first': u'Steve', u'congress': 111, u'title': u'LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm', u'number': 64, u'id': u'CREC-2009-04-29-pt1-PgH4940-3.chunk103', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Israel', u'pages': u'H4940-H4958', u'speaker_party': u'D', u'date': u'2009-04-29', u'bills': [u'H.R. 1913'], u'bioguide_id': u'I000057', u'order': 103, u'speaking': [u'Mr. Speaker, I rise today to urge my colleagues to support H.R. 1913, the Matthew Shepard Act.', u"Many of my colleagues have already spoken informatively about the bill's provisions, how it will focus on enhancing resources at the local and state level for combating hate crimes, and how it will enable local and state officials to prosecute people who commit hate crimes. These are all important reasons to vote for this bill.", u'I want to tell you the story of a hate crime that happened in my community.', u'Marcelo Lucero lived in Patchogue, NY and was walking home one evening when a car load of teenage boys surrounded, beat and murdered him.', u"He was walking home, and they were out looking for someone who looked Hispanic. One of the defendants later told the police, ``I don't go out and do this very often, maybe once a week.''", u'Now, what happened to Marcelo Lucero is wrong when it happens to any person.', u"But what makes a hate crime so disturbing is that it's not simply aimed at the victim.", u'An entire community gets the message--you are not welcome here. And, what makes the story of his attackers so disturbing is the casualness of their attitude.', u'It reflects a comfortableness that is unacceptable in any community.', u"That is why I'm supporting this bill and why I urge my colleagues to support this bill: it sends a message back to those who would commit a hate crime. And that message is that hate is not welcome in my community.", u'I would like to thank Chairman Coyers for the time to speak and his leadership on this important issue.', u'MURPHY of Pennsylvania. Mr. Speaker, I rise today as a cosponsor and strong supporter of the Local Law Enforcement Hate Crimes Prevention Act of 2009.', u"Ten years have now passed since a University of Wyoming student was tied to a fence and fatally beaten just because he was gay. In the time since, we've seen a Texas man dragged to his death by a truck just because he was black and a woman brutally beaten and killed with a fire extinguisher just because she was transgendered. We've even seen young children at day camp shot just because they were Jewish.", u'Passage of comprehensive federal hate crime legislation that would allow the Department of Justice to assist state and local jurisdictions unable or unwilling to prosecute violent, bias-motivated crimes is long overdue.', u"Mr. Speaker, as a former Constitutional law professor at West Point, I want to make something perfectly clear. Nothing in this bill impinges the right of an individual's freedom of speech as guaranteed under the First Amendment of the Constitution. The ability to think or express sentiments repulsive to most members of society absent the fear of legal recrimination is part of what makes this country great and free. The ability to prosecute to the fullest extent of the law those who cause injury or death to an individual because of who they are or what they believe is also what makes this country great and free.", u'Ensuring that states and local law enforcement throughout the United States have the resources they need to go after the perpetrators of these crimes is not just something we owe to the victims and their families. It also helps to free the rest of society--particularly members of the group to which the victim identified--from being intimidated by the hatred of a few.', u'I urge my colleagues to support this bill and send a clear message that those who injure or kill another human being because of who they are will be brought to justice for their crimes.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/'}