{u'speaker_state': u'OH', u'speaker_raw': u'mr. kucinich', u'speaker_first': u'Dennis', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk8', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Kucinich', u'pages': u'H5287-H5321', u'speaker_party': u'D', u'date': u'2006-07-18', u'bills': None, u'bioguide_id': u'K000336', u'order': 8, u'speaking': [u"Mr. Speaker, with all due respect to my beloved colleagues, what if a man and a woman have a partnership which does not produce children? Is their marriage invalid? Is it less sacred? And the use of the word ``illegitimate'' here is a little troubling because I thought we dispensed with those kinds of references as we became more enlightened.", u'It is easy to take a stand for the institution of marriage in the abstract, but try doing it in your own life and that becomes a little more complex. It is far easier to tell others how they should live and whom they should be permitted to marry. The science of human relations requires humility. Whether in the heights of unity or the depths of divorce, our relationships, our companionships, our partnerships, are our greatest teachers. Our relationships are also a sphere of influence which should be free from government interest or interference.', u'Government does not belong in the bedroom or secretly listening on your phone, reading your books, reviewing your e-mails. Government does not have a rightful role in determining who you should love, who should love whom, and therefore enter into the formalization of a civil marriage contract.', u'We do not often quote from the Declaration of Independence here, but I think it would be useful if I recited some words that are instructive at this moment:', u"``We hold these truths to be self-evident, that all men,'' and we know now all people, ``are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.''", u'Thomas Jefferson went on to write that governments are created to secure these rights. I might add that this government was not created to crush those rights.', u"Today, with a proposed constitutional amendment defining marriage, we would establish a law which would be at odds with the 14th amendment, which guarantees equal protection of the law. What is next? Amend the Pledge of Allegiance to take out the words ``with liberty and justice for all''? What is next? Recarve the dais in front of us here, which has words carved into wood, and I will read them for those who are not able to see them: words carved below the Speaker: ``Tolerance,'' ``Justice,'' ``Union,'' ``Liberty''? Do we just take that apart?", u'Move it? Leave it blank?', u'You wonder why this Congress is not held in higher regard. I will tell you why. In Iraq, our troops are caught in a crossfire of a civil war which grows more deadly every day. The administration has no exit strategy. Congress does nothing.', u'In Iran, the Department of Defense is actively preparing for war while the administration sets the stage for negotiations that they intend to fail. Congress does nothing.', u'In the Middle East, the region stands on the brink of a full-blown war in which there will be no winners. Congress does nothing.', u"In North Korea, the administration won't negotiate with North Korea, while North Korea is thumbing its nose at the international community. Congress does nothing.", u"Here at home, you want to talk about a threat to the institution of marriage? 45 to 50 million people are without health insurance; bankruptcies at a record level; people in home foreclosures. Let's talk about a threat to the institution of marriage. Congress is doing nothing about any of that.", u'Today, in a shameless attempt to divert, distract, and distort from the lackluster performance of this Congress, the House is set to write discrimination into the U.S. Constitution. Iraq, Iran, the Middle East, North Korea, health care, gas prices, the minimum wage? No, the most pressing issue in America is gay marriage.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}