{u'speaker_state': u'NY', u'speaker_raw': u'mrs. maloney of new york', u'speaker_first': u'Carolyn', u'congress': 110, u'title': u'EMPLOYMENT NON-DISCRIMINATION ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13228-2.htm', u'number': 172, u'id': u'CREC-2007-11-07-pt1-PgH13228-2.chunk28', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Maloney', u'pages': u'H13228-H13253', u'speaker_party': u'D', u'date': u'2007-11-07', u'bills': None, u'bioguide_id': u'M000087', u'order': 28, u'speaking': [u'Madam Chairman, I rise in strong support of this bill, and I urge my colleagues to help make history today by taking this important step forward.', u'Madam Chairman, I rise in strong support of this bill.', u'I urge my colleagues to help make history today by taking this important step towards ensuring that discrimination based on sexual orientation will not be tolerated in the United States of America.', u'In the year 2007, it is legal in 30 states to fire someone simply because he or she is gay, lesbian, or bisexual.', u"Hardworking, tax-paying Americans shouldn't have to live with the constant, legitimate fear they could lose their jobs. No one should be discriminated against because of his or her sexual orientation or perceived sexual orientation.", u'This bill will also lay the groundwork to provide sorely needed protections in the future to countless more Americans who need and deserve them.', u'History has shown that progress in the struggle for civil rights has been hard fought and incremental.', u'Most of our greatest legislative victories have only been achieved step by step.', u'While the measure before us today is by no means complete or definitive, I believe that the passage of this measure today will lay the foundation to provide additional protections in the future for the entire LGBT community.', u'So while I deeply regret that transgender Americans are not protected by this bill, I nonetheless urge my distinguished colleagues to support it. I do so with the knowledge and the determination that we will be back to continue to press the fight for all Americans to live free from discrimination.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/07/H13228-2_employment-non-discrimination-act-of-2007/'}