{"speaker_state": "WI", "speaker_raw": "ms. baldwin", "speaker_first": "Tammy", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk86", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Baldwin", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "B001230", "order": 86, "speaking": ["Mr. Speaker, I thank Mr. Nadler for yielding the time.", "At the beginning of every session of Congress, I raise my right hand and state the following oath: ``I, Tammy Baldwin, do solemnly swear that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion; and that I will well and faithfully discharge the duties of the office on which I am about to enter. So help me God.'' {time} 1230", "I have felt deep pride in our country and our democracy and particularly in the Constitution itself every time I have taken that oath. But if we were to pass this amendment, it would put a stain on our founding document.", "In our democracy since its founding, a basic premise is that in a government by, for and of the people, the people must have the ability to petition their government for the redress of grievances. Americans who wanted women to have the right to vote petitioned their government. Americans who wanted an end to slavery petitioned their government. Americans who wanted an end to child labor petitioned their government. Americans who wanted to end segregation policies petitioned their government. Americans who wanted to protect our environment petitioned their government.", "Our constitutional system, the checks and balances between the three coequal branches of government, was created to ensure protection of minority rights, and throughout history many groups of individuals have sought such protection from their government. Today, Americans who want the protection of marriage laws for their same-sex partnerships are in the process of petitioning their government.", "The Constitution is for expanding rights, opportunities and aspirations. I want to see the day when I can protect my family, my life partner of 10 years, through the same laws and with the same obligations, responsibilities and rights as can straight Americans. These are my aspirations, both as an American and as a Member of Congress, to see the Constitution that I have sworn to support and protect illuminating a path to justice and equality for more and more Americans.", "The amendment we are debating today would do just the opposite. Why would we amend the U.S. Constitution to say that one group of Americans, gay and lesbian Americans, can no longer petition their government for redress of grievances? A healthy and a vibrant debate on same-sex marriage is occurring throughout this Nation at this very time in break rooms, in dining rooms, in church basements. Don't cut it off. It is what democracy is all about.", "One State in our Union allows same-sex marriages, several others have passed civil union protections for same-sex couples, and others still are silent on the issue or have passed laws or State constitutional amendments prohibiting same-sex marriage. This is what happens in a democracy when people petition their government for change.", "But we also know that this really isn't about the substance. It is about politics. Why else would we be debating and voting on a measure that the Senate has already effectively killed?", "You will get your rollcall vote, but shame on you for playing politics with people's families and their lives."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}