{"speaker_state": "MI", "speaker_raw": "mr. dingell", "speaker_first": "John", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk139", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Dingell", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "D000355", "order": 139, "speaking": ["Mr. Speaker, I rise in strong opposition to H.J. Res. 88, the so called Federal Marriage Amendment. This bill would turn over 200 years of State jurisprudence on its head, attempting to Federalize marriage.", "This resolution is another attempt to mandate one definition of marriage upon the States. I ask my colleagues if we take away this right from the States, what's next? Where does it stop? Take away local decisions for education or child custody issues. Between the consideration of this bill and the court stripping bills that we will take up this week, it leads me to believe, Mr. Speaker, this is just another cynical political ploy by the majority during an election year.", "Like Vice President Cheney and former Representative Bob Barr, I believe the voters of each State should decide for themselves who can and cannot marry. It has always been a State function. It should remain so. To take away that right of the State to decide this issue, we endanger basic principles of the Federal system in which we live. As our Constitution so eloquently states in the Tenth Amendment of our Federal Constitution, ``The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.''", "Mr. Speaker, amendment of our Constitution has happened only 17 times since the Bill of Rights was passed. Some of those amendments do not look so good today. Many of those not adopted now look worse. We should not lightly tamper with the perfection, beauty and majesty of our great Constitution.", "There have been no Committee hearings, no time to look at different amendment proposals, and no opportunity to have the important deliberations that should take place when amending the Constitution. We have heard nothing from our concerned citizens and from our Constitutional scholars.", "The issue before us today is not whether you are for or against gay marriage. It is whether or not we should Federalize marriage and take away the right of the States to define marriage.", "Now Mr. Speaker, I supported the Defense of Marriage Act and continue to do so. At this point, the Defense of Marriage Act remains the law of the land. It works. Nothing yet threatens this law. Nothing more needs to be done on this matter.", "Those proposing this amendment rely on hypothetical dangers to try and push through a dramatic, but mischievous change to our Constitution. I am opposed to taking away the right of each State to have its citizenry decide how to define marriage. It seems to me too many people are meddling in this matter for political reasons. Let the States continue to decide sound public policy on this subject.", "We must never rush to amend our Constitution. Mr. Speaker, I oppose this bill and ask for my colleagues to vote against this iniquitous, politically inspired, and destructive legislation.", "The Constitution is not a laundry list to be amended on whim or caprice. It is a great, noble and living document, not to be trivialized by amendments which are unnecessary. This amendment is for useless political purposes and should be defeated as an affront to our great and majestic Constitution."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}