{u'speaker_state': None, u'speaker_raw': u'mr. mario diaz-balart of florida', u'speaker_first': None, u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk140', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': None, u'pages': u'H5287-H5321', u'speaker_party': None, u'date': u'2006-07-18', u'bills': [u'H.J. Res. 88'], u'bioguide_id': None, u'order': 140, u'speaking': [u"Mr. Speaker, as a proud husband and father, I value family above all else and strongly support the traditional family: the union of a man and a woman. This union is the cornerstone of our society, and plays a vital and unique role in our children's lives and in our communities.", u'Today, we considered H.J. Res. 88, The Marriage Protection Amendment. This legislation seeks to alter the United States Constitution--the bedrock of democracy and the basis of our Republic for 217 years--to define marriage as the union between one man and one woman. The U.S. Constitution embodies the federalist principles this country was founded on and should be held to the highest standard. It should only be altered in the most extreme circumstances. I believe opening this document to allow such a narrow definition could lead to unintended consequences in the near and far future. Our commitment to federalist principles and to this great Republic must supersede all debates of the day.', u'Furthermore, I strongly believe that one of the most important powers reserved to the States as a result of the 10th Amendment is the act of regulating marriage and family law. This right of States to self-determination has protected and sustained our Republic for more than 200 years.', u'While serving in the Florida Senate in 1997, I voted to support a statute stating that marriage is the union of one man and one woman. This statute became State law and was in response to action taken by the U.S. Congress to ensure the right of the States to define marriage.', u'In 1996, the U.S. Congress passed the Defense of Marriage Act, DOMA, which was subsequently signed into law. DOMA provides each State the discretion to determine whether to recognize a same-sex marriage license issued by another State. I strongly support DOMA because it protects the right of States to self-determination.', u'On July 22, 2004, I supported the Protection of Marriage Act which would have permitted States to reject same-sex marriages from other States without interference by Federal courts.', u'Since the passage of DOMA, 45 states, such as Florida, have banned gay marriage by statute or in their Constitutions, and numerous court decisions have upheld these laws. Where judicial activism has threatened traditional marriage, the people have acted to protect it, such as in the State of Massachusetts, where a ballot initiative is being circulated to overturn a court ruling allowing for same-sex marriage.', u"Moreover, it is my belief that the U.S. Supreme Court will ensure that States' rights and the institution of traditional marriage are upheld. Additionally, as a result of past Supreme Court decisions, exemptions have been made to the ``Full Faith and Credit Clause'' that apply to DOMA. If the Supreme Court, at any point in the future, did attempt to redefine marriage as something other than the union between one man and one woman, I want to be clear that I would determine it an extreme circumstance and would at that time advocate a Constitutional Amendment.", u'Congress must be diligent in its efforts not to overstep and impede on more than two centuries of a successful Republic without absolute necessity. I strongly believe that marriage should only be the union between one man and one woman, but I do not believe that the threshold for constitutional change has been reached.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}