{"speaker_state": "NY", "speaker_raw": "mr. weiner", "speaker_first": "Anthony", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk35", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Weiner", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": null, "bioguide_id": "W000792", "order": 35, "speaking": ["Mr. Speaker, I am going to reclaim my time, since the gentleman is not referring to gay marriage, and that is what this very important debate is about.", "Mr. Speaker, I have heard a great deal on this floor about the message we send our children, and we have different interpretations about what this debate means to our children. One thing I would urge my colleagues on the other side not to do is not to tell your children you are being conservative by supporting this. Conservative values, as I understand them, means not taking government and sticking it into every relationship and into every corner of someone's personal life, like you seek to do with a woman's right to reproductive freedom and like you seek to do with the most intimate of relationships today.", "Certainly, do not tell them that you are passing laws in this body to protect them. That you should not tell the children when you have passed laws to weaken water standards, weaken clean-air standards and to underfund education. So when you are talking to your children, do not tell them that.", "Certainly, do not tell them that you are being consistent, because many of the folks on the floor here are the strongest supporters of the Defense of Marriage Act, yet in the Committee on the Judiciary and on this floor over and over, when challenged as to its constitutionality, say, oh, absolutely; absolutely, it is constitutional. It has not even been struck down and already you are running away from your interpretation of DOMA. So do not tell them you are being consistent.", "And certainly, do not tell them that you are being honest, because if you were being honest, you would not lie to them and tell them that you are doing anything to amend the Constitution today. The Senate has already defeated this. If you are going to be honest with them, you are going to have to tell them what you are doing is simply posturing. So, certainly, do not tell them you are being honest.", "What you are doing is teaching them to hate. You are teaching them that the Constitution is the place you remove rights, not protect them. That, I think, has been a consistent theme of this year's session. So, perhaps, in that case, you are being consistent in using the Constitution that way.", "And I have to tell my colleagues, there are so many people who hang their heads today when talking about their grandparents who served in this august body. They hang their heads when they talk about their grandfather who stood up on the floor of the well and argued in favor of slavery. They are embarrassed by that.", "There are so many who hang their head when they talk about their grandfather who served in this august body and fought for denying the rights of women. They are embarrassed by that.", "Why is it that you think your grandchildren will not some day grow up and be telling their children about granddad or grandmom and have to be embarrassed about this debate; have to be embarrassed and ashamed by the idea that you, their grandparents, God willing, they are able to tell the story and how embarrassed they will be? Will they be embarrassed like those who have to talk about their grandparents who voted to support slavery or voted in support of rounding up Americans and putting them in internment camps?", "I hope that that is not the case. If you are concerned about what you will tell your grandkids, be more concerned about what they will tell their grandkids about you."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}