{"speaker_state": "WA", "speaker_raw": "mr. mcdermott", "speaker_first": "Jim", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk166", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "McDermott", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": null, "bioguide_id": "M000404", "order": 166, "speaking": ["Mr. Speaker, today shame looms over this body. Today you place legislation before us to amend the Constitution to ensure that same sex marriages can never occur in any State in this country.", "This legislation is all about politics. You know that you do not have the votes to pass this proposal. You have said so publicly. This proposal already failed in the Senate earlier this year. You know you do not have the time to spend on this proposal: the new fiscal year begins tomorrow and the Republican leadership has only managed to get 1 of 13 required appropriations bills passed. But you're going to make time for one reason: to get material for TV commercials.", "You want TV commercials to run against Democrats. You think that they'll go nicely alongside the Republican National Committee's mailings saying Democrats want to ban the Bible and the ads that say that decorated war veterans are un-American traitors if they oppose the policies of the present occupant of the White House.", "This vote is about hurting Democrats running for reelection. You want to hurt those of us opposed to amending the Constitution to deny gays and lesbians the rights that the rest of us enjoy, but the real hurt is unleashed on some of our nation's families: the millions of gay couples and lesbian couples, and their children.", "People on both sides of this issue have sincere and deep feelings that deserve to be taken seriously. But today's vote mocks their concerns: they think you are out here on the floor to discuss who will be allowed to be a family in America, when you are really out here to work on who will be a Member of Congress after the election.", "Today's vote is about Republicans toying with the emotions of a nation that genuinely cares about commitment, about families, and about the institution of marriage. To the Republicans, our Nation's emotions--our fear and our worries--are to be employed and manipulated for their reelection campaigns.", "The House of Representatives's rules are governed by the Jefferson Manual, and the majority has the right under our rules to bring this measure to the floor. But Jefferson's greatest manual was the Declaration of Independence, which reads in part, ``We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.'' Exactly how that part of our Nation's creed will play out as our citizens grapple with notions of domestic partnerships, civil unions and same sex marriages is yet to be seen. It will certainly not be decided today.", "Nowhere in the Declaration does it say that these rights are only for white, heterosexual men.", "Jefferson opened the doors of liberty to all of us, Mr. Speaker. It's a disgrace that this body is using Jefferson rules to attempt to undo Jefferson's and the Western World's most profound achievement--acknowledge that we are all equal."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}