{"speaker_state": "NJ", "speaker_raw": "mr. holt", "speaker_first": "Rush", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk170", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Holt", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": null, "bioguide_id": "H001032", "order": 170, "speaking": ["Mr. Speaker, I rise to express my strong opposition to H.J. Res. 106, the Marriage Protection Amendment.", "Fredom. Equality. Inalienable rights. These notions are so enshrined in our national psyche that it becomes easy to think that they are just words, that we have attained these ideals, that there is no need for action, that all the battles for freedom and against discrimination have been fought and won.", "But measures like the one we are considering today bring us back to reality and remind us how far we must go to achieve acceptance and fully equality under the law. Some in this Nation refuse to view this amendment as a blight on our democracy or as a measure that is in direct opposition to the ideals put forth by our Founders. They ignore that this amendment denies a minority population certain basic freedoms and continue to purport that our Nation's values and the institution of marriage is being threatened.", "I certainly agree that the institution of marriage and a cohesive family unit are vital to the health of our communities and the success of our society. I strongly support initiatives such as TANF, which assist families and better our communities. Unfortunately, the amendment we are debating today does nothing to strengthen the bonds of matrimony, nor does it strengthen families or enhance or communities. In fact, it divides our communities, and sends a message of hate and contempt to a minority population and informs them that their government considers them to be second class citizens.", "No one should be denied the opportunity to choose his or her life partner. It is a basic human right. It is a deeply personal decision. Throughout history, we have only moved forward when society has distinguished between traditional values and valueless traditions. Attacking gay couples who want to share lifelong obligations and responsibilities undermines the spirit of love and commitment and sends the wrong message to society.", "In addition to the misguided policy of legislating a sensitive moral issue, this amendment is a misuse of the Constitution. The Constitution has been amended only 27 times in its more than 200 years. With the exception of the Eighteenth Amendment, which was later repealed, these amendments have reaffirmed and expanded individual freedoms and the specific mechanisms that allow our self-government to function. The amendment that we are considering today opposes this spirit of progress and reverses our movement towards extinguishing institutional discrimination that has harmed minority populations throughout our history.", "I hope my colleagues will consider the cost this amendment will have on our democracy and more importantly the message it sends to those that are being judged by their government. I urge my colleagues to vote against this amendment."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}