{u'speaker_state': u'FL', u'speaker_raw': u'mr. hastings of florida', u'speaker_first': u'Alcee', u'congress': 112, u'title': u'RECOGNIZING OCTOBER AS DOMESTIC VIOLENCE AWARENESS MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-11-01/html/CREC-2011-11-01-pt1-PgE1971-2.htm', u'number': 165, u'id': u'CREC-2011-11-01-pt1-PgE1971-2.chunk0', u'volume': 157, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Hastings', u'pages': u'E1971', u'speaker_party': u'D', u'date': u'2011-11-01', u'bills': None, u'bioguide_id': u'H000324', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to recognize \nOctober as Domestic Violence Awareness Month. In 1989, Congress \ndesignated October as National Domestic Violence Awareness Month in \norder to raise awareness about the tragic social ill that is domestic \nviolence, and to help bring attention to the efforts of those who are \nworking to end it. Today, victims of domestic violence in the United \nStates are more likely to report their situation to the authorities \nthan they were three decades ago, and the number of fatal and non-fatal \ncases of domestic violence has declined significantly. The efforts of \nnonprofit organizations, such as the YWCA Harmony House located in my \nCongressional district, have assisted millions of victims of domestic \nabuse in making the best possible choices for their life and well-\nbeing.', u'While the number of domestic violence cases has indeed declined in \nthe last few years, there are still millions of people experiencing \nsome type of domestic abuse each year in the United States. An \noverwhelming number of these victims are women, who in many cases \nsuffer in silence instead of seeking help. Sadly, victims often \ncompletely isolate themselves out of fear and shame of their abuse.', u'Mr. Speaker, it is estimated that one in four women in the United \nStates will experience domestic violence during their lifetime. Women \nbetween the ages of 20 to 24 are the largest group of non-fatal abuse \nvictims, while women under 24 suffer from the highest rates of rape and \nsexual abuse. Furthermore, women living in households at the lowest \nincome level experience six times the rate of domestic abuse.', u'Domestic violence, however, is by no means limited to any one group. \nDue to numerous factors, including social stigma, many male victims of \ndomestic abuse tend to remain silent. In addition, domestic abuse \noccurs in approximately 30 to 40 percent of Gay, Lesbian, Bisexual, and \nTransgender (GLBT) relationships, contrary to the misconception that \ndomestic abuse only affects certain individuals.', u'Young children who live in homes where spousal abuse takes place are \nalso often victims of abuse themselves. In fact, it is estimated that \n30 to 60 percent of people who take part in domestic violence against \ntheir partners also abuse children in their household. Sadly, some of \nthese children grow up to be abusers themselves.', u'In 1994, I voted in favor of the Violence Against Women Act, historic \nlegislation that established new criminal and civil enforcement \nresources to hold abusers accountable for their actions, while \nintroducing tools to help victims seek justice. Additionally, as part \nof the Affordable Care Act, the Department of Health and Human Services \n(HHS) announced new guidelines that will ensure women receive \npreventive health services without additional cost, including domestic \nviolence screening and counseling. Under the Affordable Care Act, \ninsurance companies can no longer classify domestic violence as a pre-\nexisting condition.', u'Last year, I also voted in favor of reauthorizing the Child Abuse \nPrevention and Treatment Act, which gives communities life-saving tools \nto help identify and treat child abuse or neglect. It also supports \nshelters, service programs, and the National Domestic Violence Hotline, \nproviding victims with the critical resources they need.', u'Mr. Speaker, victims of domestic abuse should know that they are not \nalone. There are countless organizations all over this Nation who stand \nready to help them. In Congress, I will continue to do everything in my \npower to speak out against domestic violence and ensure that our laws \nprotect the well-being of all Americans.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/11/01/E1971-2_recognizing-october-as-domestic-violence-awareness/'}