{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 112, "title": "AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT OF 2012--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-19/html/CREC-2011-10-19-pt1-PgS6716-2.htm", "number": 157, "id": "CREC-2011-10-19-pt1-PgS6716-2.chunk64", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S6716-S6753", "speaker_party": null, "date": "2011-10-19", "bills": null, "bioguide_id": null, "order": 64, "speaking": [" There being no objection, the material was ordered to be printed in \nthe Record, as follows:\n October 18, 2011.\n Hon. Daniel Inouye,\n Chairman, U.S. Senate Committee on Appropriations, \n Washington, DC.\n Hon. Thad Cochran,\n Ranking Member, U.S. Senate Committee on Appropriations, \n Washington, DC.", "Dear Chairman Inouye and Ranking Member Cochran: The, \n undersigned civil rights organizations, urge you to support \n level funding for the Fair Housing Initiatives Program (FHIP) \n by accepting the House number of $42.5 million in your \n upcoming negotiations. FHIP funding is crucial to protecting \n all families and individuals seeking fair housing choices \n across the United States.\n As you know, the Senate Appropriations Committee's \n Transportation-HUD bill includes only $35.9 million for FHIP, \n $7 million less than the figure approved by the House \n Subcommittee. Such a decrease in FHIP funding would greatly \n limit the abilities of local organizations to educate the \n community and the industry about fair housing, and limit the \n establishment of fair housing organizations in areas where \n pervasive housing discrimination occurs unchecked.\n FHIP provides unique and vital services to the public and \n the housing industry. Private non-profit fair housing \n organizations are the only private organizations in the \n country that educate the community and the housing industry \n and enforce the laws intended to protect all of us against \n housing discrimination.\n FHIP saves money for the federal government, and for state \n and local governments. According to a recent HUD-funded \n study, ``FHIP grantee organizations weed out cases that are \n not covered by civil rights statutes'' or that do not have \n merit, thereby avoiding costly lawsuits and mediations. The \n vetting of complaints by fair housing organizations ``saves \n resources for HUD and state agencies that do not have to \n investigate these complaints.''\n ``FHIP funding is a critical component of the U.S. civil \n rights enforcement infrastructure,'' according to HUD. 71% of \n the cases in which a FHIP organization is a complainant \n result in conciliation or a cause versus 37% of nonFHIP \n referred cases.\n Cuts to FHIP and FHAP will leave entire states and many \n communities without a place to protect their rights or to \n report housing discrimination. Over the past ten years, more \n than 25 fair housing organizations have already had to close \n their doors or drastically limit their staff due to \n insufficient funding levels. By cutting FHIP, many more \n states and communities will be at risk of losing any fair \n housing resources. \n Fair housing organizations operate efficiently and \n effectively on shoestring budgets. In 2010, there were 28,851 \n complaints of housing discrimination filed. This number of \n complaints still represents less than one percent of the \n annual incidence of discrimination, which is estimated to \n exceed four million. Private fair housing organizations \n investigated 65% of the nation's complaints, i.e. almost \n twice as many as all government agencies combined.\n We cannot afford to leave states and communities without a \n place to protect their rights or report housing \n discrimination. With the cuts HUD currently faces, the role \n of fair housing organizations will only become increasingly \n important.\n We thank you for your past support for the Fair Housing \n Initiatives Program, and we ask that you support level \n funding of $42.5 million as the budget process moves forward. \n In this economy and devastated housing market, everyone \n deserves a fair shake at purchasing and renting the home of \n their choice, regardless of their identity characteristics. \n We as a nation cannot afford to limit the housing activities \n of any single family or individual.\n Sincerely,\n Bazelon Center for Mental Health Law, Lawyers' Committee \n for Civil Rights Under Law, Leadership Conference on \n Civil and Human Rights, NAACP, National Association of \n Neighborhoods, National Community Reinvestment \n Coalition, National Council of La Raza, National Fair \n Housing Alliance, National Gay & Lesbian Task Force \n Action Fund, Poverty & Race Research Action Council."], "capitolwords_url": "http://capitolwords.org/date/2011/10/19/S6716-2_agriculture-rural-development-food-and-drug-admini/"}