{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 112, "title": "JUDICIAL NOMINATIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-13/html/CREC-2012-03-13-pt1-PgS1586.htm", "number": 41, "id": "CREC-2012-03-13-pt1-PgS1586.chunk1", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S1586-S1589", "speaker_party": null, "date": "2012-03-13", "bills": null, "bioguide_id": null, "order": 1, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Republicans in the U.S. Senate are once again using President Barack Obama's judicial nominations as pawns in their political chess match. There's even loose talk of putting off votes as long as possible, in hopes that Obama loses in November and the seats can be filled by a Republican president. That's absurd. There are too many vacancies on federal courts in California and other states, where there aren't enough judges to handle the caseloads. Too often, justice delayed really is justice denied. Democratic leader Harry Reid of Nevada is apparently so fed up that he's willing to go to war to get confirmation votes on the Senate floor, Politico reports. Good for him. The Republicans deserve to be called out on their obstructionism--and their hypocrisy, since they often complain about how slow the federal courts are. The focus is on 14 qualified nominees who won bipartisan support in the Senate Judiciary Committee, including two from California who were unanimously approved but have been on hold for months. One is Jacqueline Nguyen of Los Angeles, who was nominated by Obama last September for the 9th U.S. Circuit Court of Appeals and endorsed by the judiciary panel on Dec. 1. The first Vietnamese-American woman to serve as a federal judge, she was 10 when her family fled Vietnam at the end of the war. They started as refugees in Camp Pendleton and made their own version of the American Dream. The second is Michael Fitzgerald, who was nominated last July for a judgeship in the Central District of California and received committee approval on Nov. 3. A Los Angeles attorney and former federal prosecutor, he would become the first openly gay federal judge in the state and the fourth nationwide. Both those courts are in an official ``judicial emergency'' because cases are so backed up. There are two more recent nominations for 9th Circuit seats that have gone through the Judiciary Committee. Paul Watford, a Los Angeles attorney and former prosecutor, was approved on a 10 6 vote on Feb. 2. Andrew Hurwitz, an Arizona Supreme Court justice, was approved on a 13 5 vote Thursday. The San Francisco-based 9th Circuit is a particular target for Republicans, who like to rail against what they call its liberal, activist bent. Their delaying tactics succeeded in forcing Goodwin Liu, a highly regarded UC Berkeley law professor who grew up in Sacramento, to withdraw his nomination last July. (Gov. Jerry Brown then nominated him to the California Supreme Court, where Liu now serves.) It must be said that there are also political advantages for Obama if the delays continue. It would give him more ammunition to campaign against a ``do-nothing Congress.'' Given the ways of Washington, that may be the most likely scenario. But for those of us in the real world--particularly those seeking justice in the federal courts--it would be far, far better if these qualified jurists could get to work."], "capitolwords_url": "http://capitolwords.org/date/2012/03/13/S1586_judicial-nominations/"}