{u'speaker_state': u'FL', u'speaker_raw': u'ms. corrine brown of florida', u'speaker_first': u'Corrine', u'congress': 109, u'title': u'30-SOMETHING WORKING GROUP', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-21/html/CREC-2006-06-21-pt1-PgH4390.htm', u'number': 81, u'id': u'CREC-2006-06-21-pt1-PgH4390.chunk31', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Brown', u'pages': u'H4390-H4396', u'speaker_party': u'D', u'date': u'2006-06-21', u'bills': None, u'bioguide_id': u'B000911', u'order': 31, u'speaking': [u'Thank you for giving me an opportunity to join you all this evening.', u'Rubber Stamp Republicans: There is a very good reason why 77 percent of the American public does not believe that the United States Congress represents their interests. Instead of debating a fair minimum wage bill, tomorrow we will be debating the Repeal of the Estate Tax for millionaires!', u'Instead of dealing with high gas prices, Republicans want to talk about gay marriage. Instead of providing the services that the veterans need when they return from Iraq, the Republicans want to talk about flag burning.', u'Just last week, seven House Republicans joined Democrats in supporting an increase in the minimum wage, but yesterday, when the measure came up in the CJS appropriations bill, they suddenly changed their minds, joining the rest of the Republicans in ignoring the needs of seven million hard working minimum wage workers.', u'So while ignoring the needs of hardworking low-income workers, House Republicans once again will vote to reward those who least need help!', u'Just as they rewarded Halliburton, they continue to award big oil companies huge tax breaks at the expense of hard working Americans paying over $3 per gallon!', u'The White House is collecting our phone records and tapping our phones, yet has no interest in investigating the abuse and fraud by Halliburton in Iraq.', u"It is high time our country needs a change in direction! We need new energy policies, Iraq policy, higher education policy, health care policy, transportation, national security, and the list goes on and on and on! And this needs to be done in a fiscally sound way, not in a way that puts our children into more debt than they're piled in already.", u'Thank you so much, Mr. Spratt and Ms. Brown. We are so glad to have you here with the 30-Something Working Group.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/21/H4390_30-something-working-group/'}