{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 112, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-15/html/CREC-2012-03-15-pt1-PgS1711.htm', u'number': 43, u'id': u'CREC-2012-03-15-pt1-PgS1711.chunk10', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Feinstein', u'pages': u'S1711-S1714', u'speaker_party': u'D', u'date': u'2012-03-15', u'bills': None, u'bioguide_id': u'F000062', u'order': 10, u'speaking': [u'Mr. President, I rise to speak today on the nomination of Michael Walter Fitzgerald, a highly qualified nominee to the United States District Court for the Central District of California.', u'The vacancy Mr. Fitzgerald would fill has been declared a judicial emergency by the Judicial Conference of the United States. The Central District is the ninth-busiest court in the country in terms of filings per judgeship, and it has several vacancies that need to be filled.', u'I wish it had not taken four and a half months to see Mr. Fitzgerald confirmed, but I am very grateful that the Senate is able to make progress on his nomination today.', u'I urge my colleagues to support this nomination.', u"Mr. Fitzgerald was born in Los Angeles in 1959 and attended California's public schools. He received a scholarship to attend Harvard College, from which he graduated magna cum laude in 1981.", u'After graduating from Harvard, Mr. Fitzgerald taught at Anaheim High School. He then attended Boalt Hall Law School at the University of California, Berkeley, where he was managing editor of the Industrial Relations Law Journal and graduated Order of the Coif in 1985.', u'Following law school, he clerked for Judge Irving R. Kaufman on the U.S. Court of Appeals for the Second Circuit.', u'Mr. Fitzgerald has over 25 years of experience practicing law. After one year in private practice he became an Assistant United States Attorney in the Central District of California, where he served from 1988 through 1991.', u'During that time, he served on the Organized Crime and Drug Enforcement Task Force and with the Major Narcotics Section. He led an investigation that resulted in the seizure of 2,241 pounds of cocaine and the conviction of a major drug trafficking kingpin.', u'Since his service as a federal prosecutor, Mr. Fitzgerald has worked as an attorney in private practice, first at the law firm Heller Ehrman White & McAuliffe and now at Corbin, Fitzgerald, and Athey LLP.', u'He has represented plaintiffs and defendants in civil cases, as well as criminal defendants. He also has represented major corporations and corporate officials in investigations by the Securities and Exchange Commission and the Department of Justice. For example, he represented a senior Boeing manager in a Federal grand jury investigation, as well as Bank of America.', u'He also has been active in pro bono work. For example, Mr. Fitzgerald represented an FBI special agent, Frank Buttino, who had security clearance revoked after his sexual orientation was revealed to his FBI superiors. The case resulted in a settlement, in which the FBI revoked its policy of treating sexual orientation as a negative factor in security clearance determinations.', u"Mr. Fitzgerald also served as a deputy counsel on the Rampart Independent Review Panel, which was appointed by the Los Angeles Police Commission to investigate a major corruption scandal in the Rampart Division of the Los Angeles Police Department. He also served as a counsel to the Special Advisor to the Webster Commission, which investigated the L.A.P.D.'s response to the L.A. riots in 1992.", u'In short, Mr. Fitzgerald has an impressive record--strong academic credentials, an appellate clerkship, service as a Federal prosecutor, and over two decades in private practice.', u'Mr. Fitzgerald is also the first openly gay nominee to a California Federal Court--an important milestone on the road to equality.', u'I am confident he will be a superb addition to the district court, and I urge my colleagues to support his nomination.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/03/15/S1711_executive-session/'}