{u'speaker_state': u'MD', u'speaker_raw': u'mr. cardin', u'speaker_first': u'Benjamin', u'congress': 112, u'title': u'21ST CENTURY POSTAL SERVICE ACT MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-17/html/CREC-2012-04-17-pt1-PgS2354-2.htm', u'number': 55, u'id': u'CREC-2012-04-17-pt1-PgS2354-2.chunk9', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Cardin', u'pages': u'S2354-S2357', u'speaker_party': u'D', u'date': u'2012-04-17', u'bills': None, u'bioguide_id': u'C000141', u'order': 9, u'speaking': [u"Let me conclude by quoting our former colleague Senator Kennedy, who said that civil rights is the great unfinished business of America. Let's continue to fight to make sure we have equal justice under the law for all Americans. That is what the legislation I have introduced will do. The End Racial Profiling Act will continue us on that journey to provide equal justice in the law to all Americans.", u"A. Philip Randolph Institute; African American Ministers in Action; American Civil Liberties Union; American Humanist Association; American-Arab Anti-Discrimination Committee; American Probation and Parole Association; Asian & Pacific Islander American Health Forum; Asian American Justice Center; Asian Law Caucus; Asian Pacific American Labor Alliance; Bill of Rights Defense Committee; Blacks in Law Enforcement in America; Break the Cycle; Brennan Center for Justice at New York University School of Law; Campaign for Community Change; Campaign for Youth Justice; Center for National Security Studies; Charles Hamilton Houston Institute for Race and Justice at Harvard Law School; Council on American-Islamic Relations; Council on Illicit Drugs of the National Association for Public Health Policy. Disciples Justice Action Network; Drug Policy Alliance; Equal Justice Society; Fair Immigration Reform Movement; Fellowship of Reconciliation; Human Rights Watch; Indo- American Center; Institute Justice Team, Sisters of Mercy of the Americas; Japanese American Citizens League; Jewish Labor Committee; Jewish Reconstructionist Federation; Lawyers' Committee for Civil Rights Under Law; The Leadership Conference on Civil and Human Rights; League of United Latin American Citizens; Lutheran Immigration and Refugee Service; Muslim Advocates; Muslim Legal Fund of America; Muslim Public Affairs Council; NAACP; NAACP Legal Defense and Educational Fund, Inc.; National Advocacy Center of the Sisters of the Good Shepherd. National African American Drug Policy Coalition, Inc.; National Alliance for Medication Assisted Recovery; National Alliance of Faith and Justice; National Asian American Pacific Islander Mental Health Association; National Asian Pacific American Bar Association; National Asian Pacific American Women's Forum; National Association of Criminal Defense Lawyers; National Association of Social Workers; National Black Justice Coalition; National Black Law Students Association; National Black Police Association; National Congress of American Indians; National Council of La Raza; National Education Association; National Gay and Lesbian Task Force Action Fund; National Korean American Service and Education Consortium; National Latina Institute for Reproductive Health; National Lawyers Guild Drug Policy Committee; National Legal Aid and Defender Association; National Organization of Black Women in Law Enforcement; National Organization of Sisters of Color Ending Sexual Assault; National Urban League Policy Institute. NETWORK, A National Catholic Social Justice Lobby; 9to5, National Association of Working Women; North American South Asian Bar Association; Open Society Policy Center; Organization of Chinese Americans; Pax Christi USA: National Catholic Peace Movement; Prison Policy Initiative; Rights Working Group; Sentencing Project; Sikh American Legal Defense and Education Fund; Sikh Coalition; SOJOURNERS; South Asian Americans Leading Together; South Asian Network; South Asian Resource Action Center; StoptheDrugWar.org; The Real Cost of Prisons Project; Treatment Communities of America; U.S. Human Rights Network; Union for Reform Judaism; United Methodist Church, General Board of Church and Society; UNITED SIKHS; Women's Alliance for Theology, Ethics and Ritual."], u'capitolwords_url': u'http://capitolwords.org/date/2012/04/17/S2354-2_21st-century-postal-service-act-motion-to-proceed-/'}