{"speaker_state": "OR", "speaker_raw": "mr. blumenauer", "speaker_first": "Earl", "congress": 112, "title": "VIOLENCE AGAINST WOMEN", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-16/html/CREC-2012-05-16-pt1-PgH2717-4.htm", "number": 70, "id": "CREC-2012-05-16-pt1-PgH2717-4.chunk1", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Blumenauer", "pages": "H2717", "speaker_party": "D", "date": "2012-05-16", "bills": null, "bioguide_id": "B000574", "order": 1, "speaking": ["The Violence Against Women Act has been one of the great legislative successes of the last two decades. Since it was first signed into law by President Clinton, there is no question that it has helped millions of women by funding a variety of community violence protection programs and a variety of victim assistance services from coast to coast while providing a legal framework for protection. Republicans and Democrats alike have supported the legislation in all subsequent reauthorizations because of the recognition for the vital nature of the services that are provided and the impact that it has not just on women, but on the children in these families. That's why it was reauthorized in 2000 and then again in 2005 under a Republican administration with President Bush.", "In this Congress, that tradition of bipartisan support continues in the Senate, which has approved a stronger version of the legislation developed in the Senate Judiciary Committee, cosponsored by both Chair Leahy and Ranking Member Crapo. Sadly, it's facing a decidedly different fate in the House.", "Once again, the Republican majority is advancing legislation by one of their new Members that is designed not to bring people together to solve problems, but to create unnecessary divisions. Their bill would actually roll back, for the first time, these established rights rather than increase them. The House legislation would fail to provide protections for lesbian, gay, bisexual, and transsexual individuals. It would fail Native American victims who are assaulted on tribal lands by nontribal predators. The bill would discourage immigrants from reporting sexual assaults and other crimes by placing unnecessary restrictions on new visa programs and not increase the emergency visas for individuals who immigrate to the United States on a marriage or fiancee visa and are subject to an abusive relationship.", "Not only does the House bill miss these opportunities, but it would remove the current confidentiality protections for victims who still had immigrant status. It would inexplicably reduce violence reporting requirements on colleges and universities. These are all tools widely used and supported by law enforcement officials to help keep communities safe by prosecuting criminals and protecting victims.", "The House bill would decentralize the Violence Against Women immigration adjudication process, bypassing examiners who are trained in domestic violence and sexual assault, instead, mandating additional interviews on battered immigrants. These are people who usually have very limited options to protect themselves. We should not complicate the lives of some of the most vulnerable people in the United States. These victims of violence--usually women in the most difficult of circumstances--will be burdened, hindered, and discouraged from seeking and getting the help they need.", "The House bill would represent the triumph of ideological partisan politics over solid legislation with an opportunity for solid bipartisan support. It should be firmly rejected.", "Instead, the House should use this opportunity to build on a record of proven success, bipartisan cooperation, and a commitment to strengthening the protection of society's most vulnerable by using the Senate bill as a template. These victims and potential victims deserve no less. They, their families, and the communities they live in deserve no less.", "Domestic violence is an assault on the entire community and should not be tolerated. We should not retreat on the Violence Against Women Act, but strengthen it by using the Senate bill as a point of departure and reject the House version."], "capitolwords_url": "http://capitolwords.org/date/2012/05/16/H2717-4_violence-against-women/"}