{u'speaker_state': u'OR', u'speaker_raw': u'mr. blumenauer', u'speaker_first': u'Earl', u'congress': 112, u'title': u'EQUALITY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-20/html/CREC-2012-06-20-pt1-PgH3809-6.htm', u'number': 94, u'id': u'CREC-2012-06-20-pt1-PgH3809-6.chunk1', u'volume': 158, u'chamber': u'House', u'session': 2, u'speaker_last': u'Blumenauer', u'pages': u'H3809-H3810', u'speaker_party': u'D', u'date': u'2012-06-20', u'bills': None, u'bioguide_id': u'B000574', u'order': 1, u'speaking': [u"While there have been occasional steps backward in America's march towards equality for all citizens, progress and understanding have marched steadily onward. As a result, America is more diverse, and it is better for it; but we must continue to work hard to create a truly equal and just society.", u"Discriminating against an individual based on race, religion, or sexual identity is deplorable and unacceptable. Historically, the LGBT community has faced significant discrimination, but the country has come a long way in recent years in attitude. Most Americans are more accepting regardless of one's sexual orientation, but there remain too many areas where society still must translate the attitude of most Americans into rights and protections for all citizens.", u"LGBT students should be able to learn in a safe school environment, free of cruel bullying, psychological or physical abuse. The term ``bullying'' actually does not capture the behavior and the threat. Foster children should be adopted by loving families regardless of the parents' sexual orientations. Of course, most fundamentally, Americans should be afforded the right of marriage whether they are gay, lesbian, bisexual, or transsexual--the same as heterosexual couples.", u"I've been involved with these issues since I first chaired a hearing in the Oregon House of Representatives on antidiscrimination in 1973, right through today, in advocating the repeal of DOMA. I've been proud to work for equality throughout my career, but there remains much work to be done.", u'In the name of extending equal rights to all Americans, no matter who they love, at a minimum, we should take the following steps:', u'Most importantly, we should aggressively support marriage equality for all. The Respect for Marriage Act will repeal the Defense of Marriage Act and will guarantee that the Federal Government will recognize any marriage that is legal in the State in which it is performed;', u'The lowest hanging fruit is workplace discrimination. It is long past time to enact the Employment Non-Discrimination Act, ENDA, which would make it illegal to discriminate in the workplace based on actual or perceived sexual orientation or gender identity;', u'Educational institutions must be safe places for young people to learn and grow without the threat of bullying or the risk of being denied the chance to participate in extracurricular activities based on their identities. We should pass the Safe Schools Improvement Act and the Tyler Clementi Higher Education Anti-Harassment Act of 2011;', u'We must stand up for real family values and support the Every Child Deserves a Family Act. All parents who wish to adopt a foster child deserve the chance to do so no matter their sexual identities;', u'Finally, I strongly support amending the Immigration and Nationality Act to grant same-sex partnerships the same rights and privileges as any other partnership.', u'One of the most important milestones in this struggle was the endorsement recently by President Obama and Vice President Biden of marriage equality for all Americans. With renewed momentum and with continued hard work, we will not only achieve marriage equality for our LGBT friends and families, but equality and fairness in all aspects of life.', u'Make no mistake, we are not striving just for tolerance; we are striving to make this country more equitable, just, and fair so that every man, woman, and child has the opportunity to pursue their dreams in a safe and accepting environment. Such freedom is the very cornerstone on which a livable community is established, where families are safe, healthy, and economically secure.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/06/20/H3809-6_equality/'}