{u'speaker_state': u'TX', u'speaker_raw': u'mr. reyes', u'speaker_first': u'Silvestre', u'congress': 112, u'title': u'IN HONOR OF BRANDON ELIZARES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-20/html/CREC-2012-06-20-pt1-PgH3810.htm', u'number': 94, u'id': u'CREC-2012-06-20-pt1-PgH3810.chunk1', u'volume': 158, u'chamber': u'House', u'session': 2, u'speaker_last': u'Reyes', u'pages': u'H3810', u'speaker_party': u'D', u'date': u'2012-06-20', u'bills': [u'H.R. 998', u'H.R. 1648'], u'bioguide_id': u'R000170', u'order': 1, u'speaking': [u'As a parent and a grandparent, I rise today with a heavy heart to take time to remember Brandon Elizares, a young man who left us 2\\1/2\\ weeks ago.', u'In our community, he will always be remembered for his smile, for his personality, and for his desire to serve as an inspiration to others. Brandon, like over 11 million people in this country, was gay, and like so many of his peers was being harassed and bullied until he took his own life on June 2 after being threatened with being buried alive and shot.', u"His last message echoed his infinite love for his family and his apologies for not being strong enough to continue taking the abuse that he had faced for over 2 years. His final words read, ``My name is Brandon Joseph Elizares, and I couldn't make it. I love you guys with all of my heart.''", u"High school should be an exciting time with an array of new experiences and challenges, but one thing it should not be is an environment in which young people worry about being bullied. Children in high school should be focused on their education, pure and simple. The sad reality, though, is that for many students their primary concerns don't lie in textbooks or in the upcoming exams but in the fear that they will not be accepted by their peers, that they will be physically abused, or, in the case of Brandon and in the cases of countless others like him, that they may consider taking their own lives to escape the terrible pain.", u'Brandon was a young man who exemplified our best in the El Paso community. He embodied what this Nation looks for in all its young people. He was a best friend, a loving son, an aspiring model and artist, an excellent student, and, to a teenage girl who had contemplated suicide herself due to bullying, Brandon was a superhero and an older brother.', u'Like so many El Pasoans, I feel a personal connection to Brandon, and his death reflects the unfortunate truth that many young people today in our community continue to suffer.', u"I stand here in the people's House to ask my colleagues to help me in ensuring that Brandon's death was not in vain. I ask my colleagues to join me in support of the Student Non-Discrimination Act, H.R. 998, and the Safe Schools Improvement Act, H.R. 1648, to protect LGBT students from discrimination and from bullying in the schools. I also ask that you stand with me in support of the ``It Gets Better Campaign,'' a project whose goal is to prevent suicide among youth by having adults and allies convey the message that these teens' lives will ultimately improve.", u'In our country today, unfortunately, the facts are clear. Fifty-six percent of students have personally felt some sort of bullying at school. Between the fourth and eighth grade in particular, 90 percent of students report being the victims of bullying. Nine out of ten LGBT youth reported being verbally harassed in school in the past year because of their sexual orientation. A victim of bullying is twice as likely to take his or her life compared to someone who has not been victimized.', u'Every day, thousands of children wake up fearing for their well-being as they go to school. If the Student Non-Discrimination Act and the Safe Schools Improvement Act were enacted today, we could provide students a sense of relief and some reassurance that their government is working to improve their lives by increasing awareness about their daily struggles. We owe that to Brandon and so many others who are suffering from bullying in our schools.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/06/20/H3810_in-honor-of-brandon-elizares/'}