{u'speaker_state': u'VA', u'speaker_raw': u'mr. connolly of virginia', u'speaker_first': u'Gerald', u'congress': 112, u'title': u'RECOGNIZING THE PRINCE WILLIAM COUNTY JUVENILE DETENTION CENTER VOLUNTEERS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-01/html/CREC-2012-06-01-pt1-PgE965-6.htm', u'number': 81, u'id': u'CREC-2012-06-01-pt1-PgE965-6.chunk0', u'volume': 158, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Connolly', u'pages': u'E965-E966', u'speaker_party': u'D', u'date': u'2012-06-01', u'bills': None, u'bioguide_id': u'C001078', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to recognize the Prince William County Juvenile Detention Center Volunteers.', u"JDC Volunteers ensure the efficiency of Juvenile Detention Center's after-school program. They treat the youth with respect, dignity and worth, becoming role models for youth who wish to change their lives. The volunteers promote healthy social, educational, emotional, and physical development. The JDC Volunteers are truly an integral part of the center, as well as these children's lives.", u'It is my honor to enter into the Congressional Record the names of volunteers for the Prince William County Juvenile Detention Center:', u'Joshua Ahmadi, Jean Andreas, Antonio Ante, Mileydi Ante, Warren Anthony, Alex Arevalo, Jose Argueta, Melis Argueta, Anthonese Barlow, Beverly Barnes, Tina Barnett, Edwardo Barrow, Paul Bauer, Robin Bauer, Matt Behnke, Katherine Best-Brown, Patricia Black, Renee Blakey, Leah Bogden-Collins, Barbara Borthwick, Patrick Bowens, Diana Bowers, Angela Brown, Michael Brown, Renee Brown, Peggy Bruhn, Richard Buckholt, Isabella Buckley, William Burrell, Brigitte Caboteja, Keisha Cameron, Daniel Card, Alfred Cardwell, Christopher Cavaluzzi, Elizabeth Charity, Louis Chevalier, Marcia Clark, Triane Clowers, Erin Collins, Carolyn Craig-Sprow, Elaine Crocker, Vincent Currie, David Danieli, Jacqueline Daugnon, Randy Davenport, Carolyn Demps, Joel Devallon, Arthur Diggs, Paul Dressler, Henry During, Michael Edwards, Christopher Floyd, Ingrid Floyd-Casco, Emilio Fogerty, Barbara Fortenberry, Stephanie Fox, Doug Freeman, Michael French, Lohrland Gandy, Aria Gee, Keith Givens, Patsy Gordon, CeCe Greco, Tabatha Guion, Linda Hammon, Darrell Harris, Ruth Hellwig, Sherri Hines, Ernest Hines II, Rebecca Hixon, Mary Hoffman, Corey Holeman, Gay Howard, Bob James, Vondetta James, Jackie James-Bond, Kimberly Jappell, Breanna Jones, Matthew Jones, Karen King, William Lewis, Dudley Ligon, Vickey Logan, John Louisor, Cora Lynch, Floyd Mangin, Sherman Manley, Leonardo Manning, Bruce Marchal, Ardine Marie, Antonio Mason, David Masters, John McKie, John McMackin, Liz Medina, Robert Melvin, Dan MenMuir, Charles Miller, Jeanne Moore, William Moore, Gregory Morris, Dona Mosley-Williams, Tyler Newton, Dianne Noble, Debbie Page-Maples, Robin Paglianite, Sheila Parocia, Caris Penzien, Christy Phillips, Bernice Piasare, LaTasha Pless, Daniel Ramirez, Paul Ramos, Carlos Recono, Hugo Retana, Rhonda Richardson, Sabeana Roberts, Reina Rodriguez, Suzanne Rucker, Joy Russom, Brandis Sanchez, Cathy Sanders, Charlene Scott, Pastor Angel Serrano, Natasha Severe, Cathy Shaffer, Dennis Smith, Latonya Smith, Odell Smith, Victoria Soberanis, Jeanne Spears, Martin Steinberg, Kevin Stewart, Sherry Stone, Anita Sullivan, Carolyn Taylor, Brenda Todd, Shonietta Travers, Doyoberto Trejo, Aimee Tucker, Ortho Vines, Diane Walden, Andrew Walker, Kenneth Wallace, Patricia Wallace, Amy Ward, Sandra Watjen, Shirley Watson, Delores Weikert, Stephen Weikert, Sandy Weinger, Elizabeth Williams, Stacy Williams, Brianne Wilson, Carol Wilson, Michael Wilson, Robert Wilson, Ericca Wright, Reynold Wright, Laurie Raines, Kelly Jimenez, Tracey Wilkins-Clark, Tricia Wyman.', u'Mr. Speaker, I ask that my colleagues join me in commending the Prince William County Juvenile Detention Center Volunteers for their service and in thanking them for their dedication to our community.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/06/01/E965-6_recognizing-the-prince-william-county-juvenile-det/'}