{"speaker_state": "ME", "speaker_raw": "ms. collins", "speaker_first": "Susan", "congress": 112, "title": "TRIBUTE TO ROBERT EPPLIN", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-21/html/CREC-2012-09-21-pt1-PgS6617-2.htm", "number": 129, "id": "CREC-2012-09-21-pt1-PgS6617-2.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Collins", "pages": "S6617-S6618", "speaker_party": "R", "date": "2012-09-21", "bills": null, "bioguide_id": "C001035", "order": 0, "speaking": ["Mr. President, I rise to commemorate the distinguished public service of Robert Epplin, who served for nearly 20 years as staff in the Senate, and most recently for the past 3\\1/2\\ years as my legislative director. Rob's service in the Senate, as well as his service in the executive branch, has typified what a dedicated public servant should be: he took pride in his work and faced challenges with determination and tenacity; he recognized what an honor it was to serve the people of this country and my constituents, in particular; and he had a respect for and an unparalleled understanding of the Senate as an institution. Because of these many fine qualities, Rob earned the respect and admiration of so many of his staff colleagues, as well as so many Senators.", "Rob got his start in Washington in 1989 working as a research analyst at the Republican National Committee. In 1991 he went to work at the Department of Education, serving in the office of then-Secretary Lamar Alexander.", "Rob began his work in the Senate in 1993 when he served as an adviser for budget, economic, foreign affairs, and defense issues for former Senator Bob Packwood of Oregon. At the time he accepted the position, I am sure he had little inkling that his work would lead to more than a decade of service to the Oregon congressional delegation. In 1994, Rob moved to the Senate Finance Committee, where he continued to work for Senator Packwood as a professional staff member responsible for pensions, benefits, social security, and economic issues. He then worked for the Office of Management and Budget before returning in 1997 to the Senate and Oregon delegation as a senior adviser, and later legislative director, to my friend and former colleague, Senator Gordon Smith.", "During his career in public service, Rob left his mark on issues ranging from tax and national security to budget policy. But it was his long fight for the passage of historic civil rights legislation, including the repeal of the don't ask, don't tell law and hate crimes legislation, that gives him the most pride. America now welcomes the service of any qualified individual who is willing to put on the uniform, and we no longer dismiss brave, dedicated, and skilled service men and women simply because they are gay. In addition, those who commit hate crimes against individuals based on their sexual orientation can now be punished under Federal law.", "As Rob leaves the Senate after nearly 20 years of hard work and dedicated public service, he also leaves behind an impressive list of accomplishments, and colleagues whose lives he touched because he was such an exceptional role model and mentor. I wish him continued success and every happiness in the years to come."], "capitolwords_url": "http://capitolwords.org/date/2012/09/21/S6617-2_tribute-to-robert-epplin/"}