{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-06/html/CREC-2012-12-06-pt1-PgS7656-2.htm", "number": 156, "id": "CREC-2012-12-06-pt1-PgS7656-2.chunk10", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S7656-S7660", "speaker_party": "D", "date": "2012-12-06", "bills": null, "bioguide_id": "L000174", "order": 10, "speaking": ["Mr. President, already, eight House Republicans have endorsed this approach in a letter to Speaker Boehner urging passage of our VAWA legislation with this compromise. I am reaching out to them and to members of both parties in both houses of Congress asking them to consider how we can bridge differences and get VAWA reauthorization legislation enacted to meaningfully address the brutal violence on tribal lands.", "I remain committed to finding solutions to all the areas of contention between the House and the Senate on VAWA. We ought to be able to pass legislation that includes provisions addressing the violence on tribal lands and the need to protect immigrant women and those who have not had access to services because of their sexual orientation or gender identity. I believe we can find acceptable versions of the Senate bill's new protections for students and other key provisions. I am reaching out to the House Republican leadership. I look forward to their seizing this opportunity provided by these senior House Republicans to work with me and Senator Crapo and the 68 Senators from both parties who voted for the Leahy-Crapo VAWA bill last April. If we can complete our work and send this bill to the President before we adjourn this year, he will sign it. Because with every day, every week, every month that goes by there are more horrific accounts of domestic and sexual violence. Whether it is a victim in Thetford, VT, or Kansas City, we owe it to them to come together to find a compromise.", "I have said this before several times: I still have nightmares from the domestic violence crime scenes I saw as a prosecutor in Vermont. I became a prosecutor at a time when many of the laws were changing--search and seizure laws, Miranda laws, and so forth--and I would go with the police to crime scenes to give them advice on what the new laws might mean. A lot of times those scenes were at 2 or 3 o'clock in the morning. Many times we would see battered women, sometimes women no longer alive. I had nightmares from those. But I remember the police never asked: Is this an immigrant? Is this woman gay or straight? Is this woman Native American? They just wanted to stop the crime from happening again, and this legislation would give them a lot of tools so they can do that. The thought that our inaction could lead to more scenes such as those I saw would be tragic.", "Congress must act now to protect victims of rape and domestic violence. I am optimistic we can move together now that several House Republicans support a compromise position on tribal jurisdiction. I look forward to hearing from the House Republican leadership.", "Mr. President, I know we are going to vote at 12, so I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2012/12/06/S7656-2_executive-session/"}