{u'speaker_state': u'CT', u'speaker_raw': u'mr. lieberman', u'speaker_first': u'Joseph', u'congress': 112, u'title': u'TRIBUTES TO RETIRING SENATORS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-31/html/CREC-2012-12-31-pt1-PgS8572.htm', u'number': 171, u'id': u'CREC-2012-12-31-pt1-PgS8572.chunk2', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lieberman', u'pages': u'S8572-S8575', u'speaker_party': u'ID', u'date': u'2012-12-31', u'bills': None, u'bioguide_id': u'L000304', u'order': 2, u'speaking': [u'Mr. President, I rise to express my gratitude to Scott Brown, with whom I have enjoyed the privilege of serving for the past 3 years. During that time, Senator Brown and I served together on the Homeland Security and Government Services Committee, which I have chaired, as well as the Senate Armed Services Committee, where he and I have worked closely together as chairman and ranking member.', u"Senator Brown's life story is a testament to our power to overcome any obstacle. His aptly titled memoir, ``Against All Odds,'' describes how despite suffering through a childhood in which he had to steal in order to help feed his sister and in which he was the victim of abuse, he rose to attend college and law school, serve in the Army National Guard, and eventually be elected to the U.S. Senate. Senator Brown should be a role model to every young American who looks at themselves in the mirror and wonders whether they can overcome the obstacles in their path, because he has.", u"Senator Brown has been an invaluable Member of the Senate and the committees on which he has served, lending a voice of reason in an ever more partisan time. As a member of the Senate Armed Services Committee, Senator Brown played a critical role in the debate on whether to repeal the military's don't ask, don't tell policy, grilling witnesses at the committee's hearings on the issue throughout the year. Senator Brown was forthright in his view that the law should not be changed until Congress fully understood any possible risks associated with acting on the issue, but after he had studied the report issued by the Defense Department's working group tasked with reviewing the issue, he lent his strong voice in support of repeal. For that, I am grateful, as are the tens of thousands of gay and lesbian servicemembers who no longer serve under the threat of separation because of who they are.", u"In the 112th Congress, Armed Services Committee's Subcommittee on Airland, he and I were responsible for overseeing the tactical aviation and land power programs of the Army, Navy, Air Force, and Marine Corps. It was a great pleasure working with Scott on these important matters, and I always benefitted from his experience as a guardsman when reviewing these programs.", u"As a member of the Homeland Security and Governmental Affairs Committee, Senator Brown fought for and achieved passage of the Stop Trading on Congressional Knowledge Act, STOCK Act, a bill that forbids Members of Congress and their staffs from profiting in any way from the information they obtain as part of the job that is not public. It is a testament to his service in the Senate that one of Scott Brown's most notable accomplishments was a bill to uphold the standards of the ethical behavior of Congress. It was an honor to work with Senator Brown on this important effort.", u"As ranking member on the Federal Financial Management Subcommittee, Scott Brown joined his chairman, Tom Carper, along with full committee ranking member Susan Collins and me to introduce the bipartisan 21st Century Postal Service Act, which the full Senate endorsed on April 25, 2012. This bill reflected many hours of tough negotiations in which Scott played a key role, and set out a balanced plan to get the Postal Service's finances back in order.", u'Senator Scott Brown has enriched the work of the Senate and the lives of his colleagues over the past 3 years. He brought to the Senate not only his considerable talents but a great sense of humor, which was particularly helpful in the 3 tough years he was here. I wish him and his family all the best as he opens a new chapter of his own life and know that he will continue to serve our country in ways that really matter.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/12/31/S8572_tributes-to-retiring-senators/'}