{"speaker_state": "NV", "speaker_raw": "mr. reid", "speaker_first": "Harry", "congress": 113, "title": "GUN VIOLENCE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-18/html/CREC-2013-04-18-pt1-PgS2775-8.htm", "number": 53, "id": "CREC-2013-04-18-pt1-PgS2775-8.chunk0", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Reid", "pages": "S2775-S2776", "speaker_party": "D", "date": "2013-04-18", "bills": null, "bioguide_id": "R000146", "order": 0, "speaking": ["Mr. President, this Nation has simply dealt with too much--too much--loss during these last few months. Once again I offer my condolences to the families who joined us here yesterday to honor the loved ones they lost to gun violence and to lobby for stronger background checks. The mothers and fathers of the murdered children from Newtown were here, family and friends of those who were injured and killed in Aurora, CO, were here. We had people here from the tragedy where 32, 33 people were killed in Blacksburg, VA, at Virginia Tech. They were here yesterday.", "We knew the effort to keep America's streets safe from gun violence would not be easy. I commend Senator Manchin and others for setting aside partisanship to negotiate this compromise. Unfortunately, even though we got a strong, strong majority vote--well over 50--55 Senators voted in favor of this. And Frank Lautenberg came. He had not been here for a while. He has been ill. He voted. We voted with a strong majority to change things here in America so that people who have serious mental illness would have to have a background check before they can buy a gun or that criminals would have to have a background check before they can buy a gun.", "Even people who are selling the guns think there should be some background check. The man who sold the gun to the man who walked into the courthouse in Las Vegas and blasted away-- that man who sold that gun said he sold guns to lots of people who were bad people, but he did it legally. He thinks the law should be changed. So the vast majority of the Senate agreed that should be the case. But we could not get to 60, the magic number here in the Senate.", "Yesterday the families of gun violence victims watched as Republicans defeated a commonsense proposal to expand background checks that has the support of 90 percent of Americans.", "But make no mistake, the debate is not over. This is not the end of the fight. Republicans are in an unsustainable position--crosswise with 9 out of 10 Americans.", "In an event we did out this backdoor yesterday, Senator Schumer said--I think he summed it up about as well as you could when he said: America today on background checks is in about the same place America was a few years ago dealing with immigration, gay marriage, and things related to gender equality.", "I believe Senator Schumer is right. This is the beginning, and it has to happen. Anytime in America, on those rare occasions when 90 percent of the American people agree something should be done, it should be done. And it will be done. It is only a question of time.", "The brand of the Republicans is further tarnished by going against what 90 percent of the American people want. Democrats will continue to stand with the families from Newtown, Aurora, Tucson, Carson City, and I assure the 90 percent of Americans who support meaningful background check legislation that I personally will continue this fight."], "capitolwords_url": "http://capitolwords.org/date/2013/04/18/S2775-8_gun-violence/"}