{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 109, u'title': u'A DO-NOTHING CONGRESS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-12/html/CREC-2006-07-12-pt1-PgS7363-2.htm', u'number': 90, u'id': u'CREC-2006-07-12-pt1-PgS7363-2.chunk11', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S7363-S7366', u'speaker_party': u'D', u'date': u'2006-07-12', u'bills': None, u'bioguide_id': u'D000563', u'order': 11, u'speaking': [u'When the minority leader was in Searchlight, NV, during the Fourth of July recess, I was in the State of Illinois and traveled thousands of miles--from the city of Chicago, Rockford, southern Illinois, my roots down State, and town after town, not at one place nor at any one time did any single person come up to me and say: Let me tell you what I think about the flag burning amendment; or let me tell you what I think about the gay marriage amendment; or can you do something to reduce the estate tax for wealthiest people in America?', u"Did the Senator from Nevada have a similar experience? Did he go to a town meeting, as I have, and mention stem cell research without someone coming up to him--if they didn't volunteer during a meeting, maybe there is a little shyness--after the meeting and say: My daughter has juvenile diabetes? One lady told me she wakes her up twice during the night to test her blood. Another person comes to me and says: My mother is in a nursing home with Alzheimer's. It has been going on for years. It is a burden on our family. Or into the congressional district now represented by Congressman Lane Evans, my closest friend in our delegation and a personal hero to me, a man suffering from Parkinson's disease who now has to withdraw from public life to fight this battle--aren't these the real-life stories of real-life people who are not reflected in the agenda nor in the priorities of the Republican-led Senate?"], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/12/S7363-2_a-do-nothing-congress/'}