{"speaker_state": "CA", "speaker_raw": "ms. lee of california", "speaker_first": "Barbara", "congress": 113, "title": "HONORING THE CENTENNIAL OF THE CLOROX COMPANY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-26/html/CREC-2013-04-26-pt1-PgE570-4.htm", "number": 59, "id": "CREC-2013-04-26-pt1-PgE570-4.chunk0", "volume": 159, "chamber": "Extensions", "session": 1, "speaker_last": "Lee", "pages": "E570-E571", "speaker_party": "D", "date": "2013-04-26", "bills": null, "bioguide_id": "L000551", "order": 0, "speaking": ["Mr. Speaker, I rise today to honor the Clorox Company--founded and headquartered in Oakland, California--as it celebrates the centennial of its founding on May 3, 1913. Since the beginning, Clorox has shown a commitment to doing responsible business while maintaining a close connection to Oakland and the greater-East Bay community.", "Initially named the Electro-Alkaline company, Clorox opened the United States' first commercial liquid bleach factory in Oakland in 1913. In 1916, Mr. William Murray became the company's general manager, and with assistance of his wife and fellow entrepreneur Anne Murray, began to market liquid bleach for household use. The first seaborne shipment of Clorox products left the Port of Oakland in 1921 set for the East Coast via the Panama Canal. By 1928 the company was ready to go public on the San Francisco Stock Exchange. The Clorox Company weathered the Great Depression and went on to play an important role in the war efforts during World War II.", "Through the second half of the 20th Century, Clorox's products expanded to include a broad range of consumer items, including Clorox 2 all-fabric bleach, Hidden Valley ranch salad dressing, Kingsford charcoal, KC Masterpiece barbecue Sauce, Pine-Sol cleaners, and the Glad brand of products. From its first expansion into the Canadian market, it has moved into markets in Latin America and beyond.", "Even as its size, marketplace, and product base has grown, Clorox has maintained a consistent commitment to Oakland throughout its 100 year history in that city. Since its first donation to the Boy Scouts of America in 1920, Clorox has demonstrated its spirit of philanthropy and engagement in the communities where its employees live and work. The company made a conscious effort by moving its headquarters into Oakland's downtown in the 1970's as part of a major urban renewal project. And, since its creation in 1980, The Clorox Company Foundation has awarded cash grants totaling more than $87 million to non-profit organizations, schools and colleges. In the past year alone, the foundation has helped nearly 100 non-profit organizations reach more than 26,000 young people in the Oakland area and thousands of others in cities across the U.S. The company has also demonstrated a commitment since 1978 to the East Oakland Youth Development Center through funding and staff volunteer programs.", "Clorox has shown itself to be a leader in making diversity and inclusion priorities in its business: The company's five employee resource groups (ERGs)--African-Americans Building Leadership Excellence (ABLE); Asian; Gay, Lesbian, Bisexual and Transgender (Clorox Pride); Latinos for Excellence, Advancement & Development (LEAD), and; Support, Heart & Opportunity for Women (SHOW)--show that Clorox understands the value of a multicultural and diverse marketplace and workplace. Recently, Clorox was recognized as a lead sponsor of Remember Them, Champions of Humanity, an inspiring monument in Oakland dedicated to global peace in diversity.", "Therefore, on behalf of the residents of California's 13th Congressional District, I would like to salute Clorox, and all of those who have contributed to its century of success. Thank you for your long-term belief in and contributions to our community. Once again, congratulations, and I wish you the very best as you strive for another 100 years of excellence."], "capitolwords_url": "http://capitolwords.org/date/2013/04/26/E570-4_honoring-the-centennial-of-the-clorox-company/"}