{u'speaker_state': u'VT', u'speaker_raw': u'mr. sanders', u'speaker_first': u'Bernard', u'congress': 113, u'title': u'INEQUALITY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-16/html/CREC-2013-05-16-pt1-PgS3561.htm', u'number': 69, u'id': u'CREC-2013-05-16-pt1-PgS3561.chunk2', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Sanders', u'pages': u'S3561-S3562', u'speaker_party': u'I', u'date': u'2013-05-16', u'bills': None, u'bioguide_id': u'S000033', u'order': 2, u'speaking': [u"I don't usually comment much on religious matters, but I was very impressed by what the Pope had to say today. In his remarks Pope Francis called for a revamping of the global financial system, a system which he pointed out benefits the few, values money over human dignity, and continues to widen the gap between the rich and everybody else.", u'While acknowledging the advances modern society has made in health care, education, technology, and other areas, the Pope expressed his concern for the least amongst us. The Pope said:', u'We must also acknowledge that the majority of the men and women of our time continue to live daily in situations of insecurity, with dire consequences . . . fear and desperation grip the hearts of many people, even in the so-called rich countries; the joy of life is diminishing; indecency and violence are on the rise; poverty is becoming more and more evident. People have to struggle to live and, frequently, to live in an undignified way.', u'The Pope went on to say this in his rather brief remarks:', u'One cause of this situation . . . is in our relationship with money, and our acceptance of its power over ourselves and our society . . . The worship of the golden calf of old has found a new and heartless image in the cult of money and the dictatorship of an economy which is faceless and lacking any truly humane goal.', u'The Pope continued:', u'The worldwide financial and economic crisis seems to highlight their distortions and above all the gravely deficient human perspective, which reduces man to one of his needs alone, namely, consumption. Worse yet, human beings themselves are nowadays considered as consumer goods which can be used and thrown away. We have begun a throw away culture.', u'He also said:', u'Solidarity, which is the treasure of the poor, is often considered counterproductive, opposed to the logic of finance and the economy.', u'Further quoting the Pope, and I hope everybody listens to this:', u'While the income of a minority is increasing exponentially, that of the majority is crumbling.', u'Let me repeat that. This is what the Pope said today:', u'While the income of a minority is increasing exponentially, that of the majority is crumbling. This imbalance results from ideologies which uphold the absolute autonomy of markets and financial speculation, and thus deny the right of control to States, which are themselves charged with providing for the common good. A new, invisible and at times virtual, tyranny is established, one which unilaterally and irremediably imposes its own laws and rules. Moreover, indebtedness and credit distance countries from their real economy and citizens from their real buying power. Added to this, as if it were needed, is widespread corruption and selfish fiscal evasion, which have taken on worldwide dimensions. The will to power and of possession has become limitless.', u"This is from a speech Pope Francis made today. I think it is important that we listen to the Pope on this issue. Frankly, I have strong disagreements with the Catholic Church on issues of women's rights, issues of gay rights, and a number of other issues. On this issue of what is happening economically around the world--the power of financial markets; the growing gap between the very rich and everyone else; the need for government and for states around the world to step in and protect the dispossessed; the need to understand that money unto itself means nothing unless it is being used in a way that improves the lives of all people--that is a message coming from the Pope. It is a message worth thinking about and discussing."], u'capitolwords_url': u'http://capitolwords.org/date/2013/05/16/S3561_inequality/'}