{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 113, "title": "BORDER SECURITY, ECONOMIC OPPORTUNITY, AND IMMIGRATION MODERNIZATION ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-26/html/CREC-2013-06-26-pt1-PgS5205-2.htm", "number": 93, "id": "CREC-2013-06-26-pt1-PgS5205-2.chunk77", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S5205-S5258", "speaker_party": "D", "date": "2013-06-26", "bills": null, "bioguide_id": "L000174", "order": 77, "speaking": ["Mr. President, today the Supreme Court struck down section 3 of the Defense of Marriage Act. I think that helped this Nation take a major step toward full equality. The ruling confirms my belief that the Constitution protects the rights of all Americans--not just some but all of us--and that no one should suffer from discrimination based on who they love. I share the joy of those families who had their rights vindicated today, including many legally married couples in my home State of Vermont. I have already heard from many and the joy they have expressed is so overwhelming.", "In August, my wife Marcelle and I will celebrate our 51st wedding anniversary. Our marriage is so fundamental to our lives that it is difficult for me to imagine how it would feel to have the government refuse to acknowledge it. Without her love and support over the past 51 years, there is nothing I could have ever accomplished that would have been noteworthy in my life. It has taken the joining together of two people who love each other.", "Today we have thousands of gay and lesbian individuals and families across the country who have had their rights vindicated by the Supreme Court's decision, including the same rights Marcelle and I have had for 51 years.", "Despite today's historic ruling, there are still injustices in our Federal laws that discriminate against these married couples. I will continue to work with Senator Feinstein on legislative fixes to protect all families.", "As we continue to fight for equality and against discrimination in our Nation's laws, I am hopeful today's ruling will address a serious injustice. By just striking down section 3 of the Defense of Marriage Act, the Supreme Court has pronounced that our Federal laws cannot discriminate against individuals based on who they love. I believe this should extend to our immigration laws as well.", "Last month I was forced to make one of the most difficult decisions in my 38 years as a Senator when I withdrew my amendment that would have provided equality in our immigration laws by ensuring that all Americans--all Americans--may sponsor their lawful spouse for citizenship. It was one of the most disappointing moments of my 38 years in the Senate, but I took Republicans, many who spoke in good faith, at their word that they would abandon their own efforts to reform the Nation's immigration laws if my amendment had been adopted. I believed what they said, and I withdrew it.", "However, with the Supreme Court's decision today, it appears the antidiscrimination principle I have long advocated will apply to our immigration laws, and binational couples and their families can now be united under the law. As a result of this very welcome decision, I will not be seeking a floor vote on my amendment.", "Today's decision should be seen as a victory for all of those who support justice, equality, and family values.", "I had the privilege of serving with a wonderful Senator from Vermont when I first came here, Robert Stafford. He was ``Mr. Republican'' in our State. When we were debating the question of same-sex marriage in the Vermont Legislature, Senator Stafford said: If we have two people who love each other and make each other better--two Vermonters who love each other and make each other better because of that love--what difference does it make to us whether they are the same sex or not? Vermont is better because they make it better.", "I agree with him. There is still important work to be done so all families are protected under our Federal laws. Until we fully achieve the motto engraved in Vermont marble above the Supreme Court building that declares ``equal justice under the law,'' I will continue to fight for the equal treatment of all Americans.", "Mr. President, I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2013/06/26/S5205-2_border-security-economic-opportunity-and-immigrati/"}