{"speaker_state": "MD", "speaker_raw": "mr. hoyer", "speaker_first": "Steny", "congress": 111, "title": "DON'T ASK, DON'T TELL REPEAL ACT OF 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-12-15/html/CREC-2010-12-15-pt1-PgH8390-3.htm", "number": 166, "id": "CREC-2010-12-15-pt1-PgH8390-3.chunk49", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Hoyer", "pages": "H8390-H8410", "speaker_party": "D", "date": "2010-12-15", "bills": null, "bioguide_id": "H000874", "order": 49, "speaking": ["I thank the gentlewoman for yielding, and I rise in strong support of this amendment.", "It is never too late to do the right thing. And that is the proposition that is before this House, the proposition that we are going to, as Barry Goldwater said, worry about whether people can shoot straight, not whether they are straight.", "What he meant by that is: Are they competent? Are they committed? Are they patriotic? Are they willing to fight? Have they trained well? Are they prepared to defend our country? That is the litmus test.", "Now, that wasn't always the litmus test. There were some times when that group over there could fight over there and the other group over here could fight over here because, after all, if we mixed those groups, it would be damaging to the national security. That proposition was wrong then and it is wrong now.", "We passed, some time ago, a defense bill. We passed a defense bill through this House. We adopted an amendment to that bill. That bill is still in the Senate. It is still in the Senate, very frankly, because the minority party has not allowed it to move. It has the votes to move; it simply doesn't have almost two-thirds to move.", "This May, the House approved the repeal of our Armed Forces' policy on Don't Ask, Don't Tell adopted some 17 years ago by a vote of 234-194. We voted to end the outdated policy that, frankly, undermines our national security, pending a comprehensive Defense Department report that would review the issues associated with implementing repeal and study our troops' attitudes towards open service. That study was undertaken. That study has been reported. That study showed that some 70 percent of the members surveyed said, No problem. Not an issue. Again, I am worried about somebody who can shoot straight, who has the courage and willingness and the commitment to defend our country. That, from their perspective, is the criteria.", "That report was released on November 30, as I said, and included an exhaustive survey of the views of more than 115,000 people.", "When we take a poll, you are talking about 500, maybe 1,000, if it is a big poll, and you rely on that and you make some pretty important decisions based upon those polls. You spend money based upon those polls. You decide to run based upon those polls. You decide to emphasize issue A or issue B based upon those polls. And, frankly, in some respects, your career depends upon that. So you rely on those surveys.", "This survey, 70 percent came to an unambiguous conclusion, quote, ``The risk of repeal to overall military effectiveness is low.''", "Now, I have heard Members on the other side of the aisle who have debated this issue say, Oh, no, that is not right; and, very frankly, I have heard generals quoted. But this is, after all, who the generals are concerned about, the people in the field, the men and women who are actually in the battle. And they come back and say, No problem.", "Our troops stand with our military leaders and the vast majority of Americans in calling for repeal. The majority of them would be baffled by the fear with which some of my colleagues tar them every time Don't Ask, Don't Tell is discussed.", "Some say that our troops are unwilling or apprehensive about serving with gays in the military; yet 92 percent of them who have done so have called that experience very good, good, or neutral.", "Now, let me say to my friends on both sides of the aisle, you are serving with gays in this body. You are interfacing with gays every day in the staffs on both sides of this Capitol. You may know or you may not know, but disabuse yourself of the theory that somehow you are bothered by that, because you are not. They serve here with distinction, they serve here with dedication, and they serve here at no risk to any one of us or their colleagues either as employees, as Members, or as visitors to this Capitol. There are surely countless stories that prove that point.", "``We have gay men and women,'' one fighter said, ``in my unit. He is big, he is mean, and he kills lots of bad guys. No one cared he was gay.'' Why? Because what they focused on was whether or not he did the job, whether he was patriotic, committed, and effective. That is the test. That ought to be the test for every American: the test of character, the test of performance, the test of compliance with the rules and regulations and the laws. That ought to be our test. That certainly is what we expect, I think, of others in judging us.", "Despite all of this, the Senate has failed to pass the defense authorization bill. As I said, we passed one last June, I think.", "Above all, we must pass this bill because our choice is between a thoughtful, responsible repeal plan developed over months of study or a sudden disruptive review imposed by the courts. Our military leaders understand that the courts are likely to overturn Don't Ask, Don't Tell, and that is exactly why they are urging Congress to pass a legislative solution instead.", "I tell my friends, I talked to Secretary Gates earlier this week, and he said, Pass this bill. And he said, Pass this bill because we need a legislative, not a court-imposed, solution.", "Admiral Mike Mullen, who supports repeal, wants it to come, and I quote, ``through the same process with which the law was enacted rather than precipitously through the courts.''", "So I tell my friends that the Chairman of the Joint Chiefs and the Secretary of Defense, who, by the way, as we all know, is not of my party, but he is not a partisan. He is a promoter of the military security and welfare of the troops. And I refer to Bob Gates, for whom I think we all have a great deal of respect and confidence."], "capitolwords_url": "http://capitolwords.org/date/2010/12/15/H8390-3_dont-ask-dont-tell-repeal-act-of-2010/"}