{u'speaker_state': u'CT', u'speaker_raw': u'mr. lieberman', u'speaker_first': u'Joseph', u'congress': 111, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-05-20/html/CREC-2009-05-20-pt1-PgS5702.htm', u'number': 78, u'id': u'CREC-2009-05-20-pt1-PgS5702.chunk47', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Lieberman', u'pages': u'S5702-S5732', u'speaker_party': u'ID', u'date': u'2009-05-20', u'bills': None, u'bioguide_id': u'L000304', u'order': 47, u'speaking': [u'Mr. President, I rise today to speak in favour of the Domestic Partner Benefits and Obligations Act, which I am introducing with my colleague and friend on the Homeland Security and Governmental Affairs Committee, Senator Susan Collins.', u'Last year, the Homeland Security and Governmental Affairs Committee held a hearing on this legislation, but time ran out before we were able to move the measure to the Senate floor.', u'I also want to thank my former cosponsor, Senator Gordon Smith of Oregon, with whom I and more than 20 other Senators introduced identical legislation in the 110th Congress. We expect about 20 cosponsors again this year, and I want to express my appreciation to them for helping us get an early enough start in the 111th Congress so that we can pass the bill, hopefully, this year.', u'This legislation makes eminent sense for two reasons: It will help the Federal Government attract the best and the brightest and it is the fair and right thing to do from a human rights perspective.', u'Let me explain. The Domestic Partners Benefits and Obligations Act would provide the same employee benefit programs to same-sex domestic partners of Federal employees that are now provided to the opposite-sex spouses of Federal employees. In other words, same-sex domestic partners--living in a committed relationship and unrelated by blood would be eligible to participate in health benefits, long-term care, Family and Medical Leave, federal retirement benefits, and all other benefits for which married employees and their spouses are eligible. Federal employees and their domestic partners would also be subject to the same responsibilities that apply to married employees and their spouses, such as anti-nepotism rules and financial disclosure requirements.', u"When the domestic partners of Federal employees are granted the same benefits and obligations as the spouses of federal employees, the Federal Government will be able to attract from a larger pool of applicants the best possible employees to carry out the Government's responsibilities to the American people. In the coming years, as a large percentage of federal employees become eligible for retirement, a new generation of employees will be hired, and the Federal Government will be competing with the private sector for the most qualified among them. This legislation will help put the Federal Government on equal footing to compete for those new recruits and then retain them.", u'From a human rights perspective, this legislation is one more step on the long road to bring the gay and lesbian community equality under the law.', u"We are not talking about an insignificant number of people. According to UCLA's Williams Institute, over 30,000 federal workers live in committed relationships with same-sex partners who are not Federal employees.", u'We often hear--and I have often said--that Government should be run more like a business. While the purpose of Government and business are different, I believe Government has a lot to learn from private sector business models including in the matter before us today. The fact is that a majority of U.S. corporations--including more than half of all Fortune 500 companies--already offer benefits to domestic partners.', u'General Electric, IBM, Eastman Kodak, Dow Chemical, the Chubb Corporation, Lockheed Martin, and Duke Energy are among the major employers that have recognized the economic reward of providing benefits to domestic partners. Overall, almost 10,000 private-sector companies of all sizes provide benefits to domestic partners. The governments of 13 States, including my home State of Connecticut, about 145 local jurisdictions across our country, and some 300 colleges and universities also provide these benefits.', u'Surveys show that many private sector employers offer these benefits because it is the right thing to do. You can bet each one knows that the policy makes good business sense; it is good management policy, it is good employee policy, and it is good recruitment and retention policy.', u'In fact, employers have told analysts that they extend benefits to domestic partners to boost recruitment and retain quality employees--as well as to be fair. If we want the Government to be able to compete for the most qualified employees, we are going to have to provide the same benefits that job seekers can find elsewhere.', u"The experts tell us that 19 percent of an employee's compensation comes in the form of benefits, including benefits for family members. Employees who do not get benefits for their families are, therefore, not being paid equally. Of course, the supporters of this legislation understand that covering domestic partners will add some increment to the total cost of providing federal employee benefits. And we understand that we have to be particularly careful about government spending right now and perform rigorous cost benefit analyses of all, not just new, federal expenditures.", u'Based on the experience of private companies and state and local governments, the Congressional Budget Office has estimated that benefits to same-sex domestic partners of federal employees would increase the cost of those programs by less than one-half of one percent. The Office of Personnel Management says the cost of health benefits for domestic partners over 10 years would be $670 million. In the name of fairness and raising the appeal of federal employment, this is affordable legislation.', u"Among the many stories I have heard about the impact of this inequality on real people, I particularly remember the words of Michael Guest, who was ambassador to Romania in the Bush Administration and Dean of the Foreign Service Institute before he left public service. In his resignation letter, Mr. Guest made a moving and eloquent case for extending benefits to same sex partners. I believe Ambassador Guest was the first publicly gay man to be confirmed for an U.S. ambassadorship from the U.S. When he resigned the Foreign Service in 2007, he said, and I quote here from his farewell address to his colleagues ``. . . I have felt compelled to choose between obligations to my partner--who is my family--and service to my country. That anyone should have to make that choice is a stain on the Secretary's leadership and a shame for this institution and our country.''", u"Those are convincing words from a talented and loyal former public servant--who once described the Foreign Service as the career he was ``born for . . . what I was always meant to do.'' It is a great loss to the nation that he felt compelled to leave the Foreign Service--particularly at a time when our nation so desperately needs talented diplomats to help meet the challenges we face abroad. He may have left public service for many reasons--but one of them should not have been that his federal employee benefits did not allow him to care for the needs of his family in an adequate manner.", u'The Domestic Partners Benefits and Obligations Act makes good economic sense. It is sound policy. And it is the right thing to do. I urge my colleagues to support this bill.', u'Mr. President, I ask unanimous consent that the text of the bill and a bill summary be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/05/20/S5702_statements-on-introduced-bills-and-joint-resolutio/'}