{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 111, "title": "GLOBAL CLIMATE CHANGE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-06-25/html/CREC-2009-06-25-pt1-PgS7046.htm", "number": 97, "id": "CREC-2009-06-25-pt1-PgS7046.chunk16", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": null, "pages": "S7046-S7051", "speaker_party": null, "date": "2009-06-25", "bills": null, "bioguide_id": null, "order": 16, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Advocates of global governance advance their agenda through the ``transnational legal process.'' Harold Koh, former dean of the Yale Law School, who has been nominated by President Obama to be the legal adviser to the State Department, is a leading advocate of this ``transnational legal process.'' His confirmation hearing is today, Tuesday, April 28. Dean Koh has written extensively--sometimes clearly, sometimes obtusely--on transnational law and the ``transnational legal process.'' In a rather clear paragraph in The American Prospect (September 20, 2004), Koh explains how the system works: Transnational legal process encompasses the interactions of public and private actors--nation states, corporations, international organizations, and non- governmental organizations--in a variety of forums, to make, interpret, enforce, and ultimately internalize rules of international law. In my view, it is the key to understanding why nations obey international law. Under this view, those seeking to create and embed certain human rights principles into international and domestic law should trigger transnational interactions, which generate legal interpretations, which can in turn be internalized into the domestic law of even resistant nation-states. Koh says much the same thing in the Penn State International Law Journal (2006)--more abstractly, to be sure, but it is worth listening to his voice to begin to appreciate the tone of the global-governance debate in legal circles: To understand how transnational law works, one must understand ``Transnational Legal Process,'' the transubstantive process in each of these issues areas [business, crime, immigration, refugees, human rights, environment, trade, terrorism] whereby [nation] states and other transnational private actors use the blend of domestic and international legal process to internalize international legal norms into domestic law. As I have argued elsewhere, key agents in promoting this process of internalization include transnational norm entrepreneurs, governmental norm sponsors, transnational issue networks, and interpretive communities. In this story, one of these agents triggers an interaction at the international level, works together with other agents of internalization to force an interpretation of the international legal norm in an interpretive forum, and then continues to work with those agents to persuade a resisting nation-state to internalize that interpretation into domestic law. Koh notes that the crucial mechanism for incorporating these global norms that are ``created'' and ``interpreted'' in transnational forums into American constitutional law is the American judiciary. As Koh declares, ``domestic courts must play a key role in coordinating U.S. domestic constitutional rules with rules of foreign and international law.'' The global norms that are to be ``internalized'' into American law cover a wide range of policy areas, including matters of foreign policy, terrorism, internal security, commerce, environment, human rights, free speech, and social issues such as feminism, abortion, gay rights, and the status of children. To ask the crucial questions of democratic theory: Who governs? Who decides? For the advocates of global governance, the policy issues listed above are typically global problems that require global solutions. In this view, international judges, NGO activists, international lawyers, and the like operating in transnational forums such as the International Court of Justice, the International Criminal Court, and various U.N. agencies are the appropriate decision-makers. For the advocates of liberal democracy, these issues should be decided through the democratic political process. In the United States, this would mean the elected representatives of the people: the Congress and president at the national level, state legislatures and governors at the state level, and city councils and mayors at the local level. To be sure, the American judiciary should perform its constitutional role of interpreting the laws made by the political branches of American democracy. However, it is not appropriate for American courts to impose or ``internalize'' global norms, rules, or laws ``created'' at transnational forums by transnational actors who have no direct accountability to ``We the People of the United States''; actors who not only are not elected by the American people, but who are, for the most part, not even citizens of the United States. It is not appropriate, that is, if one believes in liberal democracy. But, of course, the ``transnational legal process'' articulated by Harold Koh and the politics of transnationalism generally are not democratic. They represent a new form of governance that I call ``post-democratic.'' To ``make, interpret, [and] enforce'' international law, ``which can in turn be internalized into the domestic law of even resistant nation-states'' (as Koh describes it), is to exercise governance. But do these transnational governors have the consent of the governed? The transnational legal process fails the ``government by the consent of the governed'' test in two ways. First, the democratic branches of government, the elected representatives of the people, have no direct input either in writing the global laws in the first place, or even in consenting to their domestic internalization, as, for example, happens when the Senate ratifies a treaty or the Congress passes enabling legislation for a non-self-executing treaty. Second, there is no democratic mechanism to repeal or change these international rules that are incorporated into U.S. law by this process. What if the American people decide that they object to these global norms and transnational laws that were imposed upon them without their consent (on, for example, the death penalty, internal security, immigration, family law, etc.)? What if the American people at first approved, but later changed their minds on, some of these rules: How can these global norms, now part of international law and U.S. constitutional law, be repealed? Legislation to repeal the global norms could be deemed ``unconstitutional.'' In short, there are no democratic answers to these questions consistent with the transnational legal process, because it is not a democratic process. At the end of the day, the argument over the transnational legal process is one part of a larger argument that will come to dominate the 21st century: Who governs? Will Americans continue to decide for themselves public policies related to national security, human rights, immigration, free speech, terrorism, the environment, trade, commercial regulation, abortion, gay rights, and family issues--or will questions be decided by ``transnational issue networks'' working with ``transnational norm entrepreneurs,'' ``governmental norm sponsors,'' and ``interpretive communities,'' with the complicity of American judges?"], "capitolwords_url": "http://capitolwords.org/date/2009/06/25/S7046_global-climate-change/"}