{"speaker_state": "NJ", "speaker_raw": "mr. menendez", "speaker_first": "Robert", "congress": 110, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2008", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-26/html/CREC-2007-09-26-pt1-PgS12093-2.htm", "number": 144, "id": "CREC-2007-09-26-pt1-PgS12093-2.chunk81", "volume": 153, "chamber": "Senate", "session": 1, "speaker_last": "Menendez", "pages": "S12093-S12115", "speaker_party": "D", "date": "2007-09-26", "bills": null, "bioguide_id": "M000639", "order": 81, "speaking": ["Mr. President, I rise to speak on an amendment that we will have a cloture vote on at some point today or tomorrow, Senator Kennedy's and Senator Smith's Hate Crimes Prevention Act--a vote by which I hope the Senate will succeed, in a robust way, to invoke cloture and to move forward.", "Nine years ago, a young man sat in a bar having a good time, like many young men throughout America. Not unlike thousands of young adults at bars across America, this young man needed a ride home from the bar. So he asked two people he had befriended for a ride. They agreed. On the way home, they robbed him, they pistol whipped him, and tied him to a fence, leaving him for dead. They committed this brutal crime for one reason--and one reason only--because the victim was gay.", "Since that time, the Congress has been struggling to enact the Matthew Shepard Local Law Enforcement Hate Crimes Prevention Act--a bill I am proud to cosponsor. It has received bipartisan support in both the House and the Senate. But for some reason, we have been unable to make the bill a law. Today--as soon as this vote takes place--I hope that will change.", "Hate crimes violate every principle upon which this country was founded. When our Declaration of Independence proclaimed that ``all men are created equal''--of course, I would take that to mean today all men and women are created equal--it did not go on to say, however, ``except Muslim or Sikh or homosexual Americans.'' It had no exceptions to the rights and liberties Americans had under the Constitution and that Declaration. The freedoms we often take for granted--freedom of speech, freedom of association, freedom of religion--become empty promises if we do not protect all those who seek to exercise these freedoms under the Constitution.", "Sadly, right now we are not protecting all of our citizens. This is not, by the way, about providing special rights. It is about ensuring constitutional rights.", "Local, State, and Federal governments need additional resources and authority to investigate and prosecute hate crimes based on race, ethnicity, religion, sexual orientation, disability, and gender identity. That is exactly what this bill will do. It will allow the Department of Justice to assist in these investigations and prosecutions, and it will provide grants for State and local governments struggling with the costs and logistics of prosecuting these crimes.", "Some people may not think hate crimes are a real problem in this country. They are absolutely mistaken. In 2005--the most recent year we have data on--8,380 hate crimes were reported. Of the single-bias incidents, 54.7 percent were racially motivated; 17.1 percent were motivated by religious bias; 14.2 percent resulted from sexual orientation bias; 13.2 percent by ethnicity or national origin bias; and a little under 1 percent by disability bias.", "My home State of New Jersey experienced at least 756 bias incidents, 47 percent of which were based on racial bias, 36 percent were based on religious bias, and 11 percent were based on ethnic bias. I say ``at least 756 bias incidents'' because we do not know how many of these vile attacks have gone unnoticed and unprosecuted due to the scarce resources currently available to local law enforcement.", "Now, I am proud to have been the author of New Jersey's landmark bias crimes law when I was in the State legislature. We said then we could not eradicate hate or bigotry in New Jersey with a single law, but we could send a strong societal message that such acts would not be tolerated. With this law, we can do the same for our great Nation.", "Of course, you do not need to rely on my numbers or my experiences to know that hate crimes are alive and well in the United States. All you have to do is watch television.", "Last Thursday, thousands of protesters descended on the small town of Jena, LA, to protest the treatment of six young African Americans. The town was a picture of racial tension, all of which came to the surface months ago when three nooses were hung from a ``whites-only'' tree at the Jena High School. Perhaps if we had stronger hate crimes enforcement, this original action which provoked such violence and started the town down its path would have been properly handled and would have never escalated to the degree it did.", "Make no mistake about it, hate crimes are a serious problem in the United States--a problem we can no longer afford to ignore.", "Some may protest that this is not the time or place to be debating hate crimes legislation. I disagree. For some, it never seems to be the right time or the right place.", "Members of our military are not immune from hate crimes. To the contrary, hate crimes can happen anywhere there are emotions, anywhere there are people with the capability to hate. In 1992, a Navy sailor, Allen Schindler, was murdered by two fellow sailors because of his sexual orientation. In 1999, PFC Barry Winchell was similarly killed because his attackers believed--believed--he was gay. The military has recognized that hate crimes are a problem and sought to prevent them, but more can and must be done.", "It is absolutely appropriate to protect members of our Armed Forces from the vicious attacks that constitute hate crimes while we are debating the Department of Defense authorization bill. It is absolutely the right time to enact this hate crimes legislation. After all, what are our men and women doing in uniform? They are fighting for us around the world to preserve our way of life and to promote democracy, and all of them take an oath to uphold and defend the Constitution. Let the preservation of the rights of all Americans be the essence of what they are fighting for.", "I will vote to invoke cloture on the hate crimes amendment offered by Senator Kennedy and Senator Smith, and I urge my colleagues to do the same.", "Mr. President, I note the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2007/09/26/S12093-2_national-defense-authorization-act-for-fiscal-year/"}