{u'speaker_state': u'CA', u'speaker_raw': u'ms. feinstein', u'speaker_first': u'Dianne', u'congress': 110, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2008', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-27/html/CREC-2007-09-27-pt1-PgS12189-6.htm', u'number': 145, u'id': u'CREC-2007-09-27-pt1-PgS12189-6.chunk64', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S12189-S12206', u'speaker_party': u'D', u'date': u'2007-09-27', u'bills': None, u'bioguide_id': u'F000062', u'order': 64, u'speaking': [u'I rise today in support of the Kennedy-Smith amendment No. 3035, the Matthew Shepard Local Law Enforcement Hate Crimes Prevention Act of 2007.', u'This legislation is a crucial step toward prosecuting crimes directed at thousands of individuals who are the targets of brutal and senseless violence.', u'The current Federal hate crimes law simply does not go far enough. It covers only crimes motivated by bias on the basis of race, color, religion, or national origin.', u'This amendment improves the current Federal hate crime law by including crimes motivated by gender, gender identity, sexual orientation, and disability.', u'Congress must expand the ability of the Federal Government to investigate and prosecute anyone who would target victims because of hate. In those States with State hate crimes laws, the Federal Government must provide the resources to ensure that those crimes do not go unpunished. We can and must do more.', u'In my own State of California, horrific instances of violence signify the critical need for legislation today.', u'I would like to share just a few examples:', u"In Santa Ana, retired Federal agent Narciso Leggs, Jr., was found strangled and tortured on June 29 in his southern California apartment. The killer placed a smiling ceramic angel on the victim's shoulder blade and wrote antigay slurs on his flesh with a black marker.", u'Another instance, in Los Angeles, CA, this past Spring: James McKinney, a mentally disabled man, was beaten to death by an unidentified man wielding an aluminum baseball bat as he was walking to the store from his home, a mental health care facility. The attack was caught on surveillance camera on Tuesday May 29, but his attacker remains at large.', u"In San Diego, attackers wielding baseball bats and shouting antigay slurs beat two men and stabbed a third in the back. The attack was the first in more than a decade at San Diego's annual gay pride festival.", u'Lastly, one of the most well-known cases in California happened in West Hollywood to actor Trev Broudy in 2002.', u'The night of his attack, Trev Broudy was hugging a man on a street. Three men with a baseball bat savagely attacked the actor, leaving him in a coma for approximately 10 weeks. As a result of the attack, Trev suffered brain damage, lost half of his vision, and has experienced trouble hearing. ', u'The crimes are brutal. The attackers targeted their victims because of who they are. Yet none of these crimes can be prosecuted as a Federal hate crime.', u'These are not isolated instances. These crimes occur all over the country. According to FBI statistics, 27,432 people were victims of hate-motivated violence over the last 3 years. That is an average of over 9,100 people per year, with nearly 25 people being victimized every day of the year, based on their race, religion, sexual orientation, ethnic background, or disability.', u'Even more disturbing is the fact that these FBI statistics show only a fraction of the problem because so many hate crimes are unreported.', u'The Southern Poverty Law Center estimates that the actual number of hate crimes committed in the United States each year is closer to 50,000, and survey data from the biannual National Crime Victimization Survey suggests that an average of 191,000 hate crime victimizations take place per year.', u'Race-related hate crimes are the most common, but crimes based on religion, ethnic background or sexual orientation are also significant. In fact, a close analysis of hate crimes rates demonstrates that groups that are now covered by current laws--such as African Americans, Muslims, and Jews--report similar rates of hate crimes victimizations as gays and lesbians--who are not currently protected.', u'On average, 8 in 100,000 African Americans report being the victim of hate crime; 12 in 100,000 Muslims report being the victim of hate crime; 15 in 100,000 Jews report being the victim of hate crime; and 13 in 100,000 gay men, lesbians, and bisexuals report being the victim of hate crime.', u"Every individual's life is valuable. Congress must act to protect every person who is targeted simply because of who they are.", u'Specifically, the Matthew Shepard Local Law Enforcement Hate Crimes Prevention Act of 2007 expands on the 1968 definition of a hate crime.', u'Under current Federal law, hate crimes only cover attacks based on race, color, religion, and national origin. Under this amendment, hate crimes will include gender, gender identity, sexual orientation, and disability.', u'The bill enables States, local jurisdictions, and Indian tribes to apply for Federal grants in order to solve hate crimes and provides Federal agents with broader authority to aid State and local police.', u"Additionally, the bill amends the Hate Crime Statistics Act by inserting ``gender'' and ``gender identity,'' allowing law enforcement agencies to gather data on the newly protected groups.", u'This is not a new bill. It was first introduced in 1998. It has passed the Senate three times: in 2000, and in 2002 and 2004 as an amendment to the Department of Defense authorization bill.', u'It passed the House this year as a stand-alone bill and last year as an amendment to the Adam Walsh Act.', u'It is bipartisan. It has 44 cosponsors in the Senate and 171 cosponsors in the House. It is endorsed by over 210 law enforcement, civic, and religious organizations and has the support of 73 percent of the American population.', u"There is no excuse for not passing this bill out of the Senate today. This bill is not about free speech. It is about crimes of violence--often brutal, savage acts of violence. These crimes target a person solely because of that person's race, sexual orientation, religion, gender, national origin, or disability. By terrorizing one member of a group, they terrorize entire communities of people. These crimes damage our social fabric. We must be clear that we cannot tolerate this kind of intimidation.", u'Today, I ask all of my colleagues to rally against hate by working to ensure that this legislation is not simply supported but actually passed and signed into law.', u'Until it is enacted, many hate crime victims and their families will not receive the justice they deserve.', u'Let us send a message to all Americans that we will no longer turn a blind eye to hate crimes in this country.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/09/27/S12189-6_national-defense-authorization-act-for-fiscal-year/'}