{"speaker_state": "CA", "speaker_raw": "ms. pelosi", "speaker_first": "Nancy", "congress": 106, "title": "CONFERENCE REPORT ON H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-11/html/CREC-2000-10-11-pt1-PgH9641-2.htm", "number": 126, "id": "CREC-2000-10-11-pt1-PgH9641-2.chunk106", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Pelosi", "pages": "H9641-H9666", "speaker_party": "D", "date": "2000-10-11", "bills": null, "bioguide_id": "P000197", "order": 106, "speaking": ["Mr. Speaker, I support the Defense Authorization bill because it includes many important provisions including measures to improve health care for our nation's military retirees. However, I rise today to criticize the Republican leadership for their removal of hate crimes provisions from the conference report. Majorities in both the House and the Senate voted to include this language which would have added needed protections against hate crimes based on sexual orientation, gender, or disability to federal law.", "Tragic murders that grab the nation's attention such as the dragging death of James Byrd in Texas and the brutal beating death of Matthew Shepard in Wyoming are, unfortunately, not isolated incidents. According to statistics kept by the National Coalition of Anti-Violence programs, 29 Americans were murdered in 1999 because they were gay or lesbian and there were more than 1,960 reports of anti-gay or lesbian incidents in the United States, including 704 assaults. And according to the Federal Bureau of Investigation, in 1996 there were over 8,700 reported incidents of hate crimes based on race, religion, national origin, or sexual orientation. Crimes based on hate are an assault on all of us, and we must enact stronger measures to prevent and punish these offenses.", "Opponents of this measure have argued that this is an issue that should be left to the states. However, Congress has passed over 3,000 criminal statutes addressing harmful behaviors that affect the nation's interests, including organized crime, terrorism, and civil rights violations. Thirty-five of these laws have been passed since the Republicans took control of Congress in 1995.", "Others have argued that there is no need for federal Hate Crimes legislation because assault and murder are already crimes. However, the brutality of these crimes speaks to the reality that when a person is targeted for violence because of their sexual orientation, race, or other group membership, the assailant intends to send a message to all members of that community. That message is you are not welcome.", "This effort to create an atmosphere of fear and intimidation is a different type of crime, and it demands a different kind of response. All Americans have a right to feel safe in their community.", "The hate crimes provisions that were stripped from this conference report by the Republican leadership would have countered this message of intimidation with a strong statement that our society does not condone and will not tolerate hate-based violence.", "In addition to a bipartisan group of 192 House cosponsors, these provisions are supported by 175 civil rights, religious, civil and law enforcement organizations, including the National Sheriff's Association, the Federal Law Enforcement Officers Association, the Hispanic National Law Enforcement Association, the National Center for Women and Policing, and the National Organization of Black Law Enforcement Executives.", "Passage of this bill would not have ended all violence against those communities who are targets of hate violence. But it would have allowed the federal government to respond and take action by investigating and punishing the perpetrators of crimes motivated by hate. The Republican leadership has missed an important opportunity. I urge them to reconsider their opposition to these protections and pass the Local Law Enforcement Enhancement Act of 2000 before the end of the session."], "capitolwords_url": "http://capitolwords.org/date/2000/10/11/H9641-2_conference-report-on-hr-4205-floyd-d-spence-nation/"}