{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 109, u'title': u'DISASTER RECOVERY PERSONAL PROTECTION ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-09-19/html/CREC-2006-09-19-pt1-PgS9719.htm', u'number': 117, u'id': u'CREC-2006-09-19-pt1-PgS9719.chunk1', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S9719-S9720', u'speaker_party': None, u'date': u'2006-09-19', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"The District of Columbia is now suffering from what its police chief on July 11 called a ``crime emergency.'' In 1976 the District banned handguns and required that all other guns be kept unloaded and disassembled, making them unavailable for self-defense. The result is that for 30 years, only lawbreakers have had guns readily available for use in the District. Is that effective policy? Is it a sensible way to respond to a crime emergency? Those policy questions, in addition to purely legal issues, arise in pending litigation that brings a Second Amendment challenge against the District's gun bans. I recently filed a Brandeis amicus brief supporting this constitutional challenge. My co-counsel were 12 other law professors, and the amici we represent include 16 American, Australian, and Canadian social scientists and medical school professors. The case in question, Parker v. District of Columbia, is currently before the U.S. Court of Appeals for the D.C. Circuit, after an unfavorable ruling in the District Court. The plaintiffs include a woman under a death threat for reporting neighborhood drug-dealing to police and a gay man who used his handgun to defend himself against a hate crime. This brief was filed pro bono, and the amici are not being paid. What this amicus brief shows is significant, and the information it contains may surprise some. For the truth about gun bans is that they are policy failures even on their own terms: More guns don't mean more death, and fewer guns don't mean less death. Gun bans like the District's simply don't work."], u'capitolwords_url': u'http://capitolwords.org/date/2006/09/19/S9719_disaster-recovery-personal-protection-act/'}