{"speaker_state": "NV", "speaker_raw": "mr. reid", "speaker_first": "Harry", "congress": 109, "title": "A DO-NOTHING CONGRESS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-12/html/CREC-2006-07-12-pt1-PgS7363-2.htm", "number": 90, "id": "CREC-2006-07-12-pt1-PgS7363-2.chunk0", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Reid", "pages": "S7363-S7366", "speaker_party": "D", "date": "2006-07-12", "bills": null, "bioguide_id": "R000146", "order": 0, "speaking": ["Mr. President, yesterday was a day where we did not accomplish much on the Senate floor. But we haven't accomplished much the entire congressional session. We have 22 days left to do business until the adjournment date announced by the distinguished majority leader--22 days. We have so much to do and we have done so little.", "It is not me, the Democratic leader, who is saying this is a do-nothing Congress. This is what all the pundits have written about. We have wasted time on a political agenda.", "What is a political agenda? We have spent days and days on an estate tax repeal that has no bearing on 99.8 percent of all the American people. It affects less than two-tenths of 1 percent of all the people in America, but we have spent days of our time here on the Senate floor dealing with this issue.", "Flag burning--it doesn't matter how you feel about flag burning. Is it the right thing to do, to take up precious days of the Senate time on flag burning? In the little town where I was born and I still have my home they are patriotic people. On the Fourth of July, I was there. The flags were flying in that little town. But flag burning doesn't have direct bearing to their lives.", "The marriage amendment--I believe in the sanctity of marriage, but is it something we should spend time on with a constitutional amendment? During the time we have been a country, there have been more than 11,000 attempts to amend the Constitution. In the last 12 years, we had 1,000 amendments to the Constitution filed. One we have spent a lot of time on, unnecessarily, is the marriage amendment. We have spent days of our time here in the Senate on this issue. The people in Searchlight, NV, would rather that we dealt with things that are important, not flag burning, not gay marriage, not the estate tax. With the limited amount of time we have left, we, the minority, the Democrats, believe we have to do some things and do them before the August recess--things that affect people in my little town, Searchlight, NV.", "Stem cell legislation--it is difficult to watch, before your eyes, someone who deteriorates with Parkinson's disease. You can see it happen. No matter how often they go to the physician, the ravages of that disease go forward. How many times does a little child have to be pricked with a needle before the majority over here understands that we have to do something about Parkinson's disease, juvenile diabetes, adult-onset diabetes? We have to do something about Lou Gehrig's disease, Alzheimer's, multiple sclerosis. These diseases have some bearing on what people are hoping for--that we will do here in the Senate.", "I had the opportunity when I was home this past recess to visit Danielle DeLee, from Searchlight, NV. She is graduating from high school this year. The reason I wanted to see this young lady is she is going to go to Yale next year--a girl from Searchlight. It is the first time in the history of that little town that someone can go to Yale. That is because she is a brilliant young lady. They saw when she was a little girl that she had academic talent which that little town couldn't handle. This young lady, because she is so smart--do you know what she is going to study at Yale? Math. Math. From Searchlight, NV, she is going to go to Yale and study math.", "Because of her brilliance, she will be fine. There are scholarships that will take care of her. But that is not the way it is with most people. Most people are not as smart as Danielle DeLee, and they need help. But not with this Republican-dominated Congress. They have taken away, not added to, the ability to go to school. Tuition deductibility from parents' income tax is not available. A child's ability to go to college should not be dependent on the fact that they are a brilliant person like Danielle or on how rich his or her parents are. The rest of us, people like me, who are average, should be able to go to college if we get some student loans and work a little bit. But that is not the way it is. This Republican-dominated Congress, this do-nothing Congress, is preventing people from going to college.", "In Searchlight, because Las Vegas is 60 miles away and Boulder City is 43 miles away, the one thing everybody in that town is concerned about is gas prices. Frankly, if you listed in Searchlight what was important to them, where would flag burning be? Where would gay marriage be? Where would estate tax repeal be? It is not in their vocabulary. But how much they pay for a gallon of gas--which, by the way, in Nevada is over $3 now. Gas prices in the last week have gone up 11 cents a gallon. In Reno, they are even higher than in Las Vegas. People there care about gas prices.", "They care about what is going on in Iraq. Today on the morning news I heard that the Comptroller General of the United States now says the war is costing $3 billion a week. People care about that war. On the way back to Searchlight one night last week, I stopped in a restaurant--Evans Grille in Boulder City--and a young man came up to me and said: It is nice to see you. I went to his son's funeral. He was a Navy SEAL. He was killed--21 years old, killed. He cares about the war and how long it is taking and what we are accomplishing there.", "Maybe the fifth thing we want to deal with here before the August recess is the Voting Rights Act renewal. Maybe people in Searchlight don't care about that as much as they do about stem cell research, college affordability, gas prices, the war in Iraq, but if they really thought about it, the Voting Act's renewal would be important.", "What people went through to have that law passed.", "I just finished reading a wonderful book when I was home entitled ``Water's Edge.'' To have the Voting Rights Act passed, of course, you had the leadership of Dr. Martin Luther King, which was as strong a leadership as you will ever see. But we see his leadership. But what we tend to forget are the deaths--plural--such as Ms. Liuzzio from Detroit, a white woman who came down. She was so concerned that she told her husband she wanted to come and her children. She came and participated in the Selma march. When it was all over, she was giving some people a ride back to Selma from Montgomery. A Klu Klux person shoots her in the head and kills her. Pastor Reeb, who came from California to participate, walked away from the crowd and they bashed him in the head. Another Klansman killed him.", "These are just two examples of death and destruction--not hundreds of people being beaten, dogs sicced on them, but thousands had been beaten.", "We want to renew this. We are having it held up here and held up in the other body. The Democrats want these issues to go forward, and we want it done before the August recess.", "The distinguished assistant minority leader, Senator Durbin, and I, along with Senator Schumer and Senator Stabenow, signed a letter to Senator Frist, saying after we finish homeland appropriations, let us do the stem cell research. That is the least we can do."], "capitolwords_url": "http://capitolwords.org/date/2006/07/12/S7363-2_a-do-nothing-congress/"}