{u'speaker_state': u'IN', u'speaker_raw': u'mr. souder', u'speaker_first': u'Mark', u'congress': 109, u'title': u'COMBATING METHAMPHETAMINES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-11-16/html/CREC-2005-11-16-pt1-PgH10368-7.htm', u'number': 152, u'id': u'CREC-2005-11-16-pt1-PgH10368-7.chunk6', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Souder', u'pages': u'H10368-H10377', u'speaker_party': u'R', u'date': u'2005-11-16', u'bills': None, u'bioguide_id': u'S001143', u'order': 6, u'speaking': [u"Mr. Speaker, there is quite frankly some disagreement in the field. Generally speaking, we figure six to eight times somebody's going to go through drug treatment. Many times they are pressured by a family member, and they did not really make the commitment. If somebody makes an internal commitment you can usually do it in one time.", u'I would also like to insert into the Record at this point the scientific reasons for the effect of meth. I think this will help answer the question. This is a fairly technical document here that comes from a meth report that we are about to release.', u"Methamphetamine is a potent central nervous system stimulant that affects the brain by acting on the mechanisms responsible for regulating a class of neurotransmitters known as the biogenic amines or monoamine neurotransmitters. This broad class of neurotransmitters is generally responsible for regulating heart rate, body temperature, blood pressure, appetite, attention, mood and responses associated with alertness or alarm conditions. Although the exact mechanism of action is unknown, it is generally believed that methamphetamine causes the release of these monoamines through the monoamine transporter as well as blocking the re- uptake of these neurotransmitters, causing them to remain within the synaptic cleft longer than otherwise. As in most neurotransmitter chemistry, its effects are adapted by the affected neurons by a decrease in the production of the neurotransmitters being blocked from re-uptake, leading to the tolerance and withdrawal effects. In medicine it is used as an appetite suppressant in treating obesity, treating anesthetic overdose and narcolepsy. The acute effects of the drug closely resemble the physiological and psychological effects of the fight-or- flight response including increased heart rate and blood pressure, vasoconstriction, pupil dilation, bronchial dilation and increased blood sugar. The person who ingests meth will experience an increased focus and mental alertness and the elimination of the subjective effects of fatigue as well as a decrease in appetite. Many of these effects are broadly interpreted as euphoria or a sense of well-being, intelligence and power. The 17th edition of The Merck Manual (1999) describes the effects of heavy use of methamphetamines in these terms: ``Continued high doses of methamphetamine produce anxiety reactions during which the person is fearful, tremulous, and concerned about his physical well-being; an amphetamine psychosis in which the person misinterprets others' actions, hallucinates, and becomes unrealistically suspicious; an exhaustion syndrome, involving intense fatigue and need for sleep, after the stimulation phase; and a prolonged depression, during which suicide is possible'' (p. 1593--ch. 195). Depending on delivery method and dosage, a dose of methamphetamine will potentially keep the user awake with a feeling of euphoria for periods lasting 2-24 hours. The acute effects decline as the brain chemistry starts to adapt to the chemical conditions and as the body metabolizes the chemical, leading to a rapid loss of the initial effect and a significant rebound effect as the previously saturated synaptic cleft becomes depleted of the same neurotransmitters that had previously been elevated. Many users then compensate by administering more of the drug to maintain their current state of euphoria and alertness. This process can be repeated many times, often leading to the user remaining awake for days, after which secondary sleep deprivation effects manifest in the user. Classic sleep deprivation effects include irritability, blurred vision, memory lapses, confusion, paranoia, hallucinations, nausea, and (in extreme cases) death. After prolonged use, the meth user will begin to become irritable, most likely due to lack of sleep. Methamphetamine is reported to attack the immune system, so meth users are often prone to infections of all different kinds, one being an MRSA infection. This, too, may simply be a result of long-term sleep deprivation and/or chronic malnutrition. It is a common belief that methamphetamine gives people super-human strength. This is not really true, but methamphetamine inhibits pain and increases metabolism, which allows a person to push muscles to points of failure that would otherwise be harder or impossible to reach. (See the article entitled Exercise and Stimulants for a better description of the factors involved.) Other side effects include twitching, ``jitteriness'', repetitive behavior (known as ``tweaking''), and jaw clenching or teeth grinding. It has been noted anecdotally that methamphetamine addicts lose their teeth abnormally fast; this may be due to the jaw clenching, although heavy meth users also tend to neglect personal hygiene, such as brushing teeth. It is often claimed that smoking methamphetamine speeds this process by leaving a crystalline residue on the teeth, and while this is apparently confirmed by dentists, no clinical studies have been done to investigate. Some users exhibit sexually compulsive behavior and may engage in extended sexual encounters with one or more individuals, often strangers. This behavior is substantially more common among gay and bisexual male methamphetamine users than it is their heterosexual counterparts. As it is symptomatic of the user to continue taking the drug to combat fatigue, an encounter or series of encounters can last for several days. This compulsive behavior has created a link between meth use and sexually transmitted disease (STD) transmission, especially HIV and syphilis. This caused great concern among larger gay communities, particularly those in Atlanta, Miami, New York City, and San Francisco, leading to outreach programs and rapid growth in 12-step organizations such as Crystal Meth Anonymous. See Crystal and sex.", u'This meth behaves differently in your brain, much more like ecstasy and much more damaging in that it gives you a false sense of high, and therefore, you become addicted to it rapidly. Thus, you think you can perform better at work. You can go three nights sometimes without sleep if you are driving a truck, but it gets so addictive and it damages your brain so significantly, the gentleman from Nebraska (Mr. Osborne), soon to be Governor, has been on the floor with his chart showing how rapidly your teeth start to fall out and hair starts to fall out. It is a different thing that happens to your body.', u'So part of the question is, how quick do you get treatment? Do you get it early? Do you get it medium? Do you get it late? Some people say, well, oh, meth is much harder to treat than other drugs, but that is really wrong.', u'What has been disturbing is we finally have eight studies going on out of the national research under Director Charlie Curie, but we need more because, in fact, we are dealing with mom and pop meth. We are dealing with crystal meth. We are dealing with women who use it for weight loss. We are dealing with some who are just drug addicts, and there are some who are using it like an amphetamine at work. That means different types of treatment to deal with it.', u'We are also not dealing with kids. We are mostly dealing with people in the workplace, 18 to 45, really 25 to 40. It is a different type of drug, and it means different kinds of treatment and success efforts vary.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/11/16/H10368-7_combating-methamphetamines/'}