{u'speaker_state': u'UT', u'speaker_raw': u'mr. hatch', u'speaker_first': u'Orrin', u'congress': 108, u'title': u'PROCUREMENT TECHNICAL ASSISTANCE PROGRAM', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-05-21/html/CREC-2004-05-21-pt1-PgS6067.htm', u'number': 73, u'id': u'CREC-2004-05-21-pt1-PgS6067.chunk5', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Hatch', u'pages': u'S6067-S6072', u'speaker_party': u'R', u'date': u'2004-05-21', u'bills': None, u'bioguide_id': u'H000338', u'order': 5, u'speaking': [u"Mr. President, I will not read it, but I will say that people have the right to govern themselves. When a court forces a radical decision on the people--well before the people have had the opportunity to oppose the change--it dramatically undermines democracy's vitality and legitimacy.", u"Some of the comments from the first same-sex couples to take advantage of the Massachusetts court decision underscore what is wrong with deviations from our culture of traditional marriage. According to the Boston Herald, the first recipients of a Provincetown, MA, same-sex marriage license said: ``the concept of forever is overrated.'' One gentleman in this couple added that he, as a bisexual, and his partner, who is gay, ``think it's possible to love more than one person and have more than one partner. In our case, it is, so we have an open marriage.'' I am sorry, but this simply is not a marriage. I simply do not understand why these two men felt they needed to be declared to be married by the State. There is not even a pretense of fidelity here.", u"The reason that maintaining traditional marriage is so important can be summed up in one word, and that is ``children.'' Children are simply better off with a mother and a father than with two mothers or two fathers or any other alternative arrangement. Advocates for same-sex marriage cite studies to the contrary, but, as Professor Steven Nock, a leading marriage scholar at the University of Virginia, points out, ``not a single one was conducted according to generally accepted standards of scientific research.'' Not a single one of those studies was conducted according to generally accepted standards of scientific research.", u'Marriage is not about adult desires for affirmation and benefits; it is about the well-being of children. Two men being intimate are simply not the same as a husband and a wife, and alternative family forms are not just as good as traditional families. The fact is that fathers and mothers both matter to children. The science confirms this, but common sense tells us this as well.', u'Some advocates for same-sex marriage argue that traditional marriage will continue the same as before. Unfortunately, this has not been the experience of other countries. Some in Scandinavia, for example, witnessed a dramatic drop in traditional marriages once same-sex marriages were permitted or the equivalent thereof. The net effect was to diminish the importance of marriage altogether, and that is what will happen here if we do not maintain the traditional definition of marriage between a man and a woman.', u'It has become clear that we need a constitutional solution to this problem. There is simply no other means of reining in activist judges who seek to impose their will and not their judgment. Some say the Defense of Marriage Act is adequate enough, but based on decisions, such as Lawrence v. Texas, this statute will undoubtedly be struck down. People across the political spectrum, including such liberal stalwarts as Professor Lawrence Tribe, agree that this is inevitable.', u'Without a constitutional amendment, we are headed for a resolution by the U.S. Supreme Court. We should not and cannot wait for this to happen. We simply must protect traditional marriage now by passing a constitutional amendment.', u"Some suggest that it is not ``conservative'' to amend the Constitution over such an issue. Baloney. Traditional marriage is perhaps the most fundamental institution in our culture and history. It dates back over 5,000 years. If the only way to protect this institution is by amending the Constitution--and we know that to be the case--then we have an obligation to do so.", u'What is worrisome to most constitutional scholars, including myself, is that if this supreme court case of one State--a 4-to-3 decision; hotly contested, not only by the court itself but in the State legislature and among the people of Massachusetts themselves--if that is allowed to stand, then will we, under article IV of the Constitution, the original Constitution even before the Bill of Rights was added to it, will we have to give in every other State full faith and credit under the full faith and credit clause to whatever is called marriage done within the State of Massachusetts? There are many constitutional scholars who say we will have to. That does not mean that Utah will have to have same-sex marriages done within our State or any other State in the Union.', u'It does mean we will have to recognize as valid same-sex marriages performed in Massachusetts. Now we have people coming from all over the country to Massachusetts to be married so that under the full faith and credit clause that marriage will have to be recognized in their respective States. I cannot begin to tell you the difficulties legally that will come from that type of an approach.', u'We simply need to resolve this problem. We need to resolve it in accordance with the will of the vast majority of people in this country. Cultural decisions such as this that have existed for over 5,000 years should not be thrown into the wastebasket by an activist court in one very activist liberal State. Nor should an activist court in an activist conservative State impose its will on us. We should, of course, allow the elected representatives of the people to make this decision.', u"If you don't do that, then you have nothing but another huge, unnecessary, harmful to America culture battle, perhaps for decades. We can name the decisions by the U.S. Supreme Court that have caused us to be torn apart in America over a number of issues that, 5 to 4, 7 to 2, the Supreme Court has culturally imposed upon everybody in America.", u"I don't believe in discrimination of any kind. But like a number of my colleagues in this body, I draw the line when it comes to traditional marriage. Traditional marriage is one of the most important cultural concepts in any country's history but certainly our country's history. This debate needs to occur. We need to think it through. We need to have a constitutional amendment, and we need to support whatever constitutional amendment we can get to resolve this matter.", u"Having said that, we need to be fair to those who have a different point of view and to find some way of accommodation. Because it is a disgrace that a gay partner cannot go into an intensive care unit to care for or hold hands with or to be with his or her partner, just to mention one. We have to think this through. One way of thinking it through is to come to a conclusion that one liberal State's 4-to-3 decision by a Supreme Court should not bind everybody in America to recognize something that I believe will be absolutely catastrophically disruptive to our culture.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/05/21/S6067_procurement-technical-assistance-program/'}