{"speaker_state": "WA", "speaker_raw": "ms. cantwell", "speaker_first": "Maria", "congress": 107, "title": "LOCAL LAW ENFORCEMENT ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgS5325.htm", "number": 76, "id": "CREC-2002-06-11-pt1-PgS5325.chunk37", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Cantwell", "pages": "S5325-S5337", "speaker_party": "D", "date": "2002-06-11", "bills": null, "bioguide_id": "C000127", "order": 37, "speaking": ["Mr. President, I would like to take this opportunity to express my strong support of the Local Law Enforcement Act of 2001, the ``Hate Crimes Act.'' The Hate Crimes Act is a bill whose time has come. I would like to commend Senator Kennedy for his long, hard work to pass this important legislation, and I am happy to have the opportunity to vote for it today.", "The Hate Crimes Act creates an intergovernmental assistance program which would provide technical, forensic, prosecutorial and other forms of assistance to state and local law enforcement officials for hate crimes based on race, color, religion, national origin, gender, sexual orientation and disability. The bill authorizes the Justice Department to award grants of up to $100,000 to state, local, and Indian law enforcement officials who have incurred extraordinary expenses associated with investigating and prosecuting hate crimes. This legislation requires grant applicants to coordinate with affected community groups, schools, and colleges and universities. In addition, this bill gives the Justice Department jurisdiction over crimes of violence involving bodily injury, if motivated by a person's actual or perceived race, color, religion, national origin, gender, sexual orientation, or disability, if it meets both the interstate commerce and certification requirements in the underlying statute. Lastly, the bill amends the Hate Crimes Statistics Act to include gender and requires the FBI to collect data from states on gender-based hate crimes in the same manner that it currently collects data for race, religion, sexual orientation, disability, and ethnicity.", "The number of reported hate crimes has grown by almost 90 percent over the past decade and we cannot afford to ignore this growing problem. The recent hate-motivated crimes in my state of Washington demonstrate the destructive and devastating impact hate crimes have on individual victims and entire communities. On May 9th, 2002, Patrick Cunningham pled guilty to the September 13, 2001 attack of an Islamic Idriss Mosque in Seattle. Mr. Cunningham doused two cars with gasoline in the mosque parking lot in an attempt to destroy the mosque and harm worshipers inside. Cunningham also shot at the worshipers after being discovered. Just a few days later, on September 18, 2001, Kulwinder Singh, a Sikh cabdriver in Seatac, Washington, was harassed and physically assaulted by a passenger.", "This legislation takes important steps to ensure that crimes motivated by the victim's race, gender, sexual orientation, disability or religion can be prosecuted to the full extent of the law, and it removes the artificial limitations that currently keep local law enforcement from getting needed assistance. The Hate Crimes Act provides the necessary complement between state and federal law enforcement officials in order to ensure that perpetrators of hate crimes are brought swiftly to justice. The federal government's resources, forensic expertise, and experience in the identification and proof of hate-based motivations have often provided invaluable addition to the important work conducted by local investigators. One need only remember the brutal killing of James Byrd in Jasper County, Texas to understand the benefits of an effective hate crimes investigative partnership between state and federal authorities. This partnership is also crucial to the work of the National Church Arson Task Force and to the increase in the number of hate crimes solved by arrests and prosecutions.", "I believe that the Hate Crimes Act is necessary to ensure that violent hate crimes based on sexual orientation, gender, or disability do not go unpunished. Every year, a significant number of hate crimes are perpetrated across our nation based on anti-gay bias. Current law, however, leaves the federal government without the authority to work in partnership with local law enforcement officials or to bring federal prosecutions when gay men or lesbians are the victims of murder or other violent assaults because of bias based on their sexual orientation.", "This Act would fix the inadequacies in pre-existing federal law, which became painfully apparent in the vicious murder of Matthew Shepard in Laramie, Wyoming, and the subsequent investigation and prosecution of his assailants. The lack of federal funding caused significant financial hardships on the local sheriff's department in its efforts to bring Matthew's killers to justice, and, as a result, five law enforcement staff members were laid off. In response, this bill amends the criminal code to cover hate crimes based on sexual orientation and authorizes grants for state and local programs designed to combat and prevent hate crimes.", "This legislation would have a measurable impact in my state of Washington and help prosecute the growing string of hate-based attacks targeting individuals' sexual orientation. On April 6, 1995 in Olympia, Washington, four young adults brutally assaulted Bill Clayton, an openly bisexual high school student, and his friends who happened to be walking with him. Just two months after the assault, the seventeen-year-old committed suicide. Prior to his suicide he had explained to his mother that he was just tired of coping, and that it was the constant knowledge that any time he could be attacked because he was bisexual, that despite the love of his family and friends, all he could see ahead of him was a lifetime of facing a world filled with hate and violence, going from one assault to another. We cannot let our citizens live in fear for their safety, knowing that their attackers will not be prosecuted to the full extent of the law. This legislation is necessary to fill the current void to ensure vigorous prosecution of individuals who perpetrate a hate crime. The extra federal resources that this Act would make available in the investigations and prosecutions of hate-motivated crimes would serve as both a significant deterrent and punishment, and would likely bring a greater number of cases to successful resolution through arrest and prosecution. We must do all we can to prevent the incidents that led to Bill Clayton's tragic death.", "I believe it is important that we recognize from the beginning that not all crimes are hate crimes. The reason behind this is simple. All crimes are not created equal and mental states, in addition to acts, have always played an important role in determining the severity and subsequent punishment of a crime. Recognizing this, it is well established that a legislature can properly determine that crimes committed against certain classes of individuals are different or warrant a stiffer response. Moreover, the U.S. Supreme Court had unanimously ruled that bias-inspired conduct inflicts greater individual and societal harm.", "I share Senator Kennedy's concerns regarding hate crimes, and I have consistently supported hate crimes legislation, from the time I was in the Washington state House of Representatives to now. There are nearly 8,000 hate crime incidents reported annually each year. The Hate Crimes Act sends a clear message that violence against a person based on skin color, sexual orientation, or religion will not be tolerated anywhere in this country. The bill will provide broader federal jurisdiction to prosecute hate crimes, including crimes motivated by race, color, religion, gender, sexual orientation, and disability. Broadening federal jurisdiction will allow effective prosecution even when hate crimes are committed in states that lack hate crime statutes, or where local law enforcement lacks the resources for this type of prosecution. Additionally, the bill will provide federal grant money to states to better enable these jurisdictions to successfully prosecute hate crime offenders. We cannot afford to wait any longer to pass this vital legislation. Our sons and daughters, brothers and sister, mothers and fathers depend upon this Act to ensure full protection of their right to be free from hate-motivated crimes. I urge my colleagues to support this bill."], "capitolwords_url": "http://capitolwords.org/date/2002/06/11/S5325_local-law-enforcement-act-of-2001/"}