{u'speaker_state': u'NC', u'speaker_raw': u'mr. helms', u'speaker_first': u'Jesse', u'congress': 107, u'title': u'BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-05-14/html/CREC-2001-05-14-pt1-PgS4858-2.htm', u'number': 65, u'id': u'CREC-2001-05-14-pt1-PgS4858-2.chunk67', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Helms', u'pages': u'S4858-S4880', u'speaker_party': u'R', u'date': u'2001-05-14', u'bills': None, u'bioguide_id': u'H000463', u'order': 67, u'speaking': [u'Mr. President, for years, the Boy Scouts of America organization has been subjected to malicious assaults by some homosexuals and some liberal politicians simply because the Boy Scouts of America organization, and many individual scout groups, have steadfastly continued to uphold their moral and decent standards for scouting and the leaders of that great organization.', u'I have long admired and supported scouting--its leaders, and the Boy Scouts themselves. (I was one a long time ago, although we will not discuss how long ago that was.) In any case, it comes as no surprise to me that the Supreme Court properly upheld in June of last year the constitutional rights of the Boy Scouts of America--their rights to establish their own membership guidelines, which included no obligation whatsoever to accept homosexuals as Boy Scout members or leaders.', u'Nor was there any surprise that there came the customary discordant company of radical militants demanding that this landmark decision of the U.S. Supreme Court be undermined.', u"Mr. President, they never miss a beat, not one--those who demand that everybody else's principles must be laid aside in order to protect the rights of homosexual conduct, or they go on and on like Tennyson's Brook. These radical militants are up to the same old tactics when targeting an honorable and respectable organization, the Boy Scouts of America.", u'Where else do you suppose these people are aiming their attacks now? The answer: the public schools of America. School districts across America are now being pressured to kick the Boy Scouts of America out of federally funded public school facilities. Why and how come, you may ask. I will tell you. It is because the Boy Scouts will not agree to surrender their first amendment rights, and they will not accept the agenda of the radical left in this country.', u"I asked the Congressional Research Service for a report about how many school districts have already taken hostile actions against the Boy Scouts of America. The Congressional Research Service reported to me that at least nine school districts are known to have publicly attacked the Boy Scouts of America, and in the majority of these cases they have done so in an outright rejection of the Supreme Court's ruling protecting Boy Scouts' rights.", u'One of the more publicized instances occurred in Broward County, FL--a place which earned some notoriety last fall due to its ballot confusion during the Presidential election. Obviously, Broward County, FL, is in another state of confusion: Its school board voted unanimously to forbid--get this--forbid the Boy Scouts of America to use the public school facilities for their meetings, as had historically been the case, unless the Boy Scouts compromised with, guess who? That is right: the homosexual leaders of Broward County. Thankfully, the U.S. district court in Florida intervened at that point, and the court has issued a preliminary injunction prohibiting Broward County from moving forward in evicting the Boy Scouts from the school premises.', u'I am obliged to acknowledge that Broward County is not the only school district taking such action. In my own State of North Carolina, members of the Chapel Hill School District have demanded that the Boy Scouts of America change their policy (which was upheld, Mr. President, you will remember, by the Supreme Court in June of last year), or the Chapel Hill School District will send the Boy Scouts packing to find another meeting place. Either do it their way or get out of the school. That is what they are saying in Chapel Hill, NC.', u'Only if they will accept homosexuals as their leaders and fellow scouts will these Boy Scouts be allowed to continue their meetings on school property. But those very same meeting places at school remain open for more than 800 Gay-Straight Alliance clubs. These are homosexual school clubs that have been formed with the assistance of the Gay, Lesbian, and Straight Education Network, which is a radical group committed to promoting immoral lifestyles in the school systems of America.', u'With groups such as these welcomed in our public schools, while the Boy Scouts are kicked out, schoolchildren need, it seems to me, to have the Boy Scouts stick around, and that is what I want to do with this legislation, if I can, and if the Senate will go along with it.', u"This arrogant discriminatory treatment of Boy Scouts of America must not be allowed to continue, and that is why I am sitting here this afternoon offering amendments to reinforce the U.S. Supreme Court's decision upholding the first amendment rights of the Boy Scouts of America and not oblige those Boy Scouts to compromise their membership or leadership guidelines, nor any of their moral principles.", u"Specifically, the pending first-degree and second-degree amendments propose that any public school receiving Federal funds from the Department of Education must provide the Boy Scouts or youth groups such as the Boy Scouts equal access to school facilities and must not discriminate against the Boy Scouts of America by requiring scouts or any other youth groups to accept homosexuals as members or as leaders or any other individuals who reject the Boy Scouts' oath of allegiance to God and country. The penalty for such violation, could constitute the risk of their Federal funding being eliminated.", u'This amendment provides the Office of Civil Rights within the Department of Education the statutory authority to investigate any discriminatory action taken against The Boy Scouts of America based on their membership or leadership criteria.', u'In other words, DOE will handle cases of discrimination against the Boy Scouts, in the same manner that DOE currently handles other cases of discrimination, which are barred by Federal law and may result in termination of Federal funds.', u'For those unfamiliar with the existing process: DOE has given their Office of Civil Rights oversight responsibility over discrimination complaints. The Office of Civil Rights typically notifies and warns a fund recipient--such as a school--to correct its actions or else.', u'However, it should be noted that according to CRS:', u'Historically, the fund termination sanction has been infrequently exercised, and most cases are settled at . . . the investigative process. . . .', u"Therefore, it's highly unlikely that any school will in fact ever have its funding cut-off; unless it adamantly refuses to provide the Boy Scouts of America equal access to school facilities.", u'Mr. President, 70 years ago, I remember raising my hand to take the Scout Oath. I have it written here but I really do not need it. How many times on Friday night would we stand with our hands up and say:', u'On my honor as a Scout, I will do my best to do my duty to God and my country, and to obey the Scout Law. To help other people at all times, to keep myself physically strong, mentally awake, and morally straight.', u'I hope the Senate will, as the U.S. Supreme Court has already done, uphold the constitutional rights of the Boy Scouts of America to continue to take this oath, meaningfully and sincerely.', u'I ask unanimous consent that the two memoranda, prepared by the Congressional Research Service and a legal analysis, which was prepared by the American Center for Law and Justice in support of my amendment on the grounds that it is constitutional--I ask that all of these documents be printed in the Congressional Record at the conclusion of my remarks.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/05/14/S4858-2_better-education-for-students-and-teachers-act/'}