{"speaker_state": "CA", "speaker_raw": "mrs. feinstein", "speaker_first": "Dianne", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm", "number": 78, "id": "CREC-2000-06-20-pt1-PgS5410-2.chunk141", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Feinstein", "pages": "S5410-S5435", "speaker_party": "D", "date": "2000-06-20", "bills": null, "bioguide_id": "F000062", "order": 141, "speaking": ["Mr. President, no one should be victimized because of his or her skin color, national origin, religious beliefs, gender, sexual orientation, or disability.", "In furtherance of this belief, I sponsored in 1993 the Hate Crimes Sentencing Enhancement Act, which required the U.S. Sentencing Commission to provide sentencing enhancements of no less than three offense levels for crimes determined beyond a reasonable doubt to be hate crimes. The Act increased the penalties for hate crimes directed at individuals not only because of their perceived race, color, religion, and national origin, but also on account of their gender, disability or sexual orientation.", "Today, I am proud to be the cosponsor of the Kennedy hate crimes amendment, which would build on this effort by expanding the Justice Department's authority to prosecute defendants for violent crimes based on the victim's race, color, religion or national origin.", "This important amendment would also allow the Federal government to provide assistance in state investigations of crimes against another based on the victim's gender, disability, or sexual orientation.", "Sadly, hate crimes occur more often than we might think. According to the U.S. Department of Justice, there have been nearly 60,000 hate crime incidents reported since 1991. In 1998 alone, the last year for which we have statistics, nearly 8,000 hate crime incidents were reported in the United States. That is almost one such crime per hour.", "In the same year, more than 2,100 Californians fell victim to a hate crime. That's a shocking number when one considers the motivation behind a hate crime. These are truly among the ugliest of crimes, in which the perpetrator thinks the victim is less of a human being because of his or her gender, skin color, religion, sexual orientation or disability.", "Even more disturbing is that nearly two-thirds of these crimes are committed by our nation's youth and young adults. The need to send a strong message of mutual tolerance and respect to our youngsters has become all too clear in recent years.", "One of the most high profile hate crime cases in California involved two young Northern California men, Benjamin Matthew Williams, age 31, and his younger brother James Tyler Williams, age 29. The two brothers became poster boys for our Nation's summer of hate last year. Both men were charged with the double slaying of a prominent gay couple who lived about 180 miles north of Sacramento.", "The men are also prime suspects in the wave of arson that hit three Sacramento-area synagogues two weeks before the killings, causing more than $1 million in damage. When investigators searched the Williams brothers' home, they found a treasure trove of white-supremacist, anti-gay, anti-Semitic literature. They also found a ``hit list'' of 32 prominent Jewish and civic leaders in the Sacramento area, apparently compiled after the synagogue fires.", "Hate crimes not only affect the victim who is targeted, but also shakes the foundation of an entire community that identifies with the victim. I grow increasingly concerned when I hear reports about the proliferation of hate in our nation, because California, the state I represent, has one of the most diverse communities in the world.", "Our state has greatly benefitted from the contributions of persons from countries as nearby as Mexico and El Salvador, and as far away as India and Ethiopia. It is only through our willingness to live among each other and to respect our individual differences and gifts, that we can continue to build from the strength of our diversity.", "That is why Senator Kennedy's amendment is so important. Not only would it broaden the protection offered by Federal law to people not covered by hate crime legislation, but it will provide vital Federal assistance and training grants to states investigating these crimes.", "Specifically, this legislation would compensate for two limitations in the current law: First, even in the most blatant cases of racial, ethnic, or religious violence, no Federal jurisdiction exists unless the victim was targeted while exercising one of a limited number of federally protected activities. Second, current law provides no coverage for violent hate crimes based on the victim's sexual orientation, gender or disability.", "Unfortunately, there are those who would stop short of supporting this legislation because it extends protections to those targeted on account of their sexual orientation. This is especially disturbing given the fact that crimes against gays, lesbians and bisexuals ranked third in reported hate crimes in 1998, registering 1,260 or 15.6 percent of all reported incidents. Even in light of the growing number and severity of these horrific events, Congress has not seen fit to enact important Federal hate crime measures to ensure that justice is served.", "I wonder, how many cases go unsolved because of the Federal government's inability to participate in the investigation and prosecution of a hate crime?", "How many people have chosen not to report a serious hate crime out of fear of retribution because there is no state or federal protection?", "How many more people, and families, and communities, need to be victimized by these most horrendous acts before our colleagues realize that now is time to act?", "Since those who commit hate crimes seek out a category of people, rather than a particular individual, anyone of us at anytime can become a victim of a hate crime. I believe the Kennedy hate crimes amendment would send the right message: that those who commit violent acts because the victim is of a certain gender, religion, race, sexual orientation, or disability will be prosecuted because everyone--I repeat--everyone has a right to be free from violence and fear when they are going to school, work, travel, or doing something as simple as going to a movie.", "While I rise in strong support for the Kennedy amendment, I must also express my opposition to the amendment offered by my friend from Utah, Mr. Hatch. While well-intentioned, the Hatch amendment would not extend protection to people targeted because of their sexual orientation, gender or disability in states that have not enacted hate crime laws or have limited their laws to crimes motivated by race, national origin or religion.", "Moreover, the Hatch amendment would permit the Federal government to address hate crimes only in those very limited circumstances in which the offender crosses a state line to commit an act of hate violence. This amendment would, therefore, fail to address the majority of cases we confront today in which a hate crime results in death or serious bodily harm.", "As elected leaders, it is incumbent upon us to set an example--not just by expressing outrage about these crimes--but by strengthening legislation and bolstering the ability of law enforcement--whether state or Federal--to combat hate crimes.", "How many more people will become victims of hate before we act? I believe the time has come to affirm our support for the diversity that makes our nation so great. The time has come to enact a sensible hate crime measure to address this problem of violent bigotry and hate. The time has come to enact the Local Law Enforcement Enhancement Act of 2000."], "capitolwords_url": "http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/"}