{u'speaker_state': u'VA', u'speaker_raw': u'mr. scott', u'speaker_first': u'Robert', u'congress': 106, u'title': u'LITERACY INVOLVES FAMILIES TOGETHER ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-12/html/CREC-2000-09-12-pt1-PgH7459.htm', u'number': 106, u'id': u'CREC-2000-09-12-pt1-PgH7459.chunk15', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Scott', u'pages': u'H7459-H7470', u'speaker_party': u'D', u'date': u'2000-09-12', u'bills': [u'H.R. 3222'], u'bioguide_id': u'S000185', u'order': 15, u'speaking': [u'Mr. Speaker, I rise in reluctant opposition to H.R. 3222, the Literacy Involves Families Together Act.', u'Before I go into the purpose of my opposition, I would like to take a moment to thank and honor the gentleman from Pennsylvania (Chairman Goodling) for his service to the Committee on Education and the Workforce.', u'The gentleman from Pennsylvania (Chairman Goodling) cares about education passionately, and many would say that he is an educator before he is a legislator. Today it is fitting that we honor the Even Start program, a program that he authored, with his name.', u'Mr. Speaker, I rise, however, in reluctant opposition to the bill because it contains a provision known as charitable choice. Charitable choice permits religious organizations to participate in various grant programs but allows them to discriminate on the basis of religion in their hiring with public funds.', u'Even Start is an excellent program that attacks education problems at the most fundamental level: The family. Family literacy programs such as Even Start are particularly important for my own congressional district because adults in the Third Congressional District of Virginia have the lowest level of literacy skills in the State, but I will not support a program that turns the clock back on civil rights laws by allowing publicly funded employment discrimination as charitable choice does in this bill, and several other bills.', u'The majority accommodated several of my concerns about the original charitable choice provisions in order to provide better protection for beneficiaries and to ensure that no proselytization would occur during the federally funded program. However, the bill still affords religious organizations participating in the Even Start program the right to discriminate in their hiring with public funds.', u"Now let me make it clear that I am not suggesting that we take away a religious organization's ability to discriminate in their hiring with their private funds, as protected under Title VII of the Civil Rights Act and as protected by the First Amendment. Here we are talking about discriminating and hiring on the basis of religion when using public funds. That is wrong.", u'It is important to note that this marks the first time the charitable choice has been added to an elementary and secondary education program.', u'Mr. Speaker, public education programs ought to be the last place that we should tolerate religious discrimination. Even the original author of the charitable choice in his legislative proposals to expand charitable choice provisions to other programs specifically carved out education programs.', u'Mr. Speaker, a number of organizations have expressed opposition to discrimination based on religion with Federal funds, and I would like to read part of a letter which states the charitable choice provision also allows the government to give taxpayer money to religious institutions and then allows those religious institutions to refuse to hire certain taxpayers for taxpayer-funded positions because they are not of the right religion. While allowing religious institutions to discriminate on the basis of religion in their privately funded activities is quite appropriate, tax-funded employment discrimination is not.', u"Mr. Speaker, that letter is signed by the American Association of University Women; the American Federation of Teachers; the American Jewish Committee; the American Jewish Congress; the Americans United for Separation of Church and State; the Anti-Defamation League; the Baptist Joint Committee on Public Affairs; the Central Conference of American Rabbis; the Council of Chief State School Officers; Friends Committee of National Legislation; Hadassah, the Women's Zionist Organization of America; the National Alliance of Black School Educators; the National Council of Jewish Women; the National Education Association; the National Gay and Lesbian Task Force; the National PTA; the National School Boards Association; People for the American Way; School Social Work Association of America; the Service Employees International Union, AFL-CIO; the Union of American Hebrew Congresses; and the Women of Reform Judaism.", u'Mr. Speaker, I submit the complete text of the letter into the Record.', u"Dear Representative: We, the undersigned religious, civil rights, civil liberties, and education organizations, are writing to urge you to oppose the ``charitable choice'' section of H.R. 3222, the Literacy Involves Families Together, or ``Even Start'' bill. We urge you to oppose this section because charitable choice is a frontal assault on the First Amendments guarantee of the separation of church and state. Attaching ``charitable choice'' to Even Start represents the first time this controversial proposal has been included in education legislation. Although ``charitable choice'' was never envisioned to govern education programs, Even Start opens the door to tax funding of religious schools in all education programs in the future. The charitable choice provision also allows the government to give taxpayer money to religious institutions and then allows those religious institutions to refuse to hire certain taxpayers for tax-funded positions because they are not of the ``right'' religion. While allowing religious institutions to discriminate on the basis of religion in their privately funded activities is quite appropriate, tax-funded employment discrimination is not. The charitable choice provision further threatens to excessively entangle the institutions of church and state. Despite the provisions in charitable choice that purport to protect the religious autonomy of institutions that receive tax money, the government will regulate what it funds. This will result in government oversight, accounting and monitoring of houses of worship and other religious institutions. For these reasons, we strongly urge you to oppose the ``charitable choice'' section of the ``Even Start'' bill. Sincerely, American Association of University Women American Federation of Teachers American Jewish Committee American Jewish Congress Americans United for the Separation of Church and State Anti-Defamation League Baptist Joint Committee on Public Affairs Central Conference of American Rabbis Council of Chief State School Officers Friends Committee on National Legislation Hadassah, the Women's Zionist Organization of America National Alliance of Black School Educators National Council of Jewish Women National Education Association National Gay and Lesbian Taskforce National PTA National School Boards Association People For the American Way School Social Work Association of America Service Employees International Union (SEIU), AFL-CIO Union of American Hebrew Congregations Women of Reform Judaism Rachel Joseph, Legislative Associate", u'Mr. Speaker, family literacy programs are extremely important; and we should not be required to tolerate religious discrimination as a condition for the passage of this bill. Therefore, Mr. Speaker, I regret that I cannot support the bill and support the gentleman from Pennsylvania (Mr. Goodling) in this worthwhile endeavor, although I appreciate his hard work and dedication to education.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/09/12/H7459_literacy-involves-families-together-act/'}