{u'speaker_state': u'TN', u'speaker_raw': u'mr. duncan', u'speaker_first': u'John', u'congress': 106, u'title': u'REGAS RESTAURANT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-24/html/CREC-2000-10-24-pt1-PgE1893-3.htm', u'number': 134, u'id': u'CREC-2000-10-24-pt1-PgE1893-3.chunk0', u'volume': 146, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Duncan', u'pages': u'E1893-E1895', u'speaker_party': u'R', u'date': u'2000-10-24', u'bills': None, u'bioguide_id': u'D000533', u'order': 0, u'speaking': [u"Mr. Speaker, one of America's finest dining eateries, Regas Restaurant, in Knoxville, closed its doors after 81 years of service to East Tennessee.", u'The Regas family has had a tremendous impact on the lives of just about everyone in the community. I can assure you that I am a true example of that as I met my wife, Lynn, there. Many families have made dozens of memories that will be cherished for a long time.', u'Regas Restaurant was always the place to go for a special event, anniversary, or birthday.', u'Frank and George Regas began the Restaurant in July of 1919 as a coffee shop named the Astor Cafe. It later became known as the Regas Brothers Cafe. The restaurant was renamed once again in 1938 as Regas Restaurant. From then until now, the family business has changed, but their attentiveness to every person that walked through their doors will always be remembered.', u"Bill Regas, son of Frank Regas, began helping out in the restaurant in the 1950's up until Regas closed its doors in July, and he served as President and CEO of the restaurant for many years. Mr. Regas has had quite a number of accomplishments, not just locally, but nationally:", u'He was a charter member of the Knox County Industrial Development Board;', u"He earned the Knoxville ``Young Man of the Year'' in 1955;", u'He was President of the National Restaurant Association from 1980 to 1981;', u'He was inducted into the Junior Achievement Business Hall of Fame in 1992; and', u"He was recognized by the International Food Manufacture Association with the Silver Platter Award for ``1992 Nation's Independent Operator of the Year.''", u'I want to say thank you to Mr. Bill Regas and the Regas family and bring to the attention of my colleagues and other readers of the Record several articles from the Knoxville News-Sentinel praising their service to the citizens of East Tennessee.', u"The announcement was simple and straightforward. On July 8 Regas Restaurant on Gay Street would close forever. That left me in a major dilemma. First, the logical part of my brain keeps telling me that this is just a business. It is just a place where people go to eat and visit. It is just a place. However, the emotional part of my brain tells me I am about to lose a life-long friend, and I am bereft. The Regas family has been operating a restaurant at this place for 81 years. Folks, that is more years than even I have been alive. Now I know that this does not mean that we are losing these good folks to the restaurant business in Knoxville (or around the Southeast for that matter). They will still operate the absolutely wonderful Riverside Tavern and the ever-improving Harry's (now to be known as Regas Brothers Cafe). Again, the logical side of my brain tells me that we will still have the pleasure of dining with them. My emotional side is not satisfied. Maybe I should start this at the beginning. The first ``real'' restaurant I can remember going to was the Regas. I went with my grandmother when I was 6 or 7 or 8. It still had a lunch counter then. Of course, it also had a Imagine if you will a 7-year-old boy who is still skinny but already greatly interested in food. Think of him walking through a working kitchen in a real restaurant and, even further, think of him being with his grandmother who knows the people in the kitchen by their first names. I have not forgotten those memories. Like everyone else in and around Knoxville, Regas was a special-occasion kind of place. It was also where you went on Sundays after church. It was where you went for birthday parties or new jobs or . . . I doubt I need to continue. In today's world, 81 years is a very long life for a restaurant. This is especially true for a restaurant that remains family-owned and operated. This is an institution. I ate my first broiled steak there. Before this, I thought steaks were pounded within an inch of their life and cooked with a brown gravy. I must make a small confession--and I am willing to bet that there is a whole generation of Knoxvillians who would make this same confession. I genuinely loved the veal cutlets at Regas, which they served with meat sauce. Again the logical side of my brain tells me that meat--breaded, fried and covered with meat sauce--makes no sense at all. We ate them anyway, didn't we? We also ate clam chowder that was good enough for a president's inauguration. We had flounder brought fresh from Boston (when that was still a big deal). We also ate bread. I think I first tasted a hard roll at Regas. We also ate muffins. I always thought that serving those blueberry muffins was a very bad business decision for the Regas family. What a dessert they made. I have contended in recent years that Regas was the only place left in Knoxville that knew how to cook vegetables. I have made a lunch of vegetables and good bread at Regas on many occasions. The Regas family for three generations has been there to make us feel special. My wife, Anne, and Frankie Regas Gunnels go back to high school together. We have all gotten to know Kiki Regas Liakonis, and Bill and Frank and Gus Regas, and all the rest. Now we admire the way the new generation has taken the torch. We know how much this family has meant to this community and to all of us. I know that these good people have made a rational business decision that reflects the changing way people live and eat. I know they will still be part of our lives through their other fine restaurants. I know that they will still be a major asset in this community. However, I also know that I will not go past the corner of Gay and Magnolia without thinking of times and people long gone. I will remember good times and good meals. I will remember many special times in my life. And I will be sad that this place is there no more."], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/24/E1893-3_regas-restaurant/'}