{u'speaker_state': u'NE', u'speaker_raw': u'mr. kerrey', u'speaker_first': u'J. Robert', u'congress': 104, u'title': u'EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm', u'number': 121, u'id': u'CREC-1996-09-06-pt1-PgS9986.chunk27', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kerrey', u'pages': u'S9986-S10005', u'speaker_party': u'D', u'date': u'1996-09-06', u'bills': None, u'bioguide_id': u'K000146', u'order': 27, u'speaking': [u'Mr. President, it seems to me, for Members who are trying to decide on this piece of legislation, the Employment Nondiscrimination Act, there are really three questions that need to be asked and answered. The first is: Should the Federal Government intervene and preempt State laws? That really leads to the question: Do you support the underlying bill, the Defense of Marriage Act? I do not support the underlying bill, the Defense of Marriage Act, for a number of reasons including the fact it is the first time the Federal Government will be intervening, preempting State laws on family matters. Divorce, child support, all sorts of other things will now be opened up and legitimate objects of concern for new Federal legislation.', u'But for those who have answered that first question yes, then this amendment is, it seems to me, an appropriate remedy to 41 States that currently continue to permit discrimination on the basis of sexual orientation. So that is question No. 1: Do you think the Federal Government should intervene? If you support DOMA you already support intervention. You already support an act of intervention, which DOMA is. DOMA preempts State laws. So does ENDA.', u'The second question is a very difficult one. I think--I am not sure of this--I think the origin of some of the differing views between the Senator from Massachusetts and the Senator from Utah--I am not certain of it--is: Do you believe sexual orientation is a trait, a characteristic, or do you think it is behavior? Do you think you are born with a particular sexual orientation or do you think you choose it, that you decide you want to be gay? Apparently, I guess from the letter written by Colin Powell, he believes race is benign but sexual orientation is not benign. That is the implication one gets from the letter from Colin Powell. I disagree with that. I would say sexual orientation is also benign. I do not believe that because I am heterosexual I am not benign. I do not think my orientation is an indication of what I intend to do, at least in regard to what Colin Powell is suggesting. But it is a very important question.', u"There are some who believe that sexual orientation is chosen, it is a behavior. If you believe that, then you say it is the same thing as smoking or the same thing as drinking or other things and you do not think you are discriminating. You think it is legitimate. But the overwhelming number of people who have looked at this say sexual orientation is a trait. You do not choose it. You do not wake up one morning and say, ``I think I will be homosexual''--or heterosexual, for that matter. It is a very important question. Because, it seems to me, if you believe it is a characteristic, that it is a trait, if you do believe that, as I do, if that is your conclusion--and Members need to ask themselves that--if you believe it is a characteristic, if you believe it is a trait, if you believe that is the way you are born, then you do have to treat it, at least in some ways, the same as race. It is a benign thing. You do not go out and decide this is what you are going to do with your life. So that is question No. 2. I answer the question that it is a trait, it is a characteristic, you are born this way and you orient that way as a consequence.", u'Question No. 3 is: Is this the right solution to discrimination? If you want the Federal Government to intervene --as I said, I think it is a mistake to be intervening, at least in the fashion we are doing with DOMA. If you want the Federal Government to intervene, if you believe it is a characteristic you are born with, the next question is: Do you think this is the right solution? I must say, I think the sponsors of this legislation, the drafters of this legislation, have done a very good job of trying to draft it in a narrow way so it does solve the problem, because it is a relatively small problem, I will say, Mr. President. I do think that there is discrimination against gays and lesbians in America today. But I do believe employers are increasingly saying it is not a threat at all, it is not a problem, it is a trait, and that gay and lesbian employees are not a threat to their business, they are not a threat to the morale of that company and so forth.', u'But, nonetheless, discrimination is occurring. So the drafters of this legislation have gone through and said ENDA does not require an employer to recruit or advertise job offers. ENDA expressly states no disparate impact cases may be made, meaning that discrimination cases cannot be made based on statistics alone. ENDA specifically prohibits quotas that would compel employers to meet percentages of hiring and provides exemptions for nonprofit religious organizations and the military, and ENDA does not require that companies pay benefits for domestic partners.', u'I think this legislation, again, if you support DOMA and you have already reached the conclusion that it is OK to intervene in State family matters; if you believe homosexuality is a trait that one is born with, it orients just like you do if you are heterosexual, if you believe it is a trait; and if you are looking for some way, as the Senator from Utah is, to narrowly draw a law that will prevent this kind of discrimination, I think you can vote no other way than yes on what I consider to be a very carefully drawn piece of legislation, a very targeted piece of legislation, one that should not provoke a great number of lawsuits, that does, it seems to me, treat homosexuality different from race.', u"It does not provide disparate impact cases be filed. I think it is a reasonable piece of legislation. Especially for those who support the underlying bill, it seems to me an easy thing to support, an easy thing to vote ``aye'' on. I urge my colleagues to do so."], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/'}