{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 109, u'title': u'BILLS PRESENTED TO THE PRESIDENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-11-09/html/CREC-2006-11-09-pt1-PgH8574-2.htm', u'number': 126, u'id': u'CREC-2006-11-09-pt1-PgH8574-2.chunk4', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': None, u'pages': u'H8574-H8575', u'speaker_party': None, u'date': u'2006-11-09', u'bills': [u'H.R. 6075', u'H.R. 5504', u'H.R. 6159', u'H.R. 6033', u'H.R. 5929', u'H.R. 6051', u'H.R. 5606', u'H.R. 5664', u'H.R. 6106', u'H.R. 5546'], u'bioguide_id': None, u'order': 4, u'speaking': [u'Karen L. Haas, Clerk of the House, further reports that on October 4, 2006, she presented to the President of the United States, for his approval, the following bills.', u"H.R. 5504 To designate the facility of the United States Postal Service located at 6029 Broadmoor Street in Mission, Kansas, as the ``Larry Winn, Jr. Post Office Building''. H.R. 5546 To designate the United States courthouse to be constructed in Greenville, South Carolina, as the ``Carroll A. Campbell, Jr. United States Courthouse''. H.R. 5606 To designate the Federal building and United States courthouse located at 221 and 211 West Ferguson Street in Tyler, Texas, as the ``William M. Steger Federal Building and United States Courthouse''. H.R. 5664 To designate the facility of the United States Postal Service located at 110 Cooper Street in Babylon, New York, as the ``Jacob Samuel Fletcher Post Office Building''. H.R. 5929 To designate the facility of the United States Postal Service located at 950 Missouri Avenue in East St. Louis, Illinois, as the ``Katherine Dunham Post Office Building''. H.R. 6033 To designate the facility of the United States Postal Service located at 39-25 61st Street in Woodside, New York, as the ``Thomas J. Manton Post Office Building''. H.R. 6051 To designate the Federal building and United States courthouse located at 2 South Main Street in Akron, Ohio, as the ``John F. Seiberling Federal Building and United States Courthouse''. H.R. 6075 To designate the facility of the United States Postal Service located at 101 East Gay Street in West Chester, Pennsylvania, as the ``Robert J. Thompson Post Office Building''. H.R. 6106 To extend the waiver authority for the Secretary of Education under title IV, section 105, of Public Law 109- 148. H.R. 6159 To extend temporarily certain authorities of the Small Business Administration."], u'capitolwords_url': u'http://capitolwords.org/date/2006/11/09/H8574-2_bills-presented-to-the-president/'}