{u'speaker_state': u'WV', u'speaker_raw': u'mr. byrd', u'speaker_first': u'Robert', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk32', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Byrd', u'pages': u'S10100-S10125', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'B001210', u'order': 32, u'speaking': [u'I thank the Chair.', u'Mr. President, I am pleased to join my colleague, the senior Senator from Oklahoma, in cosponsoring the Defense of Marriage Act. Although I am glad to work with Senator Nickles in this effort, I must admit that, in all of my nearly 44 years in the Congress, I never envisioned that I would see a measure such as the Defense of Marriage Act.', u"It is incomprehensible to me that federal legislation would be needed to provide a definition of two terms that for thousands of years have been perfectly clear and unquestioned. That we have arrived at a point where the Congress of the United States must actually reaffirm in the statute books something as simple as the definition of ``marriage'' and ``spouse,'' is almost beyond my grasp. But as the current state of legal affairs has shown, this bill is a necessary endeavor.", u'Mr. President, there are some who say that the Senate is not dealing with a relevant matter here, that the time has not yet arrived for the Senate to debate this subject. I say the time is now, and this is a relevant matter. Action by the Senate and debate by the Senate are not something that should be delayed and put off until another day.', u"Let me read from ``The Case For Same-Sex Marriage,'' by William N. Eskridge, Jr.", u'Now, the author of this treatise supports same-sex marriage. Let me read extracts from the treatise which clearly indicate that this is a matter that is relevant. It is relevant now. Reading from page 46:', u"Many of the gay marriages have been performed by religious groups formed specifically for the gay, lesbian and bisexual faithful. The situation is more complicated among mainstream religious denominations. A few are openly supportive of gay marriages or unions. Following a vote on the matter in 1984, the Unitarian Universalist Association now affirms the growing practice of some of its ministers of conducting services of union of gay and lesbian couples and urges member societies to support their ministers in this practice. The Society of Friends leaves all issues to congregational decision and thousands of same-sex marriages have been sanctified in Quaker ceremonies since the 1970's. Other denominations are still studying the issue. The validity of same-sex marriage has been debated at the national level by the Presbyterian, Episcopal, Lutheran and Methodist churches.", u'So why not debate it here, Mr. President.', u'A committee of Episcopal bishops proposed in 1994 that homosexual relationships need and should receive the pastoral care of the church, but the church diluted and downgraded the report. After intense debate also in 1994, the General Assembly of the Presbyterian Church USA adopted a resolution that its ministers are not permitted to bless same-sex unions. The Lutheran Church in 1993 debated but did not adopt a report advocating the blessing and legal recognition of same-sex unions. The Methodists followed a similar path in 1992. The pattern in these denominations has been the following: an individual church will bless a same-sex union or marriage and the ministers and theologians then call for a study of the issue. A report is written that is open to the idea. The report ignites a firestorm of protests from traditionalists in the denomination. The issue is suppressed or rejected at the denominational level. Local churches and theologians again press the issue some years later and the cycle begins again. My guess--', u"This is the author's guess. It is not my guess. This is a guess by the author.", u"My guess is that one or more of the foregoing denominations will tilt towards same-sex unions or marriages in the next 5 to 10 years. Even the religions that are most prominently opposed to gay marriages have clergy who perform gay marriage ceremonies. The Roman Catholic Church firmly opposes gay marriage but its celebrated priest, John J. McNeill says that he and many other Catholic clergy have performed same-sex commitment services. Although Father McNeill's position is marginalized within the Catholic Church, it reflects the views of many devout Catholics. Support for same-sex marriage is probably most scarce among Baptists in the South.", u'The author says this:', u'You can be assured that same-sex marriage is an issue that has arrived worldwide and that efforts to head it off will only be successful in the short term.', u"So, Mr. President, to those who say that it is not yet time to debate this issue, let them read from the book, ``The Case for Same-Sex Marriage'' and hear what an advocate of same-sex marriage says.", u'You can be assured that same-sex marriage is an issue that has arrived, worldwide, and that efforts to head it off will only be successful in the short term.', u'The author closes the chapter as follows:', u'The argument of this book is that Western culture generally, and the United States in particular, ought to and must recognize same-sex marriages.', u'Therefore, Mr. President, the time is now, the place is here, to debate this issue. It confronts us now. It comes ever nearer.', u"There are those who say, ``Why does the Senate not debate and act upon relevant matters?'' This is relevant. And it is relevant today.", u'In very simple and easy to read language, this bill says that a marriage is the legal union between one man and one woman as husband and wife, and that a spouse is a husband or wife of the opposite sex. There is not, of course, anything earth-shaking in that declaration. We are not breaking any new ground here. We are not setting any new precedent. We are not overturning the status quo in any way, shape or form. On the contrary, all this bill does is reaffirm for purposes of Federal law what is already understood by everyone.', u'Mr. President, throughout the annals of human experience, in dozens of civilizations and cultures of varying value systems, humanity has discovered that the permanent relationship between men and women is a keystone to the stability, strength, and health of human society--a relationship worthy of legal recognition and judicial protection. The purpose of this kind of union between human beings of opposite gender is primarily for the establishment of a home atmosphere in which a man and a woman pledge themselves exclusively to one another and who bring into being children for the fulfilment of their love for one another and for the greater good of the human community at large.', u'Obviously, human beings enter into a variety of relationships. Business partnerships, friendships, alliances for mutual benefits, and team memberships all depend upon emotional unions of one degree or another. For that reason, a number of these relationships have found standing under the laws of innumerable nations.', u"However, in no case, has anyone suggested that these relationships deserve the special recognition or the designation commonly understood as ``marriage.'' The suggestion that relationships between members of the same gender should ever be accorded the status or the designation of marriage flies in the face of the thousands of years of experience about the societal stability that traditional marriage has afforded human civilization. To insist that male-male or female-female relationships must have the same status as the marriage relationship is more than unwise, it is patently absurd.", u"Out of such relationships children do not result. Of course, children do not always result from marriages as we have traditionally known them. But out of same-sex relationships no children can result. Out of such relationships emotional bonding oftentimes does not take place, and many such relationships do not result in the establishment of ``families'' as society universally interprets that term. Indeed, as history teaches us too often in the past, when cultures waxed casual about the uniqueness and sanctity of the marriage commitment between men and women, those cultures have been shown to be in decline. This was particularly true in the ancient world in Greece and, more particularly, in Rome. In both Greece and Rome, same-sex relationships were not uncommon, particularly among the upper classes. Plato and Aristotle referred to the existence of such relationships in their writings, as did Plutarch, the Greek biographer.", u"Homer, the Greek epic poet, in the ``Iliad,'' wrote of the love relationship that existed between Achilles and Patroclus. Homer relates that after Patroclus was slain by Hector, Patroclus appeared to Achilles in a dream saying, ``Do not lay my bones apart from yours, Achilles. Let one urn cover my bones with yours, that golden, two-handled urn that your mother so graciously gave you.''", u"As to the Romans, Cicero mentioned casually that a former consul, who was Catiline's lover, approached him on Catiline's behalf. This was undoubtedly during the time of the ``Catiline Conspiracy,'' which took place in the years 63 and 62 A.D.", u"Suetonius, the Roman biographer, relates that Julius Caesar prostituted his body to be abused by King Nicomedes of Bithynia, and that Curio the Elder, in an oration, called Caesar ``a woman for all men and a man for all women.''", u"While same-sex relations were not unknown, therefore, to the ancients, same-sex marriages were a different matter. But they did sometimes involve utilization of the forms and the customs of heterosexual marriage. For example, the Emperor Nero, who reigned between 54 and 68 A.D., took the marriage vows with a young man named Sporus, in a very public ceremony, with a gown and a veil and with all of the solemnities of matrimony, after which Nero took this Sporus with him, carried on a litter, all decked out with ornaments and jewels and the finery normally worn by empresses, and traveled to the resort towns in Greece and Italy, Nero, ``many a time, sweetly kissing him.''", u'Juvenal, the Roman satirical poet, wrote concerning a same-sex wedding, by way of a dialog:', u"``I have a ceremony to attend tomorrow morning.'' ``What sort of ceremony?'' ``Nothing special, just a gentleman friend of mine who is marrying another man and a small group has been invited.''", u"Subsequently in the dialog, ``Gracchus has given a dowry of 400 sesterces, signed the marriage tablets, said the blessing, held a great banquet, and the new bride now reclines on his husband's lap.''", u'Juvenal looked upon such marriages disapprovingly, and as an example that should not be followed.', u"Mr. President, the marriage bond as recognized in the Judeo-Christian tradition, as well as in the legal codes of the world's most advanced societies, is the cornerstone on which the society itself depends for its moral and spiritual regeneration as that culture is handed down, father to son and mother to daughter.", u'Indeed, thousands of years of Judeo-Christian teachings leave absolutely no doubt as to the sanctity, purpose, and reason for the union of man and woman. One has only to turn to the Old Testament and read the word of God to understand how eternal is the true definition of marriage.', u'Mr. President, I am rapidly approaching my 79th birthday, and I hold in my hands a Bible, the Bible that was in my home when I was a child. This is the Bible that was read to me by my foster father. It is a Bible, the cover of which having been torn and worn, has been replaced. But this is the Bible, the King James Bible. And here is what it says in the first chapter of Genesis, 27th and 28th verses:', u'So God created man in his own image, in the image of God created he him; male and female created he them. And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth . . .', u"And when God used the word ``multiply,'' he wasn't talking about multiplying your stocks, bonds, your bank accounts or your cattle on a thousand hills or your race horses or your acreages of land. He was talking about procreation, multiplying, populating the Earth. And after the flood, when the only humans who were left on the globe were Noah and his wife and his sons and their wives, the Bible says in chapter 9 of Genesis:", u'And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.', u'Christians also look at the Gospel of Saint Mark, chapter 10, which states:', u'But from the beginning of the creation God made them male and female. For this cause shall a man leave his father and mother, and cleave to his wife; And they twain shall be one flesh: so then they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.', u'Woe betide that society, Mr. President, that fails to honor that heritage and begins to blur that tradition which was laid down by the Creator in the beginning.', u"Moreover, the drive being spearheaded by a small segment of today's culture reflects a demand for ``political correctness'' gone berserk. I think of Muzzey, who wrote the American history text that I studied in 1927, 1928, 1929, who said in the very first sentence, ``America is the child of Europe.'' Now, Muzzey would have been hooted out of town for being ``politically incorrect'' in having said that. But that was nothing as compared with this.", u"This reflects a demand for political correctness that has gone berserk. We live in an era in which tolerance has progressed beyond a mere call for acceptance and crossed over to become a demand for the rest of us to give up beliefs that we revere and hold most dear in order to prove our collective purity. At some point, a line must be drawn by rational men and women who are willing to say, ``Enough!''", u"Certainly in today's far too permissive world, traditional marriage as an institution is struggling. Divorce is far too frequent, as are male and female relationships which do not end in marriage. Certainly we do not want to launch a further assault on the institution of marriage by blurring its definition in this unwise way.", u"The drive for the acceptance of same-sex or same-gender ``marriage'' should serve for us as an indication that we have drawn too close to the edge and that we as a people are on the verge of trying so hard to please a few that we destroy the values and the spiritual beliefs of the many. Moreover, to seek the codification of same-sex marriage into our national or State legal codes is to make a mockery of those codes themselves. Many legal scholars believe that only after a majority of society comes to a consensus on the legality or illegality of one issue or another should that issue be written down in our legal institutions. The drive for same-sex marriage is, in effect, an effort to make a sneak attack on society by encoding this aberrant behavior in legal form before society itself has decided it should be legal--a proposition which is far in the distance, if ever to be realized.", u'Mr. President, I have heard arguments to the effect that the bill may be unconstitutional. I totally disagree with that.', u"Insofar as the proposal would relate to State recognition of same-sex marriages contracted in other States, Congress is empowered by the full faith and credit clause, article IV, section 1 of the Constitution, to enact ``general Laws prescrib[ing] the Manner'' in which such Acts of other States ``shall be proved, and the Effect thereof.''", u'Congress has from the beginning placed on the books implementing legislation, and it has in recent years enacted more limited statutes relating to child support and custody.', u"Opponents of the present bill argue that while Congress has authority to pass laws that enable acts, judgments and the like to be given effect in other States, it has no constitutional power to pass a law permitting States to deny full faith and credit to another State's laws and judgment. There is no judicial precedent one way or another on this issue, but it is not at all clear why a general empowering of Congress to ``prescribe * * * the effect'' of public acts does not give it discretion to define the ``effect'' so that a particular public act is not due full faith and credit. The plain reading of the clause would seem to encompass both expansion and contraction.", u"However, the argument con and the response assumes that the full faith and credit clause would obligate States to recognize same-sex marriages contracted in States in which they are authorized. This conclusion is far from evident. It is clear that the clause mandates recognition by other States of the judgments of the courts with jurisdiction in another State. But controversy has always attended consideration of the question of what the clause obligates States to do with respect to the ``public acts'' of other States. The judicial decisions are mixed, but ``public acts'' have never been accorded the same recognition as judicial judgments. States have generally been recognized to have the discretion to refuse cognizance of ``public acts'' that are contrary to their own public policy. Thus, in prescribing the ``effect'' on States of State laws that permit or authorize same-sex marriages, Congress may be deemed to be exercising authority under the full faith and credit clause to settle an issue not definitive within the clause itself.", u"The actual policy of the States in recognizing marriages contracted in other States to persons who would not be permitted to marry in the State in which the issue arises is mixed. The general tendency, based on comity rather than on compulsion under the full faith and credit clause, is to recognize marriages contracted in other States even though they could not have been celebrated in the recognizing State. The trend in such promulgations as the Restatement (Second) of Conflicts of Laws and the Uniform Marriage and Divorce Act was to recognize marriages everywhere if they were legal where contracted. But a ``public policy'' exception has been asserted, and, recently, as the Hawaii litigation has proceeded, several States have enacted laws declaring recognition of same-sex marriages to be contrary to the public policy of those States.", u'Thus, it cannot be said that Congress would be contracting a right heretofore clearly prescribed by the full faith and credit clause.', u"There are constitutional constraints upon Federal legislation. The relevant one to be considered is the equal protection clause and the effect of the Supreme Court's decision in Romer versus Evans. Struck down under the equal protection clause was a referendum-adopted provision of the Colorado constitution, which repealed local ordinances that provided civil rights protections for gay persons and which prohibited all legislative, executive or judicial action at any level of State or local government if that action was designed to protect homosexuals. The Court held that under the equal protection clause, legislation adverse to homosexuals was to be scrutinized under a ``rational basis'' standard of review. The classification failed to pass this review, because it imposed a special disability on homosexuals not visited on any other class of people and it could not be justified by any of the arguments made by the State.", u"The impact of the case, and in other areas of governmental action adversely affecting gays, cannot be clearly discerned. Despite the Court's use of the rational basis standard, the opinion appears to view with skepticism the differential treatment of homosexuals as a class. At the least, we can say that the case requires the DOMA, if it becomes law, to be evaluated under the equal protection clause. That evaluation need not be fatal to the law. The proposal does adversely classify homosexuals as a class in defining what status, under the full faith and credit clause, States must accord.", u'The law would not preclude any State from recognizing such marriages. The Colorado amendment fell, not solely because of its differential classification but because the Court concluded, first, that the law was intended to affect adversely homosexuals as a class, and, second, that no rational basis could be asserted for the adverse treatment.', u'The proposal has been presented as one that would protect federalism interests and State sovereignty in the area of domestic relations, historically a subject of almost exclusive State concern. It is presented as a measure that permits, but does not require, States to deny recognition to same-sex marriages contracted in other States, affording States with strong public policy concerns the discretion to effectuate that policy. Thus, while the proposal adversely affects homosexuals as a class, it can be argued that it is grounded not in hostility to homosexuals, not in a legislative decision to target homosexuals because of their homosexuality, but to afford the States the discretion to act as their public policy on same-sex marriages dictates.', u'So, Mr. President, I am not here today to blast anyone. I am not here today to lash out at anybody. I am not here today to attack anybody. I am here saying that we need to recognize this age-old institution of marriage for what it is, what it always has been under the Judeo-Christian concepts of human experience--the marriage union of male and female.', u"On a more pragmatic level although no less important, this bill also addresses concerns with respect to the matter of Federal benefits. As I am sure my colleagues are aware, although many other Americans may not be, the Federal Government extends certain benefits and privileges to persons who are married, but in almost all cases those benefits are given on the basis of a State's definition of ``marriage.'' In almost all cases at the Federal level, there is simply no definition of the terms ``marriage'' or ``spouse.''", u"Indeed, the word ``marriage'' appears in more than 800 sections of the Federal statutes and regulations, while the word ``spouse'' appears more than 3,100 times. And, as I have said, in all but a minute number of those instances--namely, the Family and Medical Leave Act--those terms are simply not defined. Until now, of course, there has never been a need to define them. Until now. That is why to debate this issue is relevant.", u"As I say, in debating the issue, I am not here to bash anyone. I am not here to bash anyone's personal beliefs. But if the State of Hawaii, or any other State, for that matter, redefines those terms, then what will happen at the Federal level? Who knows, for example, what the Social Security Administration is supposed to do when a so-called ``spouse'' of a same-sex marriage walks in and attempts to collect survivors benefits under the Social Security program? What is the Social Security clerk to say? Without a Federal definition--and that is what we are attempting to accomplish here--without a Federal definition of something that has been previously undefined, every department and every agency of the Federal Government that administers public benefit programs would be left in the lurch. We shall have sown the dragon's teeth!", u"Moreover, I urge my colleagues to think of the potential cost involved here. How much is it going to cost the Federal Government if the definition of ``spouse'' is changed? It is not a matter of irrelevancy at all. It is not a matter of attacking anyone's personal beliefs or personal activity. That is not my purpose here. What is the added cost in Medicare and Medicaid benefits if a new meaning is suddenly given to these terms? I know I do not have any reliable estimates of what such a change would mean, but then, I do not know of anyone who does. That is the point--nobody knows for sure. I do not think, though, that it is inconceivable that the costs associated with such a change could amount to hundreds of millions of dollars, if not billions--if not billions--of Federal taxpayer dollars.", u"Mr. President, for these reasons and others named by the opponents of same-sex or gender marriage, I hope that our colleagues here in the Senate will demonstrate their thorough opposition to efforts to subvert the traditional definition of ``marriage'' by going on record today against this very unnecessary idea.", u'Let us make clear that in our generation, at least, we understand the meaning and purpose of marriage and that we affirm our trust in the divine approbation--you do not have to be a preacher to say this; I am not a prophet or the son of a prophet; I am not a preacher or the son of a preacher; one does not have to be a prophet or a preacher--to affirm our trust in the divine approbation of union between a man and a woman, between a male and female for all time.', u'Mr. President, 41 years ago I was traveling with a House subcommittee of the Committee on Foreign Affairs. I visited the city of Baghdad, the city of the Arabian Nights, where Ali Baba followed the 40 thieves through the streets, and from which Sinbad the Sailor departed on his journey to the magnetic mountain.', u'I asked an old Arab guide to take me down to the old Biblical city of Babylon, where one of the famous seven wonders of the world, the hanging gardens, was created. As I reached the old city of Babylon I stood on the banks of the Euphrates River, that old river that is first mentioned in the Book of Genesis, which like a thread runs through the entire Bible, the Old Testament and the New, and is mentioned again in the Book of Revelation.', u"I stood on the site, or at least I was told I was standing on the site of where Belshazzar, the son of Nebuchadnezzar, held a great feast for 1,000 of his lords. Belshazzar took the cups that had been stolen from the temple by Nebuchadnezzar. He and his wife and concubines and his colleagues drank from those vessels, and Belshazzar saw the hand of a man writing on the plaster of the wall, over near the candlestick, and the hand wrote ``me'ne, me'ne, te'kel, uphar'sin'' and the countenance of Belshazzar changed, his knees buckled, and his legs trembled beneath him. He called in his astrologers and soothsayers and magicians and said, ``Tell me what that writing means,'' but they were mystified. They could not interpret the writing. Then the queen told Belshazzar that there was a man in the kingdom who could interpret that writing. So, Daniel was brought before the king and told by the king that he, Daniel, would be clothed in scarlet with a golden chain around his neck, and that he would become a third partner in the kingdom if he could interpret that writing. Daniel interpreted the writing:", u'God hath numbered thy kingdom and finished it. Thou art weighed in the balances and art found wanting. Thy kingdom is divided and given to the Medes and Persians.', u'That night Belshazzar was slain by Darius the Median, and his kingdom was divided.', u'Mr. President, America is being weighed in the balances. If same-sex marriage is accepted, the announcement will be official, America will have said that children do not need a mother and a father, two mothers or two fathers will be just as good.', u'This would be a catastrophe. Much of America has lost its moorings. Norms no longer exist. We have lost our way with a speed that is awesome. What took thousands of years to build is being dismantled in a generation.', u'I say to my colleagues, let us take our stand. The time is now. The subject is relevant. Let us defend the oldest institution, the institution of marriage between male and female, as set forth in the Holy Bible. Else we, too, will be weighed in the balances and found wanting.', u'I thank all Senators and I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}