{u'speaker_state': u'MT', u'speaker_raw': u'mr. burns', u'speaker_first': u'Conrad', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk62', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Burns', u'pages': u'S10100-S10125', u'speaker_party': u'R', u'date': u'1996-09-10', u'bills': [u'H.R. 3396'], u'bioguide_id': u'B001126', u'order': 62, u'speaking': [u"Mr. President, as a cosponsor of the legislation now before us, H.R. 3396, the Defense of Marriage Act, I rise today to express my strong support of this bill. This straightforward legislation does just two things: First, provides that no State shall be required--I repeat, no State shall be required--to give effect to a law of any other State with respect to a same-sex marriage. Second, the Defense of Marriage Act defines the word ``marriage'' and ``spouse'' for purposes of Federal law. Though this bill is short in length--just 2\\1/2\\ pages in fact--it is long in substance.", u'As most of you are aware, the issue of same-sex marriages and consequently the introduction of the Defense of Marriage Act has come to the political forefront in part because of a 1993 Hawaii State Supreme Court decision. In the case of Baehr versus Lewin, the Hawaii State Supreme Court rules that the Hawaiian Constitution discriminates against the civil rights of same-sex couples by declaring that a legal marriage can only exist between individuals of the opposite sex.', u'In response to this decision,the Hawaii State Legislature has since indicated that the question of same-sex marriages is one of public policy and that the court therefore had no jurisdiction to decide the matter. The legislature has further held that the institution of marriage is inexorably linked with procreation and therefore may be validly limited to male/female couples.', u"Though Hawaii's Legislature has made it unmistakably clear that marriage is limited only to a man and a woman, the same-sex marriage issue still thrives in the Hawaii courts, and a lower court is scheduled to begin considering the issue this month. Should this court rule in favor of legalizing same-sex marriages, the repercussions of such a decision would have quite a legal effect.", u"Mr. President, because article IV, section I of the U.S. Constitution, requires that every State honor the ``public Acts, Records, and judicial Proceedings'' of every other State, the Hawaii court decision could potentially create a situation in which the remaining 49 States, including Montana, would have to recognize same-sex marriages if couples from or married in Hawaii move to another State. In addition, because there is currently no definition of marriage on the books, the Federal Government would be forced to recognize same-sex marriages for Federal benefit purposes. Since the word ``marriage'' appears in more than 800 sections of Federal statutes and regulations, and the word ``spouse'' appears more than 3,100 times, Federal benefits, such as Veterans, Health and Social Security, would all be subject to revision. Given the budget difficulties we are currently facing, it would be an understatement to say that this could have an enormous financial impact on our country. That troubles me deeply.", u'I know that there are people who are concerned that this bill will diminish the power of States to determine their own laws with respect to marriage. Now, let me say that anyone who knows me well, understands that I have always supported giving power back to the States. And I would have serious reservations about supporting this legislation if it mandated to the State of Hawaii, the State of Montana, or any other State for that matter what marriages they can legally recognize. As written, this bill in no way does that.', u"By adding a second sentence to article IV, section I of the Constitution that reads, ``And the Congress may be general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be approved and the Effect thereof,'' the Framers of the Constitution had the foresight to give Congress the discretion to create exceptions to the mandate contained in the ``Full Faith and Credit Clause.'' Therefore, the Defense of Marriage Act, as provided for by this exception, permits us to tackle the issue of same-sex marriages head on and, I am pleased to note, allows States to make the final determination concerning same-sex marriages without other States' law interfering. Let me say that another way. This bill will not outlaw same-sex marriages, it simply exempts a State from legally recognizing a marriage that does not fit its own definition of marriage. Under this bill, States will still be free to recognize gay marriages if they so choose. Under this bill, States will still be free to recognize gay marriages if they so choose. That is the way it should be, individual States deciding what is best for themselves.", u"Beside protecting the right of States to set their own policies on same-sex marriages, the Defense of Marriage Act puts Congress on record as defining the word marriage as ``the legal union between one man and one woman as husband and wife,'' and the word spouse as ``a person of the opposite sex who is a husband or wife.'' This is not ground-breaking language. It merely restates the current understanding. This language reaffirms what Congress, the executive agencies, and most Americans have meant for 200 years when using the words marriage and spouse--that a marriage is the legal union of a male and female of certain age in a holy estate of matrimony.", u'Mr. President, numerous polls show that the majority of American people, no matter their religious belief, clearly support protecting the sanctity of marriage. As a Nation we understand that the institution of marriage sets a necessary and high standard. Though most of us agree that everyone should have the right to privacy, most Americans believe the institution of marriage should be cherished and respected and so do I.', u'Although I know that this bill will not solve the problems that take place within individual marriages--particularly in light of statistics showing that one out of every two marriages in this country now ends in divorce--this legislation reaffirms that marriage between one man and one woman is still the single most important social institution. Marriage and the traditional values it represents is the heart of family life and has been shown to promote a healthy and stable society. Principles we sorely need to uphold in our country today.', u'Mr. President, at a time when it is becoming the exception, we have an opportunity today to reaffirm our commitment to the traditional two parent family. And I want to take a moment to thank all of those on both sides of the aisle who have worked so hard to bring this legislation to this point. I particularly want to commend Senator Nickles for leading the way on this issue. On that note, because of Senator Nickles efforts, and with the overwhelming support this bill received in the House earlier this summer, it looks as though we are going to see our way clear and pass this bill through Congress.', u'In closing, Mr. President, a number of my colleagues have delivered sound and eloquent arguments both in support of and in opposition to this bill today. I truly believe they do so with the most honorable of intentions. Let me remind my colleagues on both sides of this issue, however, that we are not the only voices speaking today. I have received literally thousands of letters and phone calls asking me to uphold the institution of marriage by voting for this legislation. I am sure many of my colleagues here in the Senate have as well. I trust you will listen to those voices.', u'Though I am fully aware that a vote for the Defense of Marriage Act will provide a reason for some to label me as intolerant, a bigot or uncompasionate--which I might add is not true--I am going to vote to send this bill to the President. I strongly urge my colleagues in the Senate to do the same. Thank you Mr. President.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}