{"speaker_state": "NY", "speaker_raw": "mr. rangel", "speaker_first": "Charles", "congress": 112, "title": "IN HONOR OF THE NEW YORK CITY STREET RENAMING OF EAST 111TH STREET, BEWEEEN 1ST AVENUE AND FRANKLIN D. ROOSEVELT DRIVE AS PHILIP REED WAY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-09-20/html/CREC-2011-09-20-pt1-PgE1665.htm", "number": 140, "id": "CREC-2011-09-20-pt1-PgE1665.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Rangel", "pages": "E1665", "speaker_party": "D", "date": "2011-09-20", "bills": null, "bioguide_id": "R000053", "order": 0, "speaking": ["Mr. Speaker, I rise today to celebrate the New York City street renaming of East 111th Street, between 1st Avenue and Franklin D. Roosevelt East River Drive after my beloved friend, political ally, and the late former New York City Council Member Philip Reed. Elected in 1997, Phil represented East Harlem and Manhattan Valley, and parts of the Upper West Side and the South Bronx. He left office in 2005, unable to seek re-election to a third term because of term limits. He was a Democrat, and the first openly gay black member of the City Council. Phil passed away on November 6, 2008, two days after fulfilling his last wish to vote for and witness the election of Barack H. Obama as President of the United States of America.", "Born on Feb. 21, 1949, Philip Reed, a New York native, was the son of a black father and a white mother. He and a twin sister, Elinor, were raised by their mother and stepfather, both white, in an upper-middle-class Manhattan world of civil rights activism, prep schools, and Martha's Vineyard. Phil dropped out of Ohio Wesleyan University and received conscientious objector status during the Vietnam War.", "Philip Reed began his activism, participating in the Civil Rights Movement, the Free Speech Movement, and the Vietnam War protests, as a student and tennis athlete. He took part in civil disobedience at the University of California, Berkely Campus in Oakland and was arrested. He later became a leader in the Gay Rights Movement and was one of the legendary participants of the Stonewall Riots, which were a series of spontaneous, violent demonstrations against a police raid that took place in the early morning hours of June 28, 1969, at the Stonewall Inn, in the Greenwich Village neighborhood of New York City.", "As a local community activist, Phil worked with Central Park West North Block Association, Community Board 7 and the NYPD to rid Central Park North and the surrounding Manhattan Valley neighborhood of drugs, crack cocaine, trafficking and prostitution. He challenged the Community Board and Borough Presidents to bring issues that are more diverse to the board, and increase the number of minority appointments to the Community Board. As a Democratic District Leader, Phil helped to make Three Parks Independent Democratic Club one of the largest and most diverse productive Independent Democratic clubs on the upper West Side Manhattan Valley and city of New York.", "As a New York City Councilman, Phil Reed is responsible for authoring and passing historic legislation to ban racial and religious profiling in New York City, the use of cell phones in places of public performances, and predatory lending. As Chair of Consumer Affairs, he created identity theft legislation to protect all New Yorkers and sought to reform and increase vendor licenses for all potential entrepreneurs living in the city. As a member of the Aging Committee, he directed funding to purchase vans, upgrade kitchens and food pantries for senior centers and programs. He renovated libraries to include air conditioning and fought for and secured funding to preserve and expand El Museo Del Barrio, the Metropolitan Museum of Art, and the Museum of the City of New York, which Mayor Giuliani tried to relocate to the Tweed Building in lower Manhattan.", "He created cultural pathways along the East 103rd Street Corridor, installed new historic street lamps and poles, planted trees and installed tree guards along the East 116th Street, West 106th Street, East 138th Street and East 106th Street corridors. He led, managed and funded the Frederick Douglass Memorial Circle and West 110th Street Gateway Project and directed funding that increased the number of police emergency call boxes throughout the northern end of Central Park. He funded new technology for computers and science labs for public schools throughout the entire district.", "As Member of the Health Committee he protected and preserved HIV/AIDS funding from cuts and made sure those funds were distributed to the areas and agencies in the field that did the work and outreach. He kept the Health Department from closing the 115th Street Community Health Office and dental clinic in East Harlem. He organized one of the largest coalitions to fight against the redevelopment of the 100th Street Bus Depot, and even though the community lost that fight, he made the MTA spend an additional 15 million dollars to add a roof and state of the art ventilation system to enclose and protect asthmatics from diesel fuel exposure. Because of that coalition's fight, the MTA purchased a record number of clean air and hybrid buses. He re-established and nurtured the East Harlem Asthma Working Group and at the urging of Senator Hillary Clinton in 2003, the group held New York City's First Annual Asthma March. Phil's annual asthma symposiums were effective and known throughout the city.", "Phil will be greatly remembered for his work to improve, create and refurbish open space and directed most of his capital dollar allotments to the restoration and creation of parks and playgrounds throughout the Eight Council District and beyond, including Hudson River Park, Riverside Park Ball Fields and the Frederick Douglass Memorial Circle. Phil funded a nature pathway boardwalk and bridge on Randall's Island, and today thousands and thousands of public school children from East Harlem and beyond are learning hands-on about nature and their environment through programming through the Randall's Island Sports Foundation.", "Parks funded by Philip Reed: Peoples Park and Playground (Mon Haven), Brook Park (Mott Haven), Millbrook Playground (Mott Haven), Happy Warrior Park and Playground (Manhattan Valley), Frederick Douglass Ball Field, Playground and Pool (Manhattan Valley), Riverside Ball Fields (Manhattan Valley/Upper West Side), Broadway Malls & Water Truck (Manhattan Valley/Upper West Side), Booker T. Washington Playground (Manhattan Valley), Thomas Jefferson Ball Fields and Recreation Center (East Harlem), Robert McNair Park and Playground (East Harlem), Central Park Zoo & Tiger Bathrooms (Central Park), Wagner Houses Playground (East Harlem), East 103rd Street Community Garden (East Harlem), 97th Street Park Avenue Mall (East Harlem), Randall's Island's Nature Boardwalk and Pedestrian Bridge (Randall's Island/Ward Island).", "Mr. Speaker, please join me, the city of New York and a very grateful Nation as we celebrate the legacy of a true American hero by the street renaming of East 111th Street, between 1st Avenue and Franklin D. Roosevelt East River Drive as ``Philip Reed Way.''"], "capitolwords_url": "http://capitolwords.org/date/2011/09/20/E1665_in-honor-of-the-new-york-city-street-renaming-of-e/"}