{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 112, u'title': u'MIDDLE CLASS TAX CUT ACT--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-07-24/html/CREC-2012-07-24-pt1-PgS5282-2.htm', u'number': 111, u'id': u'CREC-2012-07-24-pt1-PgS5282-2.chunk26', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Boxer', u'pages': u'S5282-S5298', u'speaker_party': u'D', u'date': u'2012-07-24', u'bills': None, u'bioguide_id': u'B000711', u'order': 26, u'speaking': [u"Now, I say Mr. President, we can see that 30 million people are left out of the House Violence Against Women Act. That is why we have seen a number of colleagues in the House call for passage of a bill such as the Senate's bill, because we include everybody. It isn't fair to leave entire groups out of the protections of the Violence Against Women Act, and that is exactly what they do in the House.", u'The House bill ignores the wishes of law enforcement and excludes key protections for 4 million immigrants. It excludes 16 million LGBT persons from critical legal protections and services. More than 44 percent of LGBT victims who seek shelter are turned away.', u'The House bill would also prevent Indian tribes from protecting almost 2 million Native American women from their abusers. This is outrageous. It is an extremely outrageous omission, given that nearly half of all Native American women have been victims of domestic violence. Let me repeat that: Almost half of all Native American women have been victims of domestic violence. Yet among the 30 million left out of the House Violence Against Women Act, we see the exclusion of the Native American community.', u'Despite the epidemic of sexual assault and dating violence on our college campuses, the House bill leaves out improved protections for more than 11 million college women.', u'The House bill would deny vital protections to women such as an immigrant woman who is my constituent who had been stabbed by her boyfriend 19 times while she was 3 months pregnant. During her ordeal, her boyfriend drove her from one part of town to the other, refusing to take her to the emergency room, even though she was losing consciousness and bleeding profusely.', u"Thankfully, the woman received medical attention, the baby was not lost, and she made a full recovery. This brave woman, despite her physical and emotional scars, fully cooperated with police and the prosecutor to eventually bring her abuser to justice. A women's shelter helped her get a U visa based on her cooperation with law enforcement, and she and her child were able to move on with a new life.", u'If we look at some of the most vulnerable people living in America today, in addition to our children--and I know what the Presiding Officer is dealing with in Pennsylvania, with an unbelievable, horrific, violent crime that took place on a college campus over a period of years--we know our children are vulnerable, and our immigrant women are extremely vulnerable, too, because they are scared they are going to be kicked out of the country and, therefore, their abuser knows that and puts them in a horrific situation, where if they go to the police to report the abuse on themselves and their kids, they may be kicked out of the country.', u'That is why we have the U visas. The U visas say: If someone cooperates with law enforcement, they will not be kicked out. So we have to include immigrant women and, by extension, their children in the 30 million who are left out. We have to add them back in.', u'The House bill fails to ensure that people such as Jonathon, a gay man who was abused by his partner of 13 years, receives full protection under the law and cannot be discriminated against.', u'When Jonathon did seek shelter from his abuser, he was refused by three L.A. area domestic violence shelters, none of which could give him a reason for excluding him. But he was left out because this community was not mentioned in the Violence Against Women Act. It is not mentioned in the House act, and Jonathon falls among the 30 million who are left out of the House act.', u'The House bill also leaves out students such as Mika, who was physically assaulted by her ex-boyfriend while she was in college in San Francisco. Her ex-boyfriend broke her phone, broke into her home, stole her belongings, stalked her at school, and severely beat her. ', u'She got a restraining order against him but struggled to get her school to enforce that restraining order. She should not have had to struggle. She should have had the school on her side.', u'Sadly, only the Senate bill would help her, not the House bill. The House bill does not protect these women. Only the Senate bill ensures that all women, LGBT individuals, and college students are protected equally under the law, as well as Native American women.', u'The consequences of denying anyone the critical protections in the Violence Against Women Act are too great. When someone is bleeding on the floor, we need to help them in this great country. We do not want to start asking them questions. Are you gay? Are you straight? Are you an immigrant? Are you a college student? Are you a Native American? If someone is bleeding on the floor, we help them in this country. That is what America is about.', u'We see the compassion and the love every day in our country, and we saw it pour out in Aurora, CO, for an unspeakable situation. When there is violence, we have to help the victims. Only the Senate bill, the Senate Violence Against Women Act, the Leahy-Crapo bipartisan Senate bill, affords protection to all our people.', u'So what we are saying to Speaker Boehner is: Please hear our plea. This is not about the Senate saying it is any better than the House. What we are saying is, in a bipartisan way, we figured out a bill that will protect everybody, and we are asking Members to pick up that bill and pass it.', u'There are some technical issues--a blue-slip question. We have studied that. What did we find out? Those technical problems can be overcome in 5 seconds. So there is no reason why the House cannot pick up and pass the Senate bill.', u'The safety of women across the country, the safety of all our communities, is at stake, and it is time we pass it.', u'In closing, I would say this: Vice President Biden is a wonderful human being, and he could not sit back when he was in the Senate and see violence against women go on and on and on without any way to ensure that women could get into shelters, that women could get counseling, that law enforcement could be trained, that doctors could be trained, that nurses could be trained, and that we enhance the penalties for those who would harm another in a domestic violence situation.', u'He had tremendous foresight. In this bill, Senator Leahy and Senator Crapo have amazing foresight because they have strengthened this. We have cut back domestic violence by 53 percent. But we have a long way to go when three women a day are killed--killed--by their abuser.', u"Again, we have a very clear message for the House: Please join hands with us. Please, with all the politics and all the fighting and all the problems, there are certain times when we should reach out to one another and protect the American people. This is one of those times. We have the bill. It is bipartisan. It works. Please accept it, and let's get on with our work.", u'Thank you very much.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/07/24/S5282-2_middle-class-tax-cut-act-motion-to-proceed-continu/'}