{"speaker_state": "DE", "speaker_raw": "mr. coons", "speaker_first": "Christopher", "congress": 112, "title": "FAMILY AND BUSINESS TAX CUT CERTAINTY ACT OF 2012--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-13/html/CREC-2012-09-13-pt1-PgS6289-6.htm", "number": 123, "id": "CREC-2012-09-13-pt1-PgS6289-6.chunk84", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Coons", "pages": "S6289-S6332", "speaker_party": "D", "date": "2012-09-13", "bills": null, "bioguide_id": "C001088", "order": 84, "speaking": ["Madam President, I rise today in honor of the 18th anniversary of the signing of the Violence Against Women Act into law. As my good friend and colleague the Senator from California has just reminded all of us, it was my home State Senator, now our Vice President, Joe Biden, whose leadership in getting the Violence Against Women Act signed into law in the first place, moved us in this country toward a society that is more just, that is more safe, that is more welcoming.", "It is, in my view, incredibly discouraging that we are fighting today in the Congress a battle that he made such great early progress on and that should have been won decades ago. Why must we fight in 2012 such a protracted legislative battle to maintain, strengthen, and secure the rights of more than half of the population of this country and to extend the lifesaving programs supported by VAWA to those who need them of every background all across our country?", "It cannot be that it is because those who oppose VAWA's reauthorization believe that violence against women is no longer a threat. In my own home county, New Castle County, DE, earlier this year a man was arrested after a horrifying assault on his ex-girlfriend, committed in front of all five of her children. The victim's teenage son called 9-1-1 in a panic, terrified. This incident, one of sadly many in my home community, is just another stark example of how domestic violence continues to hurt and harm not just its victims but entire families, not just the woman or occasionally men who are the victims of domestic violence but the children who witness it and whose lives are changed by it.", "In a world where this sort of violence continues to happen in all our communities, we still need the Violence Against Women Act. We need it to be reauthorized. We need it to be reauthorized and strengthened. We need it to be reauthorized, strengthened, and broadened. It has been a full year since VAWA expired, and still we do not have a reauthorization signed into law. Reauthorization is a real opportunity, one built into the initial act, that requires us as a body, the House and Senate together, to sit down and sift through the data and to examine how these programs can be better, stronger, more efficient, and more effective. Every 5 years we have to take a hard look at where we are failing and where we are succeeding in this important work against domestic violence, the scourge that lives in the dark throughout our community.", "Here in the Senate we have done that work. The House, sadly, has not. In my view, we must not let them be a roadblock to the critical progress we have been called upon to make. This is our time to make the necessary changes to improve VAWA and to reauthorize it, and we will not back down.", "In this year's reauthorization we made a number of critical changes, positive changes, and two that are particularly important to me: First, ensuring that every victim of abuse in this country is able to count on the law to protect them, regardless of who they are, where they live, or whom they love; and, second, ensuring that we reduce bureaucracy and strengthen accountability, to ensure that taxpayer dollars authorized through VAWA are spent wisely, responsibly, and effectively.", "The Senate reauthorization moves us forward by adding protections for victims of domestic violence regardless of their sexual orientation. The reality is, as we learned in reexamining VAWA and the experiences of the last 5 years, sadly the reality is that lesbian, gay, bisexual, and transgender Americans experience domestic violence at the same percentage as relationships in the general population, a shocking 25 to 30 percent of all relationships. Yet nearly half of LBGTQ victims are turned away from domestic violence shelters and one-quarter are unjustly arrested as if they were the perpetrators.", "The Senate reauthorization makes plain that discrimination is not the policy of these United States. It says no program funded by Federal VAWA dollars can turn away a domestic violence victim because of their sexual orientation or their gender identity, whether the victim is gay or straight, American Indian, White, Black, or Latino. In my view, and the view of so many in this Chamber, they deserve protection from abuse and justice for their abusers.", "There are two other important changes in this VAWA reauthorization as passed through the Senate, both of which help ensure we bring perpetrators to justice no matter who their victims are or where their crimes are committed. These provisions support victims of crime committed on tribal lands and help law enforcement to secure needed testimony from victims who are unwilling to come forward due to reasonable fear of deportation.", "So in total I think all three of these important changes to the substance and scope of VAWA strengthen it, carry forward its initial spirit, and are completely appropriate things for this Senate and the House to do in our every 5-year reconsideration and reauthorization of ", "It is important to remember that VAWA goes beyond basic justice for our fellow citizens. It supports the investigation and prosecution of violent crime. Delaying this reauthorization means denying essential tools to law enforcement officers in my home State of Delaware and the Presiding Officer's home State of North Carolina and all across our country.", "As someone who used to be directly responsible for a county police department, who worked in close partnership with all of the different elements, all the different nonprofit groups and civic and community groups, all of the elements from corrections to law enforcement to advocates to providers of services that were brought together in a positive and cohesive way by VAWA, I know how important this is to a holistic approach to combating domestic violence.", "If we are to tackle a problem this large, this pervasive, this dangerous, we need well-trained and dedicated law enforcement officers. We also need support from the whole community to provide the whole broad range of services that can continue to make progress in pressing back on this evil in our country.", "In Delaware, that is exactly want we have done. In Delaware, VAWA has fostered a community of those dedicated to reducing violence, allowing each group to reinforce the other, and adding value that individual programs alone could not create. VAWA touches on everything from transitional housing to national hotlines, from the safe exchange of children to increased awareness on college campuses, from law enforcement grants in rural communities to sexual assault service programs in urban communities--not only for women, for men, for children but for whole families and whole communities.", "VAWA is an important piece of legislation, and that it sits unauthorized in the other Chamber of this Congress is, to me, a great shame and a great tragedy. We must not allow this anniversary of its initial signing into law to pass without redoubling our efforts and redoubling our commitment.", "My colleagues who oppose this reauthorization put all of this progress at risk. Their insistence on excluding some of our friends and neighbors just because of their background or their sexual orientation is unconscionable. We will keep fighting to secure VAWA reauthorization this year because the safety of our communities depends upon it and simple justice calls for it.", "I yield the floor, and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/09/13/S6289-6_family-and-business-tax-cut-certainty-act-of-2012-/"}