{"speaker_state": "PA", "speaker_raw": "mr. casey", "speaker_first": "Bob", "congress": 111, "title": "MAKING EMERGENCY SUPPLEMENTAL APPROPRIATIONS FOR FISCAL YEAR 2010-- Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-25/html/CREC-2010-05-25-pt1-PgS4176-2.htm", "number": 80, "id": "CREC-2010-05-25-pt1-PgS4176-2.chunk301", "volume": 156, "chamber": "Senate", "session": 2, "speaker_last": "Casey", "pages": "S4176-S4206", "speaker_party": "D", "date": "2010-05-25", "bills": null, "bioguide_id": "C001070", "order": 301, "speaking": ["Mr. President, I think if there is one way to describe, summarize, or encapsulate the feelings that are not only I think prevalent in the Senate or in the Congress but throughout the country, when we think of our children and all children, I think we have a basic belief that every single child in America is born with a light inside them. For some children, of course, because of their circumstance, the family they come from, the situation into which they are born, that light is as bright as it can be; it is incandescent. You cannot see the limits of it. It is blinding that they are so full of potential and ability and they don't need as much help. They are going to be fine because of the brightness of that light--the measure of their potential.", "For other children, they are born with a bright light, but it doesn't shine quite as brightly, because of all kinds of circumstances. We have all experienced this in our lives and in our own families and with people we have encountered. Many elected officials have talked to their constituents about this. I have always believed that the obligation of a public official, no matter where you are, no matter what level of government, or no matter what degree of responsibility you have, has a basic obligation to make sure that the light inside of every child is realized, or the potential that that light indicates is realized. We have to do that every day one way or another.", "We had a hearing today in the Health, Education, Labor, and Pensions Committee on early education. As a country, we have not met the obligation I believe we should meet to provide children with learning at the early stages of their lives. First grade and second grade are really too late. They need to be exposed to early learning opportunities earlier.", "A lot of States are doing this. There are a lot of good examples out there. But we have not made a national commitment to providing early learning opportunities. That is one thing we should do for a child to make sure the light of his or her potential is realized, to make sure they learn at a young age. It is determinative of their whole life. It actually has an impact on the skill of our workforce many years later.", "Secondly--not in this order--we should make sure they have enough to eat and get proper nutrition. Again, this happens to be what we are working on. The Child Nutrition Act is up for reauthorization. We are going to have a chance to enact another piece of legislation that will continue that commitment to making sure more and more of our children have access to nutritious foods in school and otherwise.", "We have made a lot of progress. Among the three I just mentioned, maybe the one we made the most progress on is health care for children. You cannot say the light inside a child will reach its potential if that child does not have health care.", "Fortunately, we are at a point now where we not only have 7 million children covered under the children's health insurance program, but that is going to grow to 14 million in just a couple of years. That is a remarkable achievement, but it is not enough if we cover 14 million. There still will be millions more, depending on what estimate is out there, but many millions more who will not be covered even as a result of the health care bill we passed. We have more work to do on health care.", "If we are doing the right things as public officials, no matter where we are, whether it is at the level of the Federal Government or all the way down to local, county, and State governments, we should make sure we are doing the job on health care for children. We are not there, but we have made a lot of progress.", "Make sure we are providing children with enough to eat, nutrition--we have a long way to go on that issue, but we have made progress.", "Thirdly, we will make sure every child has early learning opportunities. We have made a lot of progress and still have a ways to go.", "There actually is a fourth, at least the way I analyze it. The fourth is so fundamental that we sometimes forget about it. It is not just health care and nutrition and early learning; the fourth is basic safety, protecting children from the horrors of this Earth, from people who prey upon them in so many different ways, from the so many horrific ways children are abused and neglected and left behind and are victims of violence.", "Unfortunately and increasingly, that degree of violence, as it relates to children or young people, even through the high school years, is becoming more and more apparent and more and more egregious in our schools. We are talking about this whole concept of bullying about which we are hearing a lot. I realize some will say: That has been happening for years. Every generation has had kids picked on in school. So why is this any different?", "It is different today. The numbers are up, but the degree of cruelty and violence, in my judgment, is way up. We had a terrible example of that in Massachusetts a couple of months ago. I can point to several other States and many examples. It is true in my home State of Pennsylvania as well. In Pennsylvania and throughout the country, violence, bullying, and harassment in schools is a growing problem for all children. It is not restricted to one State or one locality or one situation.", "It is true for all children but especially--and the evidence on this part of the problem is overwhelming and really disturbing--the violence and bullying as it relates to children who happen to be gay, lesbian, bisexual, or transgender. We all know about the acronym GLBT. That is happening in greater numbers. We cannot just lament it and say: That is too bad, but it happens over time. It has been happening for generations. It is too bad there is not a lot we can do about it.", "The adults--and especially the adults who happen to be public officials who have the opportunity to vote or appropriate dollars or take action--have to do something.", "Some would say: That is a State and local school district issue. The Federal Government does not need to get involved.", "We have seen in the past where sometimes, if we do not take action or at least demonstrate leadership or at least create conditions where we diminish the likelihood that a child, especially a child who happens to be gay or lesbian, for example--they will not be the victims of violence if we do something about it. There is no one bill we can pass that will eliminate it. I understand that. But I think the idea that we can't do anything about it is really dishonest, at best. We ought to do something about it.", "According to the Department of Education--just listen to these numbers--one in three schoolchildren is affected by bullying or harassment in grades 6 through 10. That is one number.", "According to a separate study by the Gay, Lesbian, and Straight Education Network--known by the acronym GLSEN--less than half--and this relates to Pennsylvania only--less than half of Pennsylvania students said they felt safe in school. It is a problem across the board for all children but especially and most disturbingly for children who happen to be gay, lesbian, bisexual, or transgender.", "Relentless bullying results in long-term consequences for the well-being of its victims. Just as before when I talked about the long-term impact of no health care or no nutrition or no early learning, this, too, has long-term consequences for that child, for that school, for that child's family, for that community, and, guess what, long term for all of us because it will affect whether that child reaches their potential, whether they have a skill level that is commensurate with their ability and their potential or whether they fall short of that because they were beaten or bullied when they were a child and they could not learn, and because they could not learn they did not do as well in school, and because they did not do well in school, they did not get the job or have the skill level they could have had. If only we had acted and tried to do something about this situation.", "Here are some of the long-term consequences for that child:", "Students who are bullied have a decreased interest in school. Some of these are self-evident, but we need to remind ourselves what they are. That is obvious, but it is a big problem.", "Students who are bullied may be absent from school. It makes sense. Why would you want to go to school if you are getting beaten up and harassed every day and nobody is helping? That is part of the problem.", "When they are in the classroom, they have a harder time concentrating. I cannot even imagine. We talk about how hard it is to concentrate when a child does not have enough to eat. The pain of not having enough to eat prevents them from learning and growing as a student. If you are a victim of violence, you are literally in pain at just the anticipation of when you leave that classroom to walk down the hallway, that same guy or group of people is going to make you the victim, yet again, of harassment or bullying. It does not even have to be physical. Just the verbal abuse, just the intimidation is enough to have an impact on that child.", "We know bullying and the threat of violence is a common experience for young people who identify themselves as gay, lesbian, bisexual, or transgender, or who are perceived to be by their peers. People make comments about someone, and then they attack them, and then they become a victim.", "These are not just children or young people who are someone else's child or someone else's problem; these are God's children. No matter who they are, they are God's children.", "It is the ultimate form of betrayal--just like domestic violence is--when someone who lives in a home and is supposed to love the person is beating them up. That is an easy example to remember about what betrayal means.", "Even in the context of a school, a child goes to school to learn. The implication is that while they are learning, they will be safe and actually nurtured, especially if they are very young, that they will be surrounded by people who will help them and educate them but also protect them. Yet they go into that environment to learn and to grow, and they are the victims of violence, and no one in that institution helps them or they help them too late or they say: It is not my problem or it is the parents' problem or the school district's problem or someone else's problem. That would be one of my definitions of betrayal of a child in that circumstance.", "A recent study of LGBT teens reported that 9 in 10 reported harassment in the last year. Mr. President, 9 in 10. I don't care if it was 1 in 10 or if it was 5 in 10 or 6 in 10--that would be bad enough. But 9 in 10 in this one survey. And 3 out of 5 students reported feeling unsafe in school. When I was a kid, I never felt unsafe in school. I have no recollection of ever having that feeling in my life. These kids feel it every day. One-third of students said they skipped school in the last month because they felt unsafe coming to school. Talk about consequences--missing school because they feel they are going to be beaten up or harassed.", "Perhaps one of the most disturbing statistics is a third of all students said teachers and administrators rarely intervened in these cases. Some will say it is a generalization. I understand it is a generalization, but apparently it is happening out there in far too many cases. Of course, one case is enough. It is one thing to feel intimidated, scared, and fearful. It is another one to feel that no one around you in positions of authority will help you.", "We often talk in this country--and, of course, in Washington as well--about freedom, the great freedoms we have in America: the freedom to make your own way, to be an entrepreneur, to find your way in life, to start your own business, to make your own money, to travel where you want, to say what you want, freedom of speech--all these great freedoms we have, and thank goodness we have them. Thank goodness people were willing to die for those freedoms in our history and up to the present day. Men and women are serving in combat to preserve our freedoms.", "We talk about freedom, but sometimes we forget another element of the issue of freedom. Just like adults have the right to free speech and the right to assembly and all the constitutional rights we celebrate, young people have rights, too, or at least they should. One of the rights, one of the freedoms they should be allowed to enjoy is the freedom from fear. We have heard that expression before, ``the freedom from fear.'' These children I just described do not have that freedom. They are not free, even in this land where we celebrate freedom every day of the week. We have an obligation to take action to make sure that basic right is protected against those who would deny them that freedom--the freedom to be free from fear.", "We have to do something about this problem. We cannot do everything. Not one bill will solve this problem. But I think we can enact a couple pieces of legislation which will have a positive impact.", "Tomorrow, I will be introducing the Safe Schools Improvement Act. It will do a couple of things for this problem. It will give schools and districts the resources to do at least three things. They ought to do a lot more than this, but we are going to try to help them with at least these three:", "First, develop comprehensive student conduct policies that prohibit bullying and harassment. If you do not have a conduct policy in place, you have to do it if we pass this Federal legislation.", "Secondly, it will help to implement prevention strategies and professional development. We have to do more in prevention, and we have to make sure those in charge, those who have authority are, in fact, trained to identify and to deal with and then to punish those who are guilty of this kind of bullying and harassment.", "Thirdly, the Safe Schools Improvement Act will require that schools and districts maintain and report data regarding incidents of bullying and harassment. It is very important to document this, to keep good records so we know exactly what is happening, so when a parent shows up at a school and says: Well, before my child was beaten and harassed, was it happening before? We shouldn't have the school saying: Well, we are not sure. We had some reports. They should document those incidents and there should be a uniform way of documenting what is an example or a reportable act of violence.", "There is other legislation as well that many others and I are cosponsoring--the Student Nondiscrimination Act. That is a bill introduced last week by Senator Franken to expand Federal civil rights statutes to include a right for students against discrimination in school on the basis of sexual orientation or gender identity.", "It is almost hard to believe that we would have to enact either of these bills, that we would have to even introduce them, but we need both. We need to insist that schools do a better job, and adults at the local level do a better job, and that we are all working on this problem.", "We also need to make sure that discrimination laws are enforced as it relates to children and young people--students--in our schools. We have to do this because it is a real problem.", "Young people who happen to be gay or lesbian or bisexual or transgender need help from all of us. They need our support. I, and I know many others, will continue to work to protect every child so that at a minimum they feel safe and supported while they are in school, a place where they should have a reasonable expectation of safety and security. We are not talking about every moment of their life. We are not talking about when they are on the street alone. Those are situations where we worry as well. But at least--at least--we ought to be able to say that when a child or a young person is in school they will be protected from bullying or harassment or violence. That is the least we ought to be able to say, and we are a long way from saying that.", "Again, I will conclude by saying that I will go back to the original point I made, which was that every child born in this country has a light inside them, and there is no way the light of that child can shine to its full potential if they do not have the basic protections and the basic freedom from fear we are talking about here. No child should have to go through their day, no matter who they are, to being a victim of this kind of bullying and harassment and violence. It is the ultimate, or certainly one of the ways our society betrays children.", "We can put a stop to it. We can raise awareness, we can put a spotlight on this issue and do all we can to protect our children--our young people in grade school and in high schools--across America.", "With that, Mr. President, I yield the floor, and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2010/05/25/S4176-2_making-emergency-supplemental-appropriations-for-f/"}