{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk44", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Jackson-Lee", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": ["H.R. 10", "H.J. Res. 106", "S. 615"], "bioguide_id": "J000032", "order": 44, "speaking": ["Mr. Speaker, I thank the distinguished ranking member for his continued service to America.", "I thought I would take just a moment to move this debate to the document which we are attempting to amend, and that is the Constitution. As I arrived on the floor of the House, I was listening to one of the speakers mention that the concept of marriage is embedded in the Constitution of the United States. I took a moment, as I listened and reflected on the various voices that have been raised, because this is a constitutional debate that heretofore would take numbers of days because we would be serious about amending the Constitution.", "But I came upon article IV that talks about full faith and credit shall be given in each State by the public acts, records, and the judicial proceedings of every other State, and so I do not understand the argument that is being made by my friends on the other side of the aisle, and I take issue in that because there will be different voices raised from both sides of the aisle. This is a constitutional question. This is a debate for all America, no matter what political hat one may be wearing.", "But I come upon the first amendment that clearly distinguishes and says that Congress shall make no law respecting an establishment of religion or prohibiting the free exercise thereof.", "I stand before Members to respect and acknowledge the faith community and the definitions they may give to unions of human beings and people in the United States. But I again remind my colleagues that this again is a secular Nation. Embedded in the Constitution is our right to freedom of religion, but it indicates very specifically that we are to designate no particular religion for this Nation.", "As a southerner coming from the State of Texas, I stand before you with great jeopardy because the predominant individuals in my community do speak as others have already spoken; however, I would be incensed if anyone was to define the gentlewoman from Texas (Ms. Jackson-Lee) or any of us who hold this Constitution dear, as someone who would fall over to the comfort zone where you would be patted on the back and praised and given all kinds of accolades because you decided to stand against a justice system that allows people to be human and dignified and equal in this country. I refuse to do that.", "I might offer to Members that I spent some time finding myself on the wrong side of the majority of the people of the United States of America. The good news is that those of us who have done that wake up every morning feeling good because we have slept well. The impeachment we went through in 1998, I am reminded of that room when everybody thought this was the way we should go, and I frankly believed, as many of my colleagues who joined us believed, that the Constitution at the time must prevail.", "So let me share some words during a very difficult time in America, and that was the civil rights movement first, but the Civil War in the 1800s when this country was divided both in terms of individual family members and States. It was a time when people were trying to find some way to preserve the Union. Daniel Webster stood on the floor of the United States Senate and stated, ``Mr. President, I wish to speak today not as a Massachusetts man, not as a northern man, but as an American and a Member of the Senate of the United States. I speak today for the preservation of the Union.''", "So I speak today for the preservation of the Constitution of the United States of America. It troubles me that even though we can find ways to divide over many, many issues, it troubles me that we do not embrace the respect and the understanding of the freedom of the religion.", "I also offer to say that Daniel Webster made it very clear that we must work in order to preserve not only this Union, and he said ``Instead of dwelling in those caverns of darkness, let us enjoy the fresh air of liberty and union.''", "Let us enjoy the fresh air of liberty and the understanding that this constitutional document would protect any American who would fall on the minority side of a cause. If it is not you today, it may be you tomorrow.", "For us to have a constitutional amendment that takes this document and make mockery of it, it has served us well. There is not a page or line or sentence in this document that undermines the human dignity of anyone. I welcome the clergy, and I would go to pray and sit with them and discuss with them their beliefs as I respect them, as I respect all of our beliefs. But who are we as a Nation if we are promoting democracy in the very bottom of the insurgency of Iraq and Baghdad, and we would stand today to deny the constitutional understanding that says we all are created equal. This document stands to the living testament that whoever you are in this Nation, you have freedom under this Constitution.", "Mr. Speaker, I ask my colleagues to defeat this amendment because it is unjust and it is not befitting of these United States of America and those of us who desire to preserve the Union and the Constitution, realize that this amendment does not promote freedom of religion or the sanctity of our Constitution.", "Mr. Speaker, this resolution is the symbol of misplaced priorities. As my colleague from California eloquently enunciated during a Judiciary Committee markup of the ``9/11 Recommendations Implementation Act,'' H.R. 10 yesterday, it is unfathomable that we rushed through the consideration of that very important legislation so that we could debate this unnecessary proposal. Whether same-sex unions negatively affect our traditional notions of marriage will not make a difference to the families of 9/11 victims. Our first responders will not get the needed funding to prepare for imminent attacks as a result of swift passage of the Federal Marriage Amendment. This debate is ridiculous and will not help the American people.", "I oppose this bill. H.J. Res. 106, the ``Federal Marriage Amendment,'' proposes to assert Congress' opinion on the lives of all Americans on matters that concern their personal lives, their family relations, and their very identity.", "This Constitutional amendment is not necessary and therefore should not be transmitted to the Committee of the Whole with a rule that restricts the voices of the members who function as one of the few voices that the Nation will have on its future.", "The 10th Amendment states: ``The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.'' This amendment was the basis of the doctrine of states' rights that became the ante-bellum rallying cry of the southern states, which sought to restrict the ever-growing powers of the federal government. The principle of states' rights and state sovereignty eventually led the southern states to secede from the central government that they believed had failed to honor the covenant that had originally bound the states together.", "In this case, the individual states need to have the ability to differ with the federal government in an area that relates to what goes on in the homes of individuals.", "In 1887 the court told us that ``Without doubt the constitutional requirement, Art. IV, Sec. 1, that `full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State,' implies that the public acts of every State shall be given the same effect by the courts of another State that they have by law and usage at home.'' Chicago & Alton R.R. v. Wiggins Ferry Co., 119 U.S. 615, 622 (1887).", "The proposal in H.J. Res. 106 will overturn Wiggins Ferry, and all other supreme court jurisprudence that have pronounced what the Framers of the U.S. Constitution intended in drafting Article IV, Sec. 1.", "Gay and lesbian Americans are American citizens who pay taxes and protect our communities as fire fighters, police officers, and by serving in the military, and therefore desire the same rights and protections as other Americans.", "Denying gay and lesbian couples the right to engage in a union equals a federal taking--legal rights in pensions, health insurance, hospital visitations, and inheritance that other long-term committed couples enjoy.", "As Members of Congress with the authorities vested in us as a body, we have a responsibility to deal with issues that need attention. There is no emergent need relating to individual well-being, national security, or any other government interest that warrants a constitutional amendment for this purpose. This is a waste of the taxpayer's dollars. This amendment takes away existing legal protections, under State and local laws, for committed, long-term couples, such as hospital visitation rights, inheritance rights, pension benefits, and health insurance coverage among others.", "Under current law, marriage is a decision of the State. As marriage was initially tied to property rights, this has historically always been a local issue. The State gives us a marriage license, determines a couples' tax bracket and authorizes its divorce. It does not need additional control over the situation. Religious conceptions of marriage are sacrosanct and should remain so, but how a State decides to dole out hospital visitation rights or insurance benefits should be a matter of State law. As legal relationships change, laws adapt accordingly. ", "Matters of great importance, such as marriage, need to reflect the will of the people and be resolved within the democratic process. By having Congress give the States restrictions initially, we are denying them the chance to let their constituents decide what is best for them. We cannot use the Constitution as a bullhorn to dictate social policy from Washington.", "We are fighting global war on terrorism, we are still recovering from the greatest attack on American soil and we are working to create alliances around the world. We have men and women overseas who are giving their lives to see freedom in Iraq. We have troops in Afghanistan that are still trying to set up a functioning democracy in Kabul. Why are we wasting time on the house floor, in our legislative offices and with our valuable staff to handle this ludicrous amendment?", "This proposed amendment will forever write discrimination into the U.S. Constitution rather than focusing on the crucial problems and challenges that affect the lives of all of us. At a time of record high unemployment, diminishing job prospects, a ballooning budget deficit that is choking our economy and crucial social service programs, a public school system that is in great need of attention and a health care system that is failing over 43 million Americans that remain uninsured over the past 3 years. This discriminatory constitutional amendment is nothing more than a political distraction for the country to divert attention from the overabundance of real problems and our tremendous lack of effective solutions.", "Our civil liberties are based upon the fundamental premise that each individual has a right to privacy, to be free from governmental interference in the most personal, private areas of one's life. Deciding when and whether to have children is one of those areas. Marriage is another.", "In 1965 the Supreme Court ruled in Griswold v. Connecticut that a married couple had the right to use birth control. In doing so, the Court recognized a ``zone of privacy'' implicit in various provisions of the Constitution. Most recently, the Supreme Court struck down a law criminalizing sex between same-sex couples in Lawrence v. Texas based upon these same principles.", "Indeed, Lawrence relied principally on Griswold, Eisenstadt and Roe v. Wade. Collectively, these decisions recognize the fundamental principle that the Constitution protects individuals' decisions about marriage, procreation, contraception and family relationships. The issues are inextricably linked--in law as well as policy.", "Amending the Constitution is a radical act that should only be undertaken to address great public-policy needs. Since the adoption of the Bill of Rights in 1791, the Constitution has been amended only 17 times. Moreover, the Constitution should be amended only to protect and expand, not limit, individual freedoms. By contrast, the Federal Marriage Amendment is an attempt to restrict liberties, and on a discriminatory basis.", "The Defense of Marriage Act, which President Bill Clinton signed into law in 1996, already exists and recognizes marriage as a heterosexual union for purposes of federal law only. DOMA was designed to provide individual states individual autonomy in deciding how to recognize marriage and other unions within their borders. This allowed legislators the latitude to decide how to deal with marriage rights themselves, while simultaneously stating that no state could force another to recognize marriage of same sex couples. For those who want to take a stance on marriage alone, DOMA should quell their fears. We do not need additional, far reaching legislation.", "The Federal government cannot use its influence to change people's minds about a social issue. it did not work in the 1920s with the 18th amendment declared alcohol to be illegal and it did not work in the 1960s when interracial marriage was still considered a crime. This amendment will not change the lives of those who want to live as a married couple, all it will do is take away their license to do so.", "The FMA is a lawyer's dream and a judge's nightmare. The number of cases that will flood the system will be outlandish. Does the FMA retroactively invalidate all marriages that have occurred in the interim? If a spouse has died, how does the retroactive annulment affect custody of the children, or property rights? There will be a litany of case law brought to deal with these questions, and our judicial system will be filled with cases trying to sort out the lasting effects of the FMA.", "Amending the constitution is not a simple thing, and should be done with care and caution over a long period of time. Our haste in this matter will be the tragic flaw of FMA's journey. Recent polls show that a majority of people who oppose gay marriage also oppose amending the constitution to ban them. Even if the Bush administration can whip enough votes to pass this through both chambers, it is highly unlikely that 35 states would approve it.", "Many of my colleagues are arguing that FMA is here to protect the family. Spending time and resources to amend the constitution to prevent gay marriages is not helping a single family. Divorce, abuse, unwed motherhood and unemployment are doing far more harm to millions of families everywhere. To those who are taking up the cause to protect American families, perhaps your attention could be focused elsewhere on the problems which are truly plaguing them.", "The vocal proponents of the FMA show their strong and willful hatred of the gay and lesbian community. This egregious amendment would enshrine discrimination against a specific group of citizens and intolerance of specific religious beliefs into our Nation's most sacred document. The fight for equality is uniquely woven into our Nation's history. From the suffrage movement, to the civil rights movement, to the gay rights movement, minorities in this country have worked tirelessly to achieve the equal rights guaranteed.", "There are a multitude of critical protections needed for same sex couples and their children. These legal incidents include rights related to group insurance, victim's compensation, worker's compensation, durable powers of attorney, family leave benefits and a joint tax return. These benefits are necessary for families to function. Legal status is truly a license that extends rights, it should not be denied to one group of people--otherwise, this body will be guilty of legislating in violation of the Equal Protections Clause of the Constitution.", "Mr. Speaker, again, I urge my colleagues to defeat this resolution, and I urge this body to preserve the Constitution for the document of equality that it is--vote ``no.''"], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}