{"speaker_state": "PA", "speaker_raw": "mr. santorum", "speaker_first": "Richard", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-12/html/CREC-2004-07-12-pt1-PgS7903-9.htm", "number": 95, "id": "CREC-2004-07-12-pt1-PgS7903-9.chunk14", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Santorum", "pages": "S7903-S7932", "speaker_party": "R", "date": "2004-07-12", "bills": null, "bioguide_id": "S000059", "order": 14, "speaking": ["Mr. President, I was not here on Friday, so I did not get a chance to hear a lot of the debate going on. I commend my colleagues. I read some of their statements. I thank them for the high level of debate that has taken place so far.", "Whether it was Senator Smith's comments, or Senator Cornyn's comments, or Senator Allard's, and others, they are trying to bring to the debate two fundamental points, which are that every person in America, every person in this world, has worth and dignity and we should respect them, irrespective of the choices they make in their lives. That is an important concept that I hope we do not stray from in this debate; that this is not a debate about questioning the value or worth of an individual or the dignity of an individual or the rights of an individual. What this is about is the fundamental importance to our society of preserving, protecting, and promoting marriage as a union between one man and one woman.", "So I hope we can engage in a debate where we can keep both things in mind, because sometimes it is thought that if you are for traditional marriage, somehow you are against somebody. That is not how I see it. I think traditional marriage is good for everyone. It results in a healthier society, more stable children.", "I am going to refer throughout the course of my remarks over the next couple of days to a paper that was presented at Emory University on May 14, 2003, which I think is one of the best studies I have seen in looking at this issue of marriage. One of the reasons I think it is so good is, No. 1, it responds to all of the allegations or charges made against those who support traditional marriage. It is authored by two people, one of whom is gay. So you are hearing arguments from someone who you would think normally would agree that traditional marriage should be redefined; in fact, he argues in this paper, quite effectively and forcefully, that traditional marriage is important to be maintained--not because he thinks it discriminates against him, but because it is important for our culture and society.", "I want to read a few things from the summary of that report just to give people a sense of why this is such an important issue to be debated. In this country, we tend to take marriage for granted, thinking that somehow or another it will just happen, that people will get together and marry and will have children, whether we have an institution called marriage or whether that institution of marriage is redefined to include a whole host of other different relationships that really won't affect the basic traditional marriage. In other words, some might say, how will my relationship affect me? How will that affect your marriage?", "Well, let me address that because I think this summary does a pretty good job in doing this. The name of the article is ``Marriage Ala Mode; Answering Advocates of Gay Marriage,'' by Professor Katherine Young and Paul Nathanson.", "The summary begins:", "There's nothing wrong with homosexuality. One of us, in fact, is gay. We oppose gay marriage, not gay relationships.", "They go on to say:", "Most people assume that heterosexuality is a given of nature and thus not vulnerable to cultural change, that nothing will ever discourage straight people from getting together and starting families. But we argue--and this is important--that heterosexual bonding must indeed be deliberately fostered by a distinctive and supportive culture. Because heterosexual bonding is directly related to both reproduction and survival, and because it involves much more than copulation, all human societies have actively fostered it. . . .This is done through culture: rules, customs, laws, symbols, rituals, incentives, rewards, and other public mechanisms. So deeply embedded are these, however, that few people are consciously aware of them. Much of what is accomplished in animals by nature (``biology,'' ``genetics,'' or ``instinct'') must be accomplished in humans by culture (all other aspects of human existence, including marriage). If culture were removed, the result wouldn't be a functioning organism whether human or nonhuman. Apart from any other handicap would be the inability to reproduce successfully. Why? Because mating (sexual intercourse), which really is largely governed by a biological drive, isn't synonymous with the complex behaviors required by family life within a larger human society.", "What are they saying? Will heterosexuals continue to copulate, have sexual relations? Sure. Will they build families. Nobody is suggesting that if we get rid of the definition of traditional marriage, there is going to be a explosion of nontraditional marriage. That is not what they are saying or what I am saying. I suggest that in those countries that have, in fact, adopted whether it is same-sex marriages or civil unions, they have not seen a traumatic growth in the number of same-sex unions or same-sex marriages. In fact, there have been very few of them in the countries that have adopted those laws.", "But what has happened? There is a gradual and systematic decline in heterosexual marriages, not heterosexual unions. People will continue to hook up. In fact, that is what occurs more and more in cultures, even in this country, where marriage is not held up as something that is important. We see it around us. There are cultures and subcultures in America where marriage is seen to be an older, passe convention.", "What happens is there is actually more sexual activity, certainly among multiple partners and, what? Breakdown of the family, children being born out of wedlock, and communities and cultures in decay. That is what I see on the horizon for America.", "It is not the reaffirmation of marriage by including more people in it but the degradation of marriage because it becomes simply a social convention without meaning. One may say: What is the big deal? What is the problem if that happens? The problem, if we look at communities in America where marriage has broken down, we see communities that are not functioning very well. We see children who are the most at risk in our society because moms and dads are not around the home to provide for them. So we have community breakdown, we have family breakdown, and we have government intervention trying to repair this situation.", "There have been huge government expenditures over the last 40, 50 years trying to repair what is broken as a result of the family not being there to raise these children.", "I was a student at Penn State many years ago. I always like to get back to my college campus. A few years ago, I went to speak to a group of students, the editorial board of the Daily Collegian. The Daily Collegian is the college paper. I am not sure that in the 14 years I have been in public life they have ever said anything positive about me. Nevertheless, I went to meet with them.", "We had a very animated discussion, as one tends to have on college campuses with young people with vibrant ideas and a zeal for ideology. We were disagreeing on everything, not surprising. I do not know how it came up--I have been digging my memory banks and I cannot remember exactly how it came up--but I asked the question, What do you see as the biggest problem facing America? One young man in the back raised his hand and said: The breakdown of the traditional family. The breakdown of the family.", "I thought immediately when he said that, first, he must not have been engaged in the discussion for the previous half hour, and I thought he would be laughed at and ridiculed by others around the table. What I found was unanimous agreement. One after another of these young folks, who would not be considered traditionalists or conservatives, went on about how the breakdown of the family is sort of at the root of the instability or insecurity they are feeling in their lives and that the culture is experiencing at this time. They talked about divorce. They talked about how marriage was not what it used to be.", "In fact, there was a survey done where they asked kids in the 1970s whether divorce should be harder to get, and about 50 percent of the kids said, yes, divorce should be harder to get.", "They asked a similar group of kids 25 years later, in the late 1990s, whether divorce should be harder to get, and 75 percent of the kids now say divorce should be harder to get. Why? Because they realize the impact of the breakdown of marriage and family.", "One of the criticisms we hear from those who oppose this constitutional amendment is: Marriage is already in very bad shape. Divorce rates are high. Marriage does not work already in America. This is no big deal. You cannot really hurt marriage.", "I make the opposite point. I think it is obvious. They are right, marriage is already in tough shape. Many commentaries have said heterosexuals have messed up marriage as bad as they can in this country and in other countries around the world.", "I make the claim that further deluding and debilitating marriage is not the answer because we know of the dire consequences that a breakdown in marriage results in with respect to children.", "I make the opposite argument: Yes, I would argue divorce laws should be tougher. I agreed with Louisiana when they put in covenant marriages. I believe the no-fault divorce laws in the 1970s changed the essence of marriage, which is about a man and a woman entering into a selfless relationship, a union on which they would further give of themselves in the creation of new human life and nurturing that life. It was a selfless act, giving of oneself, giving up things to each other. That is how successful marriages work, and that is how successful marriages nurture successful children.", "With no-fault divorce and with the culture that came along with it, we have marriage being about adults, not about children. It is no longer about forming a union for the raising of children in the next generation. It is about: Am I happy in my marriage? Am I being fulfilled? It is less selfless and a little bit more selfish.", "So if we look at this next generation of marriage, what is that? Is it about the selfless or is it about the selfish definition? Is it about children? Certainly a change in the definition of traditional marriage to include people of the same sex is not about children, it is about adults. That further takes us away from the central principal purpose of marriage, which is the bonding of a man and a woman for the purpose of creating a union by which children for the next generation are born. So we continue to get further away from the ideal, and when we do that, children suffer and cultures die.", "I repeat, I do not know why people come here and insist that somehow this is not important; that somehow this discussion does not rise to the level of a constitutional amendment. That is another real funny one. I am sure that was discussed on Friday. The Presiding Officer gave an absolutely brilliant opening statement on Friday, and I commend him for his wonderful statement. I know he knows what the last constitutional amendment was.", "I have heard two complaints about constitutional amendments: This issue is not important enough to rise to a constitutional amendment. That is No. 1. This is not important enough. No. 2, this limits rights, and no other constitutional amendments have limited rights.", "The last constitutional amendment, the 27th amendment to the Constitution, limited pay raises for Members of Congress. So let's throw out the limiting rights. My rights have been limited as a result of the 27th amendment. As a Member of Congress, we cannot pass a pay raise and accept it midterm. Constitutional amendments have been used to limit rights.", "No. 2, this does not rise to a level of importance. I do not think in the grand scheme of things whether Members of the House and Senate can receive a pay raise during their term is one of the great pressing issues that face our culture and our country. So the idea that the Constitution is not used for issues that are not of great weight and do not limit rights is ridiculous.", "The second point is, I do not believe this limits rights. What this does is promote a public good. It does not limit rights. It simply promotes a public good, and it is the union of a man and a woman for the purpose of forming that union and providing for the next generation.", "I suggest this constitutional amendment is necessary and is important enough to be debated today. Again, I hope we can come up with some agreement that will allow the different points of view as to how we solve this problem, and maybe some other points of view from the other side of the aisle as to how we solve this problem.", "To get to the bottom line of this debate, the bottom line is children need mothers and fathers, and society should be all about that. Society should be all about creating the best possible chance for children to have a mother and a father. Unless the State endorses that, unless our laws enforce that, then I think it is fairly obvious that our culture will not, and that left to our own devices, as these authors say, we will simply not have these unions.", "In fact, if we look at other countries, Stanley Kurtz has done some research in countries around the world where this has occurred. In his article, ``Decline in Marriage in Scandinavia and the Netherlands,'' he talks about the reduction in the rate of marriage among heterosexuals. He talks about the increase in the number of children born out of wedlock as a result of the institution of a different definition of marriage. So we see in other countries that when marriage is changed, it is devalued. It does not become special. It does not become unique. It is not reinforced by society as something as the ideal. As a result, people do not engage it.", "For example, the countries of Denmark, Sweden, and Norway have either marriage or civil unions for same-sex couples. Sixty percent of first-born children in those countries are now born out of wedlock. Now, that is equivalent to some of the poorest neighborhoods in our society. Remember, I talked earlier about how the breakdown of marriage has affected the poorest communities in our society and our culture, and in many of those cultures marriage is not accepted, and as a result the Government has to come in and bail out those communities because there are no unions, there are no families, there is no support network for these children? In middle-class and upper middle-class, socialistic, equality-driven Scandinavia, where there are no ghettos of poverty that we see in America, 60 percent of first-born children in these countries are born out of wedlock. Why? Because marriage is not important. It has no meaning. So people simply do not get married.", "There is a long laundry list which I will get into in more detail. I am trying to make a general overview of some of the arguments, but I will be getting into more detail throughout the next couple of days.", "Marriage is about children. Marriage is about the glue that holds the basic foundational societal unit together, and that is the family. When we change the composition of that glue, we weaken the bonds of marriage and then we weaken the American family.", "Why a constitutional amendment? I think the Senator from Colorado said it, and I know others have, too, that if we really believed we could solve this problem short of a constitutional amendment, let me assure everyone I would not be on the floor of the Senate today arguing this issue. This is hard. It is hard to come to the Senate floor and argue for any constitutional amendment. It is doubly hard to actually pass one because 67 votes are needed in the Senate, plus three-quarters of the States. If we could come up with a legislative solution that would solve the problem that I see of runaway courts, I would be very anxious to find it. We tried back in 1996 with the Defense of Marriage Act, but just about every legal scholar who has come around has said the Defense of Marriage Act will not stand, from the left to the right, and I will get into that in further discussion.", "I see the Senator from California is in the Chamber, so I am not going to spend much more time, but the idea that we could pass a statute to constrain the courts from reinterpreting the Constitution I believe is folly. We cannot. The only way for us to have the American people define what marriage is, instead of State courts defining what marriage is, is through the constitutional amendment process.", "Some will get up and say, let us leave it to the States, let the States fight this, like Massachusetts is doing, let the States fight this battle. What we are seeing in Massachusetts is the States cannot fight this battle. Ultimately, if one looks at the Lawrence v. Texas decision and the full faith and credit clause, there is no question in my mind that the States will be powerless to defend themselves against these runaway judges.", "In essence, the Constitution will be amended. It will either be amended by a group of State judges who will grab from the language of the Constitution a right for anybody to be married to anybody else or the American people through the process that was established in our Constitution, which is a very difficult process.", "As a citizen, it is rather upsetting to look at the Constitution as a document and say, well, to create new rights under the Constitution we have to have two-thirds of the Senate, two-thirds of the House and three-quarters of the State legislatures, or four judges in Massachusetts. I looked through the Constitution many times and I never saw that four-judges-in-Massachusetts clause, but that is what goes on. We either do it that way or go through this complex process that is very hard. Why? Because constitutional rights are big deals. It is an important thing. We should not create new rights in our Constitution without a very deliberative, thoughtful process, and the American public should be engaged in that process. That is what we are about today. We are about engaging the American people in the thoughtful process of determining what marriage should be in America.", "I would argue that those who oppose this process are saying one thing: Let the courts do the work that I do not have the courage to stand up and fight for myself. Let's be clear about that. Let the courts do the work that I do not have the courage to articulate for myself. Oh, we will all get up and say we are for traditional marriage and we like traditional marriage. If my colleagues are for traditional marriage, there is one way to make sure it is maintained. They can say, I do not like this idea or I do not like that idea, but there is one way to make sure, if they are really for traditional marriage, if they really believe this is an important building block of our society, if they really believe marriage is about the union of one man and one woman for the purpose of the future of our culture, there is one guaranteed sure-fire way to make sure that is maintained, and that is through a constitutional amendment.", "Now, my colleagues can argue until the cows come home that they do not like this way of doing that, and that is fine, and that there are other alternatives to pursue, but if they really care about preserving one man and one woman in a union called marriage, there is one sure-fire way to do it, and that is to vote for a constitutional amendment that does it. Any other excuse is simply that--an excuse to let someone else do their dirty work.", "I do not hear any of my colleagues who say this is not the way to amend the Constitution writing letters to the litigants in Massachusetts and 11 other States who are suing to change the marriage laws in those States to allow for a redefinition of marriage. Where is the outrage? Where are they writing saying, oh, we do not think that is the way it should be changed, either. We do not hear them criticizing those who want to change traditional marriage and saying do not do this, do not file these lawsuits, do not seek to have these marriages recognized. We hear nothing. We just hear, we will just let someone else handle this.", "All it takes for this change in marriage in America is for well-meaning, good people to moderately, deliberately, simply do nothing--just sit back, claim their virtue, claim their belief in one man and one woman in marriage, and allow someone else to change it, and then come and say, well, it is too late, or we cannot take marriage away; these people are already married. How can we take that right away?", "If my colleagues believe in their heart, for the betterment of America, that marriage must be maintained for the good of the American family as a union between a man and a woman, there is only one choice, and that is to vote yes. Anything short of that is a hollow act, is a smokescreen, to the American people and to their constituents. My colleagues cannot claim to be for something and then vote against it and let someone else do the exact opposite of what they say they want, and that is what the courts will do. So I plead with my colleagues, who I believe have every good intention, to search their souls and to think about the consequences for America.", "Because other speakers have arrived, I will yield the floor in a minute. I know people come with good intentions and I know people do not want to be seen as intolerant, and they do not want to be seen as hateful or mean spirited or being against anybody.", "It is not easy, standing up against this popular culture in which we live. But think about the future of America. Think about the future of America without the institution of marriage because that is what we are debating. It is not a matter of redefining marriage. It is simply that marriage will be a social convention which will have no meaning and therefore we will be without it.", "Think about the future of children in America, where we say they do not deserve a mother and a father and that we are not going to give them the legal force to encourage it and hold it up as the right thing to do.", "Look in the faces of those children and say: You just were not important enough for us to stand against what is very unpopular in the culture of today. I daresay, this debate, this vote, this issue will be read in history books in America--I hope in America--years from now as that turning point. I hope my colleagues are on the right side of history.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/12/S7903-9_federal-marriage-amendment-motion-to-proceed/"}