{"speaker_state": "PA", "speaker_raw": "mr. gerlach", "speaker_first": "Jim", "congress": 109, "title": "ROBERT J. THOMPSON POST OFFICE BUILDING", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-09-28/html/CREC-2006-09-28-pt2-PgH7886-3.htm", "number": 124, "id": "CREC-2006-09-28-pt2-PgH7886-3.chunk9", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Gerlach", "pages": "H7886-H7887", "speaker_party": "R", "date": "2006-09-28", "bills": null, "bioguide_id": "G000549", "order": 9, "speaking": ["Madam Speaker, I rise today to honor a great public servant and friend, the late Pennsylvania State Senator Robert J. Thompson. Today, the House of Representatives has the unique opportunity to designate the United States Postal Service facility located at 101 East Gay Street in West Chester, Pennsylvania, the ``Robert J. Thompson Post Office Building''.", "Bob, a native of Chester County, Pennsylvania, gave his life to public service as a township supervisor, county commissioner, member of the Southeastern Pennsylvania Transportation Authority, and finally as State Senator representing the 19th District of Pennsylvania. In all of these endeavors, he represented his constituents with honor, dignity, and professionalism. He was also known throughout the community as a loving father and grandfather with a tremendous sense of humor and love of life. So, it is an honor for me to take this time to remember a man I worked closely with and who I greatly respected as a mentor and a friend.", "Bob and his wife Nancy made community service, civic participation, and faith-based activities paramount in their lives. When not serving on countless commissions, committees, and caucuses, Bob made sure he was there for his family as well. In short, Bob was a ``legislator's legislator,'' a highly honored servant and a loving family man.", "Madam Speaker, it is a privilege to stand before this House today to help remember State Senator Robert Thompson. He is sorely missed by his family, his constituents, and myself, and I know that by naming the post office in West Chester after him, his legacy of public service will live on."], "capitolwords_url": "http://capitolwords.org/date/2006/09/28/H7886-3_robert-j-thompson-post-office-building/"}