{"speaker_state": "MA", "speaker_raw": "mr. frank of massachusetts", "speaker_first": "Barney", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm", "number": 103, "id": "CREC-1996-07-12-pt1-PgH7480-5.chunk7", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Frank", "pages": "H7480-H7506", "speaker_party": "D", "date": "1996-07-12", "bills": null, "bioguide_id": "F000339", "order": 7, "speaking": ["Mr. Chairman, I yield myself such time as I may consume.", "Mr. Chairman, first a word on this amendment. What this amendment aims at is the anti-States' rights portion of this bill. This bill has been grossly misadvertised in several ways. One, it says that it is a defense of marriage, and I will return to that. But it is a defense against a nonattack.", "Nothing in what Hawaii is about to say, namely probably sometime late next year or early in 1998 allowing same-sex marriages, nothing in that by any rational explanation would impinge on marriages between men and women. Nothing whatsoever.", "The factors that erode marriages, the factors that lead to divorce, the factors that lead to abandonment and spousal abuse, none of them have ever been attributed to, in any significant degree, same-sex marriage.", "But there is another misadvertisement. Proponents of the bill say it is necessary to keep other States from having to do what Hawaii does. Now we should make clear that none of them think that is true. None of them believe that, absent this bill, any other State would be compelled to do what Hawaii does. I stress that again. Every single sponsor of this bill believes as I do that the States already have the right that this bill gives them.", "Mr. Chairman, this is a bill which conveys on the press the right to write articles. This is a bill which conveys on individuals the right to go to synagogues on Saturday, church on Sunday, mosques on Friday. This is a bill to do what the people in charge of the bill think is already there. That is why we understand it to be purely political. That is why a Supreme Court decision in Hawaii from 1993 which will not be made final probably until 1998 comes up in 1996. It is a declaration that the States have the rights that they already have coming a few months before the Presidential election.", "But there is another place of it. They say this is a States' rights bill and it is to prevent another State from having to do what Hawaii does. It has a second and only operative section, and that section says if Hawaii or any other State decides to allow same-sex marriage by whatever means, whether they do it by court decision or by popular referendum or whether they do it by legislation, the Federal Government will say to the State: Wrong, you cannot do that as far as we are concerned. We, the Federal Government, will disallow that. While you can make a decision for your State's processes to allow same-sex marriage, we, the Federal Government, will substantially overrule that because we will say that is not a marriage as far as Federal law is concerned.", "As people understand, given today's rule, Federal law has a lot to do with their lives, so as far as Federal income tax is concerned and Social Security and pensions and other things, they will not be covered.", "Now, let me talk a little bit personally. We have had some personal talks. I would feel uncomfortable if I thought I was up here advocating something that I thought would be directly benefitting me.", "I should say that Herb Moses, the man I live with, already has my pension rights. He has exactly the same pension rights I have. Zero. I do not pay into the pension. I am not a member of the congressional pension system, so Herb already has those pension rights.", "That is not what I am talking about. I am talking about people less well favored in society than I and other Members. I am talking about working people, people who are working together, pooling their incomes as many Americans do that today in difficult situations and economic circumstances, trying to get back, and feeling a strong emotional bond to each other, deciding they would like to pool their resources in a binding legal way. Hawaii says: We allow you to do that. This bill says: We overrule Hawaii. This bill says there will be no States' rights here.", "Mr. Chairman, what the other side of the aisle believes on the whole is the right of the States to follow what they think is correct. There is nothing new about this. When it comes to tort reform, they will tell the States what to do. When it comes to a whole range of areas, they will tell the States what to do.", "I do not think there is any principle I have ever seen more frequently enunciated and less frequently followed than States' rights from the Republicans. What they mean is that the States will do whatever they tell them to do.", "Mr. Chairman, I do not claim to be a States' rights advocate. I think there are times, given a national economy, when a national uniform solution is the only sensible one, but this is not one of them. I want to be particularly clear now. People talk about their marriages being threatened. I find it implausible that two men deciding to commit themselves to each other threatens the marriage of people a couple of blocks away. I find it bizarre, even by the standards that my Republican colleagues are using for this political argument here, to tell me that two women falling in love in Hawaii, as far away as you can get and still be within the United States, threatens the marriage of people in other States.", "That is what this bill says: Do not worry, you people in Massachusetts and Nebraska and Wyoming and Texas and California. The Federal Government is running to the rescue. You say your marriage is in trouble? You say there are problems with divorce?", "It would seem to be clear that divorce does more to dissolve marriages than gay marriages. It is extraordinary to have people talking about how marriage is in peril. When the gentlewoman from Colorado [Mrs. Schroeder] wanted to offer amendments dealing with divorce, she was ruled out of order.", "The gentleman from Oklahoma said the Bible speaks ill of homosexuality, and it does. There are also strong passages in the Bible that say if couples get a divorce and remarry, they have violated the rules. There are religions that do not allow people who have been divorced to remarry. There are religions that make divorce very, very difficult: Roman Catholics, Orthodox Jews, and others.", "I believe that those religions have every right to say if couples get divorced, if they take this oath and say it is a lifetime solemn oath and then they dissolve, for whatever reason, they find someone else more attractive, they get tired of each other, we will make it difficult for them to dissolve those bonds as we put them on and we will not allow them to remarry.", "That is a right we should fight for every religion to have, but there are clearly Members in this Chamber, supporters of this bill, who do not think that biblical injunction should be civil law. There are people who believe that that biblical injunction that says if couples divorce, they shall not remarry, should be disregarded by those who wish to disregard it; that the religion should not have the right to enforce them, but individuals should have the right under civil law to make alternate choices. That is all we are talking about here.", "People say, well, we do not want to have State sanctions. Let me talk about that. I am very puzzled by the antilimited Government notion that brings out.", "I have not had people come to me and say, I am in love with another woman, I want to get married because I really want to have State sanction. I want to know that the gentleman from Florida, the gentleman from Georgia, that they really like me. No one has come forward and said, can you please arrange so that the Republican Party and the House of Representatives will express their approval of my lifestyle. That is not a request I have ever gotten nor expect to get.", "What people have said is, can I regularize this relationship so we are legally responsible for each other. Can I get to the point where if one of us gets very ill we will be protected in our ability to undertake financial responsibilities? Can we buy property jointly? Can we do the other things that people do? Can we decide that one will work and one might be in child rearing, there are people who have children in these relationships. That is what they are asking for.", "What kind of an almost totalitarian notion is it to say that whatever the Government permits, it sanctions and approves? That is what is clear. Yes, there is a role for morality in Government. Of course there is. The Government has an absolute overriding duty to enforce morality in interpersonal relations. We have a moral duty to protect innocent people from those who would impose on them. That is a very important moral duty.", "But is it the Government's duty to say, divorce is wrong and there are strong biblical arguments that say if you are divorced, you should not remarry. And should the Government then put obstacles in the way? No. What we say in this society is, religion has its place. If you want a religious ceremony, if you want to be married as Roman Catholic, if you want to be married by orthodox Jewish rabbis, if you want to be married by other groups, you better abide by their rules. But if you as an individual say, I do not love that person anymore, I am walking out, I am tired, I want a new husband, I want a new wife and, therefore, I dissolve it, no fault divorce, leave me out, and I want to remarry, civil law allows you to do that.", "Does civil law say that is a good thing? Does civil law, by allowing you to divorce and remarry, say, good, we approve of that, we sanction your walking out on that marriage and starting a new one? No, what civil law says is, in a free society that is a choice you can make. We will require, I hope, that you pay up any obligation you have to the children who were the product of the first marriage. We do not do that well enough.", "But beyond that we leave that choice. And that is all we are talking about. No one is asking for sanctioning. In particular, what we are saying is, if the State of Hawaii and, by the way, if you were going to pick a State less likely to infect others, I am still trying to understand, I said, what is it about two men living together that threatens marriage? The people who denigrate marriage are the people who argue that marital bonds are so fragile between man and woman that knowing that two men can marry each other will somehow erode them. How could that be?", "We heard one argument about it yesterday. He said, well, it might lead to polygamy. I am a student of legislative debate. Let me make one very clear point. When people get off the subject, allowing Hawaii to have gay marriages without penalizing them federally, and on to something wholly unrelated, polygamy, and attack the unrelated one, it is because they cannot think of any arguments to attack the first one.", "Yes, it is true polygamy as an option for heterosexuals would weaken the current option of monogamous heterosexual marriage. That is why I do not know anyone who is advocating polygamy. Why are they then debating polygamy? Because they are cannot argue over here.", "There is a story about a guy who is on his hands and knees under the streetlight, and he is walking around, looking around. Somebody stops to help him, says, what is the matter. He said, I lost my watch. He said, I will help you. After 5 minutes, he said, gee, I do not think your watch is here. He said, I know, I did not lose it over here.", "He said, why are we looking here under the streetlight. He said, well, the light is better. They want to debate polygamy because the argument is better. But there are no arguments about same-sex marriage.", "I have asked Member after Member who is an advocate of this bill, how does the fact that two men live together in a loving relationship and commit themselves in Hawaii threaten your marriage in Florida or Georgia or wherever? And the answer is always, well, it does not threaten my marriage, it threatens the institution of marriage. That, of course, baffles me some. Institutions do not marry. They may merge, but they do not marry. People marry, human beings. Men and women who love each other marry. And no one who understands human nature thinks that allowing two other people who love each other interferes.", "Is there some emanation that is given off that ruins it for you? Gee, Hawaii is pretty far away. Will not the ocean stop it? Are those waves that undercut your marriages? People who are divorced, I had one of my colleagues say to me, I have been divorced a couple of times. I was feeling guilty about it, but now I know it was your fault, he told me. He said, the Republicans have explained it to me. That is why I have been married three times. You did it to me.", "He said, the next time I have an argument with my wife, I am going to blame you. And I guess that is what we do because it has got to be some mysterious emanation. And apparently it is such a powerful emanation that it crosses oceans.", "Hawaii, let me ask my friend, how many miles, 3,000? How many miles is Hawaii from here? It is 5,000 from here, 5,000 miles away. My friend, the gentleman from Hawaii, my friend, the gentlewoman from Hawaii, what power they have. They allow same sex marriage in Hawaii and 5,000 miles away, marital bonds will crumble. That seems pretty silly, but that is what the bill says.", "All I am saying here is, and by the way, I agree each State ought to be able to decide for itself. That is not what this amendment is about. I believe the States already have that right. I am not even touching in this amendment the part of the bill that does it.", "This amendment says, if the State of Hawaii by any reason whatsoever decides to allow gay marriage, we, the Federal Government, will treat marriages that Hawaii validates the same as we treat others. The answer is, that will be sanctioning gay marriage, as if the Federal Government sanctions, what, many divorces and remarriages. We have no-fault divorces. People walk out for no good reason. That is an unfortunate trend. We ought to try and change it. But scapegoating gay men and lesbians for the failure of marriages in this society is very good politics but very terrible social analysis. That is what we are talking about.", "I am simply saying here, I do not know of another State that is even close to Hawaii in doing this. Hawaii will probably do it in about a year. No other State is doing it. Are you that desperate for a political issue that you reach out this far? We have in the law something called long-arm statutes. This is a real long-arm statute. This reaches from the politics of Washington, DC, 5,000 miles out to Hawaii, and says, how dare you let two women express the love they feel for each other in a legally binding way because that is all we are talking about. We are talking about nothing that undercuts heterosexual marriage. We are talking about nothing that promotes divorce, nothing that would encourage spousal abuse, nothing that would encourage neglect of children. None of that.", "We are talking about an entirely unrelated subject. The arguments are, therefore, so weak that, as I said, we get into polygamy and other unrelated issues.", "If Members are really telling me they do not understand the difference between a polygamous heterosexual relationship and a monogamous homosexual relationship, then they are confessing a degree of confusion that I guess I would be embarrassed to confess.", "All this amendment says is, and let us be clear on this amendment, no argument about protecting one State from another State is relevant. To the extent that this bill has any role in protecting one State from another State, this amendment leaves it detached.", "What this says is simply, if Hawaii does it, we will recognize what Hawaii does. And we will not falsely claim that multiple divorces and remarriages, spousal abuse, child neglect, all of those problems, and economic stress and others things that cause stress in marriages, nobody will argue that letting two women love each other in Hawaii in any way, shape, or form threatens that. That is the vote I will be asking Members to take. Mr. Chairman, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/"}