{"speaker_state": "ND", "speaker_raw": "mr. dorgan", "speaker_first": "Byron", "congress": 109, "title": "MEDICAL CARE ACCESS PROTECTION ACT OF 2006--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-05-08/html/CREC-2006-05-08-pt1-PgS4123.htm", "number": 54, "id": "CREC-2006-05-08-pt1-PgS4123.chunk15", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Dorgan", "pages": "S4123-S4146", "speaker_party": "D", "date": "2006-05-08", "bills": null, "bioguide_id": "D000432", "order": 15, "speaking": ["Mr. President, today marks the start of what the majority leader has called Health Week in the Senate. We start today with two cloture votes because legislation has been brought to the Senate that deals with what is called medical malpractice, or ``medmal,'' reform. The bills we are being asked to consider have not been before a Senate committee, have not been a part of a committee hearing. They have just been brought to the floor of the Senate so we can have two cloture votes, both of which will fail. This is about someone wanting to cross a check off their list of what they feel they must do in the Senate. It hardly serves the opportunity to address serious issues. There is a way, for example, to address the issue of medical malpractice reform. But it is not this way.", "I must say, as I said the other day, there are challenges in this area, but I think the way to address the challenge of medical malpractice is not to decide that victims of medical malpractice should not be given the opportunity to seek redress. That doesn't make any sense to me.", "Mr. President, there are many things we can and should talk about this week, if this is, in fact, Health Week. When the cloture votes are held later in the afternoon--and both will fail--then my understanding is that we will go to the legislation offered by the Senator from Wyoming. It is further my understanding that the leader will what is called ``fill the tree''; that is, we will be on that legislation, but we will not be able to offer any amendments.", "Let me talk about a couple of things. I came to the floor to talk about, during Health Week, the need to deal with something called stem cell research. I know that is a controversial issue. But it is one I think the American people deserve to have the Congress address and deal with. Almost 1 year ago--May 24, 2005, to be exact--the U.S. House of Representatives passed their Stem Cell Research Enhancement Act with broad bipartisan support. It will expand the number of embryonic stem cell lines eligible for Federal funding.", "Back in July of 2005, the majority leader in the Senate made a speech and he outlined his support for expanding the number of stem cell lines available for research. He pledged to bring the issue to the floor of the Senate at some point during this Congress. If this is the week we are going to be dealing with health care in the Senate, I encourage the majority leader to set aside time for an open and fair debate on stem cell research.", "Embryonic stem cell research holds great promise for addressing some of the devastating diseases that we face--diabetes, Alzheimer's, Parkinson's, heart disease, cancer. To shut off or limit medical research is an unbelievable mistake for this country. I, like many others, have lost loved ones to disease. When I lost a daughter to heart disease, I decided that I would never try to placate one group or another by stopping promising research to try to address diseases that people all across this planet face.", "Embryonic stem cell research is so unbelievably promising. This is not just about some ethereal debate, it is about real people. We have about 400,000 embryos frozen at in vitro fertilization clinics, and 8,000 to 11,000 of them are thrown away every year. Yes, 8,000 to 11,000 fertilized embryos that are frozen at the IVF clinics are just discarded, put in a trash can called ``medical waste.'' Would they not better be used to advance medical research? One million babies have been born in this world by in vitro fertilization. It started in England, called the ``test tube baby.'' One million babies have been born.", "When we had a hearing in the Commerce Committee about stem cell research, one of the witnesses was asked the question--in fact, I asked the question. He opposed in vitro fertilization. He said it should not happen.", "I said: Do you think those 1 million people who were born that way should not have been born?", "He didn't think they should have been born; it was wrong. There are 1 million people living among us that are here as a result of in vitro fertilization. At the clinics where IVF takes place, the egg and sperm are united in a test tube and fertilized in a petri dish for the purpose of implanting in a woman's uterus and growing a baby. They produce far more embryos than they need. As a result, you have in storage about 400,000 embryos--400,000--of which 8,000 to 11,000 each year are simply discarded.", "President Bush and others have decided that they shall not be used for stem cell research. I am not talking about the stem cell research in which a cell is cloned. That is called somatic cell nuclear transfer. I will talk about that in a moment. I am talking about embryos that are going to be thrown in a waste can and discarded. This Administration and too many in this Congress believe these discarded embryos cannot and should not ever be used for embryonic stem cell research.", "Let me put a face to this issue and hold up this picture. This is a young woman I met with recently. This is a picture of Camille Johnson. She is in the middle. She plays the clarinet in the middle school band. I have met Camille and her mother several times. She is a volunteer with the Juvenile Diabetes Research Foundation. She gave me something that I keep in my office. This is to describe what this young girl goes through with diabetes--and I will describe why I am talking about diabetes.", "This young lady has had some very close calls and serious hospitalizations with her diabetes. It is very aggressive. She is poked with a needle every day at 7 o'clock, 11 o'clock, 5 o'clock, and 8 o'clock--1,460 pokes with a needle to test her blood every single year. She receives 1,095 shots every year. She has to watch her diet every day. If she does not keep her diabetes under control, the complications are amputation, blindness, kidney failure, heart failure, and death.", "Why do I describe that? Because there is remarkable research going on to use stem cells to treat diabetes. The work that has been done in the transplant of islets to the pancreas is unbelievably important work. Yet we are told that much of this work cannot continue with Federal funding. Stem cell research has shown such great promise. For example, in spinal cord injuries, stem cell research has allowed disabled rats with damaged spinal cords to walk again. It has relieved diabetes and Parkinson's disease symptoms in mice. It has developed heart cells, eye cells, and nerve cells. I was told of a researcher who described, I believe, two dozen mice in which researchers induced severe heart attacks. They injected stem cells back into the heart muscles of those mice, and a couple of weeks later nearly all of the mice not only didn't show severely damaged hearts, which they had after a heart attack, but they showed no damage to their hearts at all. So there has been unbelievable progress with stem cell research.", "Yet we are told by some that research should not go forward. Let me describe for a moment some of the other areas, in addition to embryonic stem cell research, that are so controversial: The issue of taking one skin cell from one's ear lobe, for example, and putting it into an evacuated egg. The skin cell is stimulated to create a blastocyst, or cluster of cells, 100 to 200 cells. Those cells can eventually be injected back into your own heart muscle. There has been no fertilized egg. It is simply your own skin cell that has been stimulated to reproduce. Yes, it creates an embryo, but there is no fertilized egg. It creates an embryo that will never become a human being.", "We are told by some that is murder; you have destroyed an embryo. No, this is about life, about saving lives. Those who want to shut down these promising areas of research, in my judgment, are just dead wrong.", "The last campaign I ran for office, the first two television commercials that were run by my opponent--the first was about gay marriage, that I voted against amending the U.S. Constitution to prohibit gay marriage. I can hardly think that George Washington, Thomas Jefferson, Ben Franklin, Mason and Madison, as they looked at what they had created as a Constitution, would think: What have we missed here? We need to put something in about gay marriage. I don't think that belongs in the Constitution.", "The first commercial was of two men kissing, with the message you would expect from the extremists. The second commercial was about a campfire leader sitting around a campfire at night with little kids sitting around gathered in front of him. ``Tell us a scary story,'' the little kid said. Then the campfire leader said, ``Well, there is a man named Byron''--referring to me, I guess--``and he has a plan to implant embryos into mommies' uteruses, wombs, and harvest them later for body parts.''", "That is an unbelievably ignorant television commercial, but that commercial was born of an attempt to distort my position on the issue of stem cell research.", "I am not interested in harvesting body parts. I am not interested in the discussion about murdering embryos. I am interested in a discussion about saving lives and about continuing the kind of promising research that exists that might unlock the mysteries of Alzheimer's disease, might provide a cure for Parkinson's, for diabetes, or heart disease.", "I am not suggesting there are not some ethical considerations that need to be made with respect to how we do it, and I don't suggest we should discard those issues. But I am suggesting that a country that shuts down that research has made a horrible mistake. My point in coming to the floor was, if this is Health Week, then let's talk about health issues, about the Indian Health Care Improvement Act that has been stranded. Let's talk about that and bring it to the floor and vote on it.", "No group of Americans has more difficult health issues to face than Native Americans. Let's talk about that on the floor of the Senate.", "Let's vote on the proposition the majority put in the prescription drug bill that prohibits the Federal Government from negotiating for lower drug prices with the pharmaceutical industry. Let's have that on the floor and vote on that. There are half a dozen of those issues. But I speak today about stem cell research. If we are going to be serious about health care and have a health care week, then we ought to talk about this issue.", "The House of Representatives has already passed a bill. The majority leader said we would have a bill on the floor of the Senate, and it appears at this point that we will head toward the end of this session, despite the fact there is bipartisan support for legislation that will deal with stem cell research in the appropriate way.", "I understand this is a serious issue. I don't dismiss the concern of others, nor do I accept, however, that this is somehow a discussion about murder. This is a discussion about saving lives. It is a discussion about finding cures to devastating diseases. This country ought to be in the lead when it comes to research that can provide cures for diseases. Stem cells provide much of that opportunity.", "This young girl, Camille Johnson, deserves to have the opportunity to have the very best treatment available. Some of that will come from stem cell research. And perhaps we will find a cure for diabetes. Perhaps Camille Johnson will not live her life as a diabetic. Maybe through stem cell research we will find this cure and one day she won't have to take shot after shot to provide her body with sufficient insulin for her to live. Let's hope that is the case.", "Mr. President, I yield the floor, and I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2006/05/08/S4123_medical-care-access-protection-act-of-2006-motion-/"}