{u'speaker_state': u'WA', u'speaker_raw': u'mrs. murray', u'speaker_first': u'Patty', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-06/html/CREC-2006-06-06-pt1-PgS5450-2.htm', u'number': 70, u'id': u'CREC-2006-06-06-pt1-PgS5450-2.chunk39', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Murray', u'pages': u'S5450-S5484', u'speaker_party': u'D', u'date': u'2006-06-06', u'bills': None, u'bioguide_id': u'M001111', u'order': 39, u'speaking': [u"Mr. President, last week our country celebrated a very important event--Memorial Day. Every Member of the Senate went home to services where we heard about the sacrifices of men and women who served in conflicts throughout this Nation's history, most recently in Iraq and Afghanistan where we have now lost close to 2,500 of our Nation's best and brightest.", u'I listened to those speeches, and I heard about the sacrifices these men and women have made. I heard the rhetoric about making sure we take care of their families, making sure we take care of those who are wounded when they come home, making sure we have the ability to care for those we ask to serve this country so honorably as we celebrated Memorial Day last week. I went throughout my State. I listened to people wanting to make sure we did not forget those people who served us. I came back to the Senate last night confident that we should be talking about those issues.', u"It is deeply disconcerting to me that we are not talking about the war in Iraq or Afghanistan, we are not talking about the sacrifices our soldiers have made, we are not talking about the tremendous responsibility we have as the Senate and Congress to make sure we have the funds for those men and women who have served us, both while they are overseas and when they come home. We are here instead on a completely different priority, and I have to ask the question of this Senate: Why are we spending time on political games when we have soldiers in harm's way who are serving us honorably around the world? Don't they deserve better than this? Why is the Senate bringing up divisive issues when we need right now more than ever to come together as a country and address the challenges that confront us? Maybe it is because those people who are in charge, those people who make a decision about what issues we discuss here, just have the wrong priorities. And I see the wrong priorities being debated in the Senate not just for this week but for apparently the coming weeks.", u"Last week, I traveled through communities in my home State of Washington. Everywhere I went, I heard a growing anger and frustration that American troops are being wounded and dying in Iraq, and my constituents want to know why. They want to know where we are going. They want to know what they are doing. They want to know why we are there. They want to know what will make us successful and how we can bring our troops home successfully. But here we are in Washington, DC, where the Bush administration doesn't have a plan they have outlined for success, and here we are in Congress not demanding answers.", u"My constituents are very frustrated, and they have good reason to be so. They, like all of us, are watching what is happening in Iraq on their TVs every night. They see personally what these deployments are doing to their communities at home, their friends, their neighbors, their coworkers, being called up not just once but twice, three times, to head to Iraq and come back. They see the terrible consequences for families who are left behind, and they see these veterans, when they go to get the treatment they need, being told they have to wait in line because we haven't adequately funded our Veterans' Administration.", u'And by the way, many of these same veterans just in the last week were told that because of lack of oversight at the VA, 26.5 million of these veterans who served our country honorably have now lost their identities, and we are not dealing with that in the Senate right now? How are we going to make sure every one of these veterans gets the care they need, and how are we going to make sure now that 26.5 million veterans get the help they need as their identities have been stolen? That is going to cost money. It is not free. We have a responsibility to help every single one of them. They should not be treated like this as veterans in the United States today.', u"I see what these deployments are doing in our communities, just as my constituents do, and they see the challenges these veterans are facing when they come home and their families while they are deployed. They don't see a plan about how we are going forward in Iraq today. And what they importantly don't see is us in Congress on the Senate floor standing up and talking about what is going on, demanding answers from the Bush administration and the Pentagon.", u'We can only make the good decisions about how we go forward if we have a discussion in the Senate about what is happening on the ground, what the impacts are, what our choices are, how we can help both the Pentagon and the Bush administration and our constituents make a good decision about whether our troops should come home or whether they should stay or what is happening. We need to demand answers in the Senate from this administration and the Pentagon about what is happening on the ground. That is the discussion I wish we were having in the Senate today. That has meaning to every single one of my constituents. They want to know what we are doing, where we are going, how we are going to pay for it, and how we can be successful so we can know when our troops are coming home.', u"I have watched now for 3 years as our soldiers went to war in Iraq, and at every possible juncture in this war, the Bush administration has chosen the wrong path. When they were advised to build a stronger multinational coalition, they decided to go it alone. When the Army's Chief of Staff said it would take several hundred thousand troops to stabilize Iraq after the war, they ignored his advice and they fired him. When sectarian violence started boiling over and undermining the stability of Iraq and the safety of our troops, they pronounced the insurgency was in its last throes. Well, they were wrong.", u"We can't continue to watch what is happening in Iraq without answering questions in the Senate. For too long, we have watched decisions being made that have sent us in the wrong direction, and for too long, I say to my colleagues in the Senate, we have given them a pass on these monumental failures, and that has to change.", u'Families I represent want Congress to demand accountability, and they want us to get to the bottom of this. But that is not what they are getting here. Instead, we see the Republican leadership playing politics with debates on gay marriage and flag burning. What are we not doing while we spend our time on this issue? We are not having hearings on Iraq. We are not having discussions about what is happening on the ground. We are not hearing from our generals so that we can make good decisions about when and how our troops can come home successfully. Instead, we are seeing political distractions that are simply meant to divide our country at a time when we ought to be together, Republicans and Democrats, having serious discussions about what we can do as leaders of this Nation to bring us success, if it is possible, in Iraq.', u'Back home, people want us to talk about Iraq. They want answers. But in the Senate, the Iraq war is the proverbial elephant in the room. It is right there, everyone can see it, but no one talks about it. No one talks about it in the Senate of America. No one is talking about the Iraq war. I will tell my colleagues, we are not going to get better results in Iraq if we ignore it in Congress.', u'In all the time I have served in the Senate, I believe this is the weakest oversight I have ever seen from a Congress during military conflict. We were not sent here to just rubberstamp this administration or any administration. I served under the Clinton administration during the war in Bosnia when we required generals to come up here almost on a daily basis, to obtain answers from them about what was happening on the ground, how we were proceeding forward, what we needed to do; and yes, at the time, there were calls to bring our troops home, no boots on the ground, all the different points we are hearing today, but we at least had generals in front of us so we could ask questions and go home and respond to our constituents and feel confident in whatever decision we made in how we were to move forward.', u"We were sent here as Senators to develop policy to help our country move forward. And in this time, this place, this war, I can't think of a more important time that as Republicans and Democrats we should sit down together and put our cards on the table and say: How should we move forward and how can we do it safely and how can we do it effectively? Yet here we are in the Senate talking about gay marriage and flag burning. We are not talking about a conflict that has consumed our Nation, that has sent our youngest, best, and brightest to a war where we have almost 2,500 military families that have suffered the loss of a loved one, where we have thousands and thousands of young men and women who have lost limbs, have had head injuries, and are now being serviced in our veterans hospitals for years to come, and yet we haven't talked about how we are going to pay for that.", u'There is a huge disconnect between the families at home and what is happening on the Senate floor. There is no surprise they are frustrated and angry and demanding answers. They are surprised and shocked that we are talking about gay marriage and flag burning because the discussion they have at their dinner tables when they are home at night is what is happening in our world; how can we protect our children; how can we make sure our families are safe; how can we make sure our loved ones who are serving us overseas are protected while they are there; how can we make sure we win a war in Iraq, if that is possible; how can we make sure that those people we send to serve us overseas have the services they need when they come home.', u"I was shocked to see an article in the ``Psychiatric News'' just a few weeks ago that says our veterans are not getting the help they need for mental health care and substance abuse. I wish to quote Frances Murphy, M.D., Under Secretary for Health Policy Coordination at our Department of Veterans Affairs, who said that the growing number of veterans seeking mental health care has put emphasis on areas in which improvement is needed, and she noted that some VA clinics do not provide mental health or substance abuse care, or if they do----"], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/06/S5450-2_marriage-protection-amendment-motion-to-proceed-co/'}