{u'speaker_state': u'OH', u'speaker_raw': u'mr. ryan of ohio', u'speaker_first': u'Tim', u'congress': 109, u'title': u'IMPORTANT ISSUES FACING AMERICA', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-12/html/CREC-2006-06-12-pt1-PgH3772.htm', u'number': 74, u'id': u'CREC-2006-06-12-pt1-PgH3772.chunk1', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Ryan', u'pages': u'H3772-H3777', u'speaker_party': u'D', u'date': u'2006-06-12', u'bills': None, u'bioguide_id': u'R000577', u'order': 1, u'speaking': [u'Mr. Speaker, I appreciate the opportunity to be here again with the authorization and approval of our leader, Ms. Pelosi; Steny Hoyer, our whip; Mr. Clyburn, our caucus chair; and our vice chair Mr. Larsen from Connecticut. We would like to thank them also for giving the 30-something Working Group an opportunity to come to the floor as often as possible to talk about the issues that are facing this country.', u'Unfortunately, Mr. Speaker, we once again find ourselves in a scenario where there is a major disconnect between what the feelings are of the average American citizen sitting in Ohio or Florida or in the Midwest or any other State with what their issues are, what their challenges are, the problems they face sitting at the kitchen table, and what is going on here in the United States Congress and around the Potomac River.', u'Mr. Speaker, we have heard now how we have all these new issues that have been dusted off the shelf, brought back out front, back on the talk shows, back on the media circuits, back on radio talking about priorities that only belong to a small fringe group of people in America when the real problems that American citizens face look a little something like this: College tuition costs, up 40 percent; gas prices, up 47 percent; health care costs up 55 percent; and median household income down 4 percent.', u'The American people are crying out to State capitals all over the country, to Washington, DC, please, please, somebody listen to what our needs are. Please, somebody help us with an alternative energy plan. Please, someone help us reduce the cost of college tuition. Please, someone help us rein in the cost of health care. Please, someone help us lift our wages up, someone invested in the country. That is what the American people want. Yet time and time and time again we continue to get issues of amending the Constitution for any reason we see fit and divisive debates in the United States of America.', u'So I have a question, Mr. Speaker, that I would like to propose to the American people. What do we believe in as a country? What do we believe in, Mr. Speaker? What kind of America do we believe in? Do we believe in an America that will give the very, very few a tax break, the people who make more than $1 million a year a tax break, while we are increasing the cost of college tuition, while we have high gas prices? And with the top leadership in the United States of America saying conservation is a good personal virtue, but it has no room in the personal policy debate that this country has. Is that what we believe?', u'See, I believe that the American people want leadership in this country and they want us to take on these issues. These are difficult issues, and it may be hard to go to a millionaire for some people and ask them to pay a little more in taxes, that may be difficult, but the country demands that kind of leadership because we need to invest it into lowering college tuition costs so we can get more people educated in this country.', u'Now, I agree it is not just money. We need reform. We need to do things differently. We need to figure out how a 21st century college or university should work or a K through 12 should work. We need to do all those things. Just throwing money is not the solution. But to give millionaires a tax break at the expense of the kinds of reforms that the Democratic Party wants to do in college tuition, in alternative energy sources, I think is very, very important.', u'We have in the United States a lot of untapped human potential. And a lot of times, Mr. Speaker, we get caught up in policy debates about what our resources are, and conservation, and making sure we tap into all the resources of the country, but one of the great untapped resources that we have in the United States of America are our kids. We cannot continue down the road we are going down now, not investing into the arts, not investing into the team sports, not investing into business incubators at the rate we should be, not making sure that every school has a nurse or a clinic so our kids are healthy, not making sure that we reach out with SCHIPs, so that all our kids are covered and have health care so that they can be productive citizens.', u"These are investments we make into our kids, into our parents to make sure they are healthy so that they can be productive and learn in school. Because the other option is to say, the heck with the kid, he doesn't have the money. He or she doesn't have the money, they can't afford to go to the doctor, well, lose another one and move on. That is not what America believes in, Mr. Speaker.", u'So the real issue is this: Here is the world we are competing in: 1.3 billion Chinese citizens, 1 billion Indian citizens, and the European Union. They all want to clean our clock, Mr. Speaker. They want to knock off America. They are not scared. They are coming after us. They are barreling down. You go to Shanghai, you are riding a magnetic levitation train, one of the only ones in the world. They are investing in engineers like crazy, schools and education like crazy, knocking over buildings. They do not have property rights, environmental rights, human rights. They do not respect religion. They are not really playing fair, but they are playing to win.', u'Now, how do we combat that with only 300 million citizens? We combat that by investing into our people, making surely our people are healthy, educated, and have opportunity. And you know what? Some people may not take advantage of the opportunity. We understand that. But we need to begin to provide opportunity again for Americans.', u"The article today in USA Today about college debt, how can we expect kids to go out and take risks and take chances and start new businesses when they leave college with, last year, averaging $19,000 in debt? Nineteen thousand dollars. You think these kids are going to want to go to an inner city school and teach kids when you leave them with, if they have a Master's Degree or Ph.D. or something, over $100,000 debt if you're a doctor. We need to invest back into the United States of America. We need to have an infrastructure program.", u'Back home 2 weeks ago people in Ohio were talking about sewer lines and water lines and septic tanks and fees. Look what is happening to our country. We are letting it rot from within.', u'I just want to tell one story, Mr. Speaker. I went to China last summer for about 2 weeks, and as we toured the country and we went to different high-tech shops and chip manufacturers and Intel and all the fancy new high-tech companies that were there, we had a conversation, a kind of an ongoing conversation about their engineers in China versus the American engineers. And after hearing how many engineers they had and how well they were doing and how cheap they were, but yet very educated and very motivated and knew that they wanted to provide a lot of headaches for the United States, I started asking, well, what are the advantages of the U.S. engineers? And time and time again you would hear that the U.S. engineers are more creative, and they work in teams better than any other engineers in the entire world, all over the planet.', u'So the question is: Why is that? Partly it is because we promote and had promoted and have promoted in the United States athletics and sports and speech and debate. Team concepts. Teamwork. And we also, for some years, promoted the arts and taught these kids at a young age how to be creative and how to learn how to draw and paint and dance and sing and just to be creative and think outside the box. Those are the two advantages we have.', u"So I came back to the United States after 2 weeks and all you hear is pay to play. If you want to play sports in high school in Ohio: Pay to play. Some kids it may cost $500. Two kids, maybe we will give you a break, $750. Average families don't have that. But these kids are not going to develop the kinds of skills they need to be competitive in a world economy. Period, dot.", u'Are we okay with that? Is that something we believe in? Do we believe it is okay if kids have to pay an extra $500 or $1,000 to play sports when we know it gives us a competitive advantage in the marketplace? Are we okay with that, America? I am not okay with that. I think it stinks. And then you come back and what is the first thing that gets cuts in the school districts? The art programs. First to go.', u'I had a woman last night from Liberty High School talk to me about how they had cut art programs for their kids in the grade schools because of budget constraints. We are cutting off our noses to spite our faces. We have to make these investments.', u'And then I come to Washington, DC, and we have a lot of tourists here, now is the tourist season in June and July, we get a lot of students down here, and what are we talking about? We are talking about gay marriage. Wait a minute, Mr. Speaker. We have got college tuition up 40 percent, gas prices up 40 percent, health care costs up 55 percent, and we are talking about gay marriage? Give me a break. Who are they bothering?', u"People don't come up to me at the Giant Eagle in Niles when I go down to get a pound of coffee and some honey, Mr. Delahunt, because I like to put honey in my coffee to sweeten it, because my Aunt Rosie taught me to put the honey in. It is good. It prevents colds. Nobody grabs me and says, can you please stop the gay people from getting married up in Massachusetts? They are killing me. No one has ever said that to me, and I am from a conservative district in Ohio.", u"People want to know what you're going to do about gas prices. What are you going to do about college tuition costs? What are you going to do about health care costs, Mr. Delahunt? These are the real issues in our country.", u'I yield to my friend.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/12/H3772_important-issues-facing-america/'}