{"speaker_state": "PA", "speaker_raw": "mr. specter", "speaker_first": "Arlen", "congress": 109, "title": "NOMINATION OF JUDGE JOHN G. ROBERTS, JR.", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-09-19/html/CREC-2005-09-19-pt1-PgS10168-2.htm", "number": 117, "id": "CREC-2005-09-19-pt1-PgS10168-2.chunk0", "volume": 151, "chamber": "Senate", "session": 1, "speaker_last": "Specter", "pages": "S10168-S10173", "speaker_party": "R", "date": "2005-09-19", "bills": null, "bioguide_id": "S000709", "order": 0, "speaking": ["Mr. President, I have sought recognition to speak about the confirmation of Judge John G. Roberts, Jr., to be Chief Justice of the United States.", "Mr. President, no vote cast by a Senator in this body is more important than a vote cast on the confirmation of a Supreme Court Justice, with the exception of a declaration of war, or a resolution authorizing the use of force.", "The confirmation process for Chief Justice is obviously somewhat more important than that for Associate Justice. It is even more important in the context of Judge Roberts who is 50 years old and has the potential to serve for decades in that very key position, as the second youngest Chief Justice in the history of the country and the 17th Chief Justice in our Nation's history.", "Judge Roberts comes to this position with an extraordinary academic record--3-year graduate of Harvard College summa cum laude, magna cum laude in the Harvard Law School, and an illustrious career in private practice and government service. He argued some 39 cases before the Supreme Court of the United States.", "We have examined some 76,000 documents. We have looked at his participation in some 327 cases in the Court of Appeals for the District of Columbia Circuit, where he was confirmed by the Senate 2 years ago by unanimous consent. We have seen his briefs in the Solicitor General's Office, and we have heard some 31 witnesses regarding his nomination. These included a witness from the American Bar Association, which rated him unanimously well qualified, the highest recommendation possible. The remaining thirty witnesses, who were chosen equally by the Democrats and the Republicans, testified at length about Judge Roberts' career. We know a great deal about Judge Roberts.", "Based on all of these proceedings, including 17 hours of testimony before the committee, it is my judgment he is well qualified to be Chief Justice of the United States. I intend to vote aye when his nomination is called before the Senate.", "He has taken a position that a judge should be modest and should look for stability in the law. On a number of occasions in his testimony before the committee, he emphasized the point that judges are not politicians and that judges ought not inject their own personal views into the law.", "He commented about the flexibility of the law, saying that principles such as equal protection and due process were meant to last through the ages and have a flexible quality. He said, ``They [referring to the framers] were crafting a document that they intended to apply in a meaningful way down through the ages.''", "While he would not accept the specific language of Justice John Marshall Harlan II that the Constitution is a living thing, he did testify that the language of liberty and due process has broad meaning as applied to evolving societal conditions.", "He talked very directly when questioned about the right of privacy. He said that Griswold v. Connecticut, which established the right of privacy, was correctly decided. That case overturned the state law prohibiting the use of contraceptives for married people. He also said the holding of Griswold would apply to single people as well as to married people under the Eisenstadt decision.", "When it came to the critical question of Roe v. Wade, I did not ask him whether he would affirm or reject the Roe doctrine. I did not do so because I believe it is inappropriate to ask a nominee how he would decide a specific case.", "As chairman, it was my view that any member could ask the nominee any question that the member chose to, and the nominee would be free to respond as he chose. Beyond refraining from specifically asking whether he would affirm or overrule Roe v. Wade, others and I questioned him extensively about the import of stare decisis, the Latin term meaning ``let the decision stand.'' He emphasized that stare decisis was a very important principle in the law and that even where a justice might consider Roe wrongly decided, it takes more to overturn a precedent than simply to conclude it was wrongly decided initially. Because--and this is Arlen Specter speaking, not Judge Roberts--where the case has stood for some 32 years and has been reaffirmed most emphatically in Casey v. Planned Parenthood, it has become, as some have called it, a super precedent.", "I then made the point that the Supreme Court had taken up the issue so that Roe could have been reversed, overruled on some 38 occasions. Should it come before the Court again, perhaps the balance of the 38 cases would make super-duper precedent to uphold Roe.", "The question remains as to how he will rule. Nobody knows that for certain.", "The one rule that seems to be the most prevalent one is the one of surprise. He testified extensively about his concern for civil rights. He talked about affirmative action. He agreed with Justice O'Connor that the impact of the people in the practical everyday world was of considerable importance. I questioned him about his participation in the case of Romer v. Evans, where he lent some counsel to the lawyers who were arguing the case involving gay rights and he participated in support of gay rights.", "His partner at Hogan and Hartson, Walter Smith, had this to say about Judge Roberts' participation in that case. Mr. Smith said that ``every good lawyer knows that if there is something in his client's cause that so personally offends you morally, ligiously, or if it so offends you that you think it would undermine your ability to do your duty as a lawyer, then you shouldn't take it on, and John wouldn't have. So at a minimum he had no concerns that would rise to that level.''", "I then asked Judge Roberts if he agreed with Mr. Smith's analysis and if he would have refrained from helping in that situation, and he said: ``I think it's right that if it had been something morally objectionable, I suppose I would have.''", "His support of gay rights is not an insignificant consideration in our evaluation of his views of civil rights.", "Judge Roberts made quite a point of contending that he had answered more questions than most, and I think to some extent he did. He articulated the standard that he would answer the questions unless the case was likely to come before the Court. Some of his predecessors have refused to answer any questions at all.", "As I have said, from time to time, when Justice Scalia appeared before the Judiciary Committee, he wouldn't answer much. Even prisoners of war are compelled to give their name, rank, and serial number; Judge Scalia would only give his name and rank. He wouldn't give his serial number. I say that in a metaphor. Justice Scalia would not say if he would uphold Marbury v. Madison, which is an 1803 decision establishing the supremacy of the Supreme Court, the duty of the Supreme Court, and the responsibility and authority of the Court to interpret the Constitution.", "Judge Roberts did comment on Griswold and Eisenstadt and quite a number of specific cases as he went along. There were some cases where he would not answer where I candidly thought he should have answered, but my rule is that the Senator asks the questions, the nominee responds, and it is a political judgment as to whether the nominee has responded sufficiently to warrant or merit confirmation or the Senator's vote.", "For some time now, I have expressed my concern, a concern which was shared by the distinguished Senator from Ohio, Senator DeWine, who now occupies the chair of the Presiding Officer. Senator DeWine raised a line of questions, as I did. I raised a question about the case of United States v. Morrison where the Supreme Court declared part of the legislation unconstitutional, legislation designed to protect women against violence. I pointed to the very extensive record on surveys in 21 days and 8 separate reports. The Court, in a 5-to-4 decision, determined that the legislative record was insufficient, but it seemed to me that it was probably the case that the record was more than sufficient. This is what I consider to be an encroachment on congressional authority. The majority opinion, after reviewing that record, said it was insufficient because they disagreed with the congressional ``method of reasoning.''", "The question I have about that is, Who are they--the Supreme Court Justices--to say that their ``method of reasoning,'' is superior to ours? What happens when you leave the columns of the Senate, which are directly aligned with the columns of the Supreme Court, and walk across the green? Is there some superiority of competency there? The dissent pointed out that the majority opinion was saying that there was some sort of unique judicial competence on the method of reasoning. The inference there is that there is some congressional incompetence. I reject that. And I believe the Constitutional separation of powers rejects that.", "Where there is an expansive record, as we had in United States v. Morrison, it ought to have been upheld. It is a derogation of congressional authority and insulting to question our method of reasoning.", "I asked him about the two cases where the Supreme Court interpreted the Americans With Disabilities Act 3 years apart, 2001 and 2004. In Garrett v. Alabama, by a 5-to-4 decision, the Court ruled unconstitutional the part of the Americans with Disabilities Act which protected against discrimination in employment; and then, 3 years later, in Tennessee v. Lane, again by a 5-to-4 vote, the Supreme Court upheld the application of the section of the Americans With Disabilities Act concerning access to public accommodations for a paraplegic who had to crawl up the steps to get to a courtroom. The records were identical as to both of the sections in the same act. You had the same voluminous record presented.", "In dissent, in the Lane case, Justice Scalia called it a ``flabby test.'' He said that where the Court has used a standard of what they called ``congruence and proportionality,'' that it was ill-advised. Justice Scalia said the Court was really making itself the taskmaster of the Congress and, in effect, treating us like schoolchildren.", "Now, where did this test, ``congruence and proportionality,'' come from? It came out of thin air. In 1997, in the Boerne case where the Court declared the Religious Restoration Act unconstitutional, they came up with this test which has not a scintilla of objective meaning. How can the Congress figure out what it is that the Supreme Court has in mind? They go 5 to 4 on one title of the Americans with Disabilities Act and 5 to 4 the other way on another title of the Americans with Disabilities Act. Frankly, I thought the committee and the Senate were entitled to answers on those questions, but Judge Roberts declined to answer.", "That is a work in process. We are not putting that one down. There are some things which the Congress can do about that to assert congressional power, and it will be pursued.", "On the issue of Judge Roberts being Chief Justice, it is an intriguing prospect for a man of 50 to take over the Court where Judge Stevens is 35 years his senior; Justice Scalia is 18 years his senior; even Justice Thomas, the youngest of those on the Court at the moment, is 7 years his senior. I asked Judge Roberts about that, both in the informal session in my office and in the Senate hearing. He described his work as being an advocate before the Court as a ``dialogue among equals.'' I thought that was a fascinating evaluation.", "In the Supreme Court--and I have had occasion to be there three times--a lawyer stands on one level, and the Court is on a higher level. I do not exactly perceive it personally as a dialogue among equals, but I consider it fascinating that he did. Perhaps when you have been there 39 times, the level of inequality levels out. But he has an opportunity, from his vantage point, knowing the Justices, as he does, having been there so long, and having been a clerk for Justice Rehnquist when he was an Associate Justice back in 1980, to do something about these 5-to-4 decisions.", "There was a discussion about what Chief Justice Earl Warren did in bringing the Court together. When he was appointed Chief Justice in 1953, he molded a unanimous opinion in Brown V. Board of Education--if not the most important case in the Court's history certainly one of the most important cases, and one of the most contentious cases.", "However today we see a plethora of 5-to-4 decisions--a recent case involving the Americans with Disabilities Act being one illustration, but there are many others; you had the Ten Commandments cases this year where the Court said it was OK for the State of Texas to have the Ten Commandments on a tower but unconstitutional for Kentucky to display the Ten Commandments indoors, in two decisions whose results absolutely defy logic or are inexplicable.", "I have also been troubled by the modern tendency to have so many concurrences and dissents. Before the Judiciary Committee held hearings regarding the detainees at Guantanamo Bay, I read three Supreme Court opinions from June of 2004. They were a maze of confusion as you tried to work your way through them. One was a plurality opinion. Only four Justices could agree. They did not have the opinion of the Court, and the other cases were replete with multiple opinions as well.", "Currently you have a situation where Justice A will write a concurring opinion, joined by Justice B; and then Justice B will write a concurring opinion, joined by Justice A and Justice C. You wonder, why so many opinions? Judge Roberts commented and testified he thought that was a matter the entire Court should work on, and certainly one he would pledge to work on himself.", "The subtle ``minuet'' of the confirmation hearings for Judge Roberts turned bombastic and contentious at times, but he always kept his cool and responded within reasonable parameters. The Judiciary Committee and the full Senate cannot be guarantors that Judge Roberts will fulfill our's or anyone's expectations. The Court's history is full of Justices who have surprised or disappointed their appointers or inquisitors. But the process has been full, fair, and dignified.", "I think Judge Roberts went about as far as he could go in answering the questions and declining to answer questions on cases likely to come before the Supreme Court. When you consider all of the factors--his academic record, his professional record, his record on the court of appeals, the witnesses who testified who have known him intimately--it is my judgment he is well qualified and should be confirmed as the next Chief Justice of the United States, the 17th Chief Justice of the United States. When the roll is called, I intend to vote yea.", "I ask unanimous consent that the full text of my statement be included in the Record."], "capitolwords_url": "http://capitolwords.org/date/2005/09/19/S10168-2_nomination-of-judge-john-g-roberts-jr/"}