{u'speaker_state': u'CA', u'speaker_raw': u'mrs. boxer', u'speaker_first': u'Barbara', u'congress': 108, u'title': u'CLASS ACTION FAIRNESS ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-08/html/CREC-2004-07-08-pt1-PgS7782-2.htm', u'number': 93, u'id': u'CREC-2004-07-08-pt1-PgS7782-2.chunk4', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Boxer', u'pages': u'S7782-S7819', u'speaker_party': u'D', u'date': u'2004-07-08', u'bills': [u'S. 2273'], u'bioguide_id': u'B000711', u'order': 4, u'speaking': [u"Mr. President, I know that most in the Chamber, and those who are in their offices, went home to their home States over the Fourth of July break. It is always a treat for me to do that because, frankly, I think I come from one of the most beautiful places in the world. For me to go to California and get ``rooted'' in why I want this job, to protect that beautiful place, and to protect the people who live there and to work for them, it is always a joy.", u'Constituents asked me: What are you going to be doing when you come back? They had asked me about a number of issues they cared about. They are worried about this economy. They say it is uneven. They point out that college tuition is going up more than 20 percent. They are squeezed. They point out that gasoline prices in our State are raging. It is costing them more. They point out that their health care premiums are going up. They are worried about even keeping health insurance. Some of them do not have any.', u"Those on Medicare are very worried about what they view as a false promise of the administration's Medicare proposal which was supposed to be so great for them in terms of prescription drugs. It turns out the thing is so bureaucratic and such a nightmare they cannot figure it out.", u'Not only that, they express shock when I tell them in that bill we do something outrageous, saying to Medicare, you cannot negotiate for lower prices for the people on Medicare. Constituents say: Wait a minute. Why does that make sense? If you are sitting across the table from someone and you represent 40 million senior citizens, you have a good card in your hand that you can play. You can say, if you want to have your high blood pressure medicine on our formulary, if you want to have your heart medicine on our formulary, if you want to have an arthritis drug on our formulary, you have to give us a better deal.', u'No, this administration and the majority in this body decided to tell Medicare they could not negotiate for lower drug prices for our seniors.', u"When I go home, people are flooding me with these questions. They are very worried about Iraq. What is the plan? What is the plan to get more help there? Why are we spending so much there? Why aren't we focusing on our problems at home? This is what I heard all over my State.", u'They ask: Senator, what is on the agenda when you get back? Which one of these issues are you going to take up? What about rail security? We are worried about that because we have a lot of Amtrak ridership in California. What about nuclear plant security? When are you doing more about that? I have to tell them the truth; that is, I am not in charge. My party is not in charge of the Senate. The Republican leadership has chosen, instead of putting any of those issues you have mentioned on the agenda, they are taking up class action reform because there is too much forum shopping--at which point they look at me and ask, What?--and we have to protect business from these consumer complaints.', u'They kind of look at me quizzically and say: There are other things that mean a lot more to my family. Then they ask: What are you going to take up after you take up class action reform? We are going to talk about gay marriage. And they say: Well, wait a minute. Every day in my life I have all these pressing issues; I thought the States handled that issue. Well, I say, you are right; the States have always handled that issue.', u'I find it amazing, given the Republicans are in charge of this Senate and they always believe in States rights and local control, they are now going to bring up the issue of gay marriage, and not only take it up--it was taken up once before; Bob Barr in the House wrote the Defense of Marriage Act, and Bob Barr said that would take care of everything and still says it takes care of everything--but, no, they are going it take the most precious document known to human kind, the Constitution of the United States, and they are going to now talk about marriage in the Constitution. In fact, marriage has been sacred in the various religions, along with the rules surrounding marriage, and the States have handled marriage for years.', u'My constituents are completely confused. They have many worries. They have many concerns. They are worried about the fact they are not respected abroad. They are worried about this recovery that they see as very wobbly. They see better corporate profits--although those seem not to be going as well--and they do not see the increases in their standard of living.', u'If we look at the numbers, the increase in the take-home pay, when you include inflation and the high cost of living, has only gone up about 1 percent, while all the other issues have gone up over 20 percent, the issues people deal with every day.', u'Now I come back to Washington and I am called to a meeting in a secret room in the Capitol. The press knows all about this. We are called to a secret room in the Capitol. We have to discuss the threats to our country. This is very serious stuff. Of course, I cannot go into everything that was said, but I can state what has been reported in the press, which is not classified. And that is, we need to be on the alert at home. We have known since September 11 that al-Qaida has cells in our country and that they never give up. If they fail, they go back again. We know all this. We need to stay ahead of the threat.', u'That is why I am so proud to be on the Commerce Committee. I am so proud to have as part of the portfolio of the Commerce Committee, rail security, aviation security, and port security. These are key issues. Since Madrid, for example, and the horrible bombing of the train there, we need to be on our toes. That means we need to pass rail security legislation.', u'This is the great news I have for my constituents and for all Americans. At a time when we are in the middle of an election, where there is a lot of disagreement, where we have even seen language that is prohibited to be used in the Senate being used by the Vice President of the United States--in other words, a time where emotions are running high politically--guess what happened on rail security. Every single member of the committee voted for that bill--every single member. From liberal to conservative, to moderate, everybody voted for that bill. That means we could easily take up that bill. That means we could easily pass that bill.', u"But what do we have before the Senate? Class action. The people who want us to pass this bill say there is a lot of abuse and that we need to make sure we take these cases away from the States and put them more into the Federal courts. Again, I find it unbelievable that we have a Republican majority that keeps saying, States rights, States take care of it, States do it, but when they are not happy with the way it goes--oops, forget that. As Roseanne Rosanna-Dana used to say, ``Never mind.'' Take it to the Federal court. Everyone knows what will happen there.", u"A lot of these cases are very important. We remember Dalkon Shield was one of those class action cases where women were dying. Not until there was a class action lawsuit was that fixed. That does not mean there aren't abuses. It does not mean that we cannot have reforms.", u'It does say to me that there is no crying need to take this up when we are called to room 407 for a secret briefing about the threats that face this country before the election. It is extraordinary to me. And I believe the American people who are watching what we do here are thinking: What is the Senate doing about my life, about my family, about what I need for my kids?', u'I went to a press conference on the minimum wage. Do you know the minimum wage has not been raised in 8 years? Every colleague here has had a pay raise. For 8 years the minimum wage has not been raised. People are living below the poverty line. Mr. President, 61 percent of those people happen to be women, many single moms. All we want is a chance to do that. We should do that by unanimous consent today. Why do we need to debate it? Eight years long and no increase in the minimum wage, zero.', u'These are people who work hard. These are not mostly teenagers; these are grownups who are working hard to support their families on the minimum wage. The cost of living has gone up 14 percent in those 8 years. The minimum wage has stayed stagnant. These people are falling, falling, falling, falling--and we talk about family values here? And we are rushing to do a marriage amendment when the States are taking care of that?', u'My State has decided what it wants to do. They have a law. It is not perfect. It says there are domestic partnerships and they have rights and responsibilities. We could make it better. But do you know what. My State has taken care of this, thank you very much.', u"It is all about politics, folks, let's face it. For 5 minutes, why don't we put aside politics and pass the minimum wage and help the millions of people who need it to be done? What are we talking about? We are talking about an increase, over a couple years, of $3,800 a year for these people, who will still be below the poverty line. I bet if you had a vote in this Senate, the way it is made up, to give more tax breaks to the people making a million bucks a year, it would fly through here, it would fly through this place, even though those in the million-dollar range are already getting back hundreds of thousands of dollars a year. Imagine.", u'So every once in a while I come down to this Senate floor and I say: Why am I here? What are we doing? Are we meeting the needs of the people? And this is a perfect time to do it because there is a bill on the Senate floor that not one person in my State, except high-paid lobbyists in very fancy suits, want to take up. This is true. The things we should take up, the things we talk about in that room, that secret room in the Capitol--making our rail systems safe, making our ports safe, making our buses safe--oh, no, we do not have time for that because after we do this for the big businesses in this country, oh, we are going to go on to gay marriage before the Democratic Convention so some people can cast a vote that might hurt them in their election. Shame on us. We should be better than that as Senators. We should be better. So I am going to give us a chance to be better.', u'Mr. President, I ask unanimous consent that the Senate proceed to calendar No. 536, S. 2273, the Rail Transportation Security Act, that the bill be read a third time and passed, and that the motion to reconsider be laid upon the table.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/08/S7782-2_class-action-fairness-act-of-2004/'}