{u'speaker_state': u'CA', u'speaker_raw': u'mr. stark', u'speaker_first': u'Pete', u'congress': 108, u'title': u'THE ANATOMY OF MYTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-12-06/html/CREC-2004-12-06-pt1-PgE2161.htm', u'number': 137, u'id': u'CREC-2004-12-06-pt1-PgE2161.chunk0', u'volume': 150, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Stark', u'pages': u'E2161-E2162', u'speaker_party': u'D', u'date': u'2004-12-06', u'bills': None, u'bioguide_id': u'S000810', u'order': 0, u'speaking': [u"Mr. Speaker, much has been written and said about the role ``moral values'' played in the outcome of the 2004 presidential election. I'd like to recommend the attached article from Sunday's Washington Post Outlook section to my colleagues. The author, Dick Meyer, Editorial Director for CBSNews.com, writes about how this focus on ``moral values'' is, ``a neat theory--but wrong.''", u'As many of us seek to evaluate this past election, I urge my colleagues to read this article. I agree with the author that this moral values perspective has been greatly overblown and does a disservice to a more thorough evaluation of the election.', u"Social and intellectual conventions are supposed to settle slowly, but conventional wisdom can congeal instantly and without much wisdom. That's what has happened over the past several weeks with a prevailing interpretation of this year's presidential election--the great moral values theory. The Big Political Idea of the '04 election goes something like this: ``Moral values'' turned out to be the most important issue to voters, not the economy or the Iraq war or terrorism. President Bush won because a legion of ``values voters''--whose growing numbers escaped the attention of an inattentive media--preferred him. The Democrats are doomed until they can woo the voters who belong to this new political force. It's a neat theory--but wrong. How it came to be regarded as the real story of Bush's victory is a fascinating and sobering example of journalism's quest for freshness and surprise. Here's the simple fact: The evidence that moral values determined the election rests on a single dodgy exit poll question. And it's not at all clear that more voters are preoccupied with moral values now than were fretting about ``family values'' on Election Day 1996, when exit pollsters included that phrase in a question about ``priorities for the new administration.'' But in the often arid and repetitive arena of American political ideas, fun new contestants can be hard to disqualify. The myth of the moral values election is proving hard to snuff out. The mantra was in full hum on election night. Television commentators were understandably struck by the results of the question asked of almost 7,000 voters as they left their polling places: ``Which one issue mattered most in deciding how you voted for president?'' The most cited issue on the list of seven options offered to those surveyed was ``moral values'' at 22 percent; 80 percent of these voters went for President Bush, 18 percent for Democratic nominee john Kerry. ``Economy/jobs'' came next on the list at 20 percent, followed by terrorism (19 percent), Iraq (15 percent) and then health care, taxes and education in single digits. Brian Healy was the CBS News producer covering the exit polls, something he has done in many elections. He recalled that everyone was surprised that moral values topped the list as the numbers came in, but it wasn't until about 4 a.m. that someone quite innocently asked, ``What exactly are `moral values'?'' Too late. The story line was already set. And the surprise nature of the moral values result boosted its allure for the commentariat. When the newspapers could finally write definitive headlines, the notion that moral values was a synonym for various conservative positions became a given--as did its decisive effect on the outcome of the contest. ``Faith, Values Fueled Win,'' reported the Chicago Tribune. `` `Values voters' key to Bush re-election,'' declared the Fort Worth Star Telegram. ``Moral Values Decide Election,'' the Tri-Valley Herald in northern California told its online readers. From the modest experiment of one exit poll question, a Unified Theory of Election 2004 was hatched. Pundits began to spread the word. ``Ethics and moral values were ascendant last night--on voters' minds, in Americans' hearts,'' William J. Bennett wrote in a column posted in the National Review Online at 11:09 a.m. on the morning after the election--even before Kerry's concession and Bush's victory speech. Several days later, American Prospect Executive Editor Michael Tomasky expressed the apocalyptic Democratic interpretation in his column: ``The reelection of a president such as George W. Bush for the reasons the exit polls tell us he evidently won is a culminating event in the political retreat of modernity, a condition of existence whose fundamental tenet was the triumph of scientific skepticism over what used to be called `blind' faith.'' Wow. And on CNN's ``Crossfire,'' co-host Tucker Carlson opened the Nov. 5 show with this categorical assessment: ``Three days after the presidential election, it is clear that it was not the war on terror, but the issue of what we're calling moral values that drove President Bush and other Republicans to victory this week.'' Some reporters were even apologetic for missing the big story. ``Somewhere along the line, all of us missed this moral values thing,'' said CNN's Candy Crowley in a speech to a Florida audience. Political reporters may have many things to atone for, but missing ``the moral values thing'' is not one of them. Plenty of commentators have tried to spike this dogma (including me in one of my columns), but it has proved a stubborn adversary. Let's take another swing at it. Yes, the issues boiled down into the code phrase ``moral values'' were a factor in this election. There are voters passionately concerned with gay marriage and abortion, and an overwhelming number of them supported President Bush. It's also clear that gay marriage ballot initiatives energized these voters, as did Republican efforts to get out that vote. But the size and impact of that cohort has been exaggerated. And the impact of other issues (war, terrorism) and leadership qualities was minimized. That's mostly because of oddities in the exit poll, but also because this Big Political Idea conforms to what some Republican strategists are peddling (and their interpretation has the added credibility that winners get in writing history). It also fits neatly the red/blue, ``two Americas'' school of thought, which projects the country as deeply divided and at war over cultural issues. If the national exit poll had been worded differently, moral values would not have been the top issue and this argument wouldn't be happening. If, for example, one of the choices on the exit poll list combined ``terrorism'' and ``Iraq,'' it probably would have been the top concern and nobody would be talking about moral values. If economy/jobs and taxes were one item instead of two, it might have been the winner. Who knows what the exit poll would have found if ``truth in government'' were an option. Or ``character.'' And, most, importantly, the definition of moral values is in the eye of the evaluator. Most voters probably did think moral values meant being against gay marriage, stem cell research and late-term abortion; but others undoubtedly thought it meant helping poor people or not invading Iraq. For some, moral values may have referred to character attributes of the candidates. It is a bit of a Rorschach test. Moral values are not a discrete, clear political issue to be set next to taxes or terrorism; it's public-opinion apples and oranges. Gary Langer, the polling director for ABC News who helped design the exit poll but objected to including the moral values option on the issues list, pointed out some of these flaws in a Nov. 6 op-ed for the New York Times. He argued that ``this hot-button catch phrase had no place alongside defined political issues on the list of most important concerns in the 2004 vote. Its presence there created a deep distortion--one that threatens to misinform the political discourse for years to come.'' Now, to the hard question: Are there more values voters than there used to be? In 2000, the consortium that ran the national exit poll did not list ``moral values'' as an option on their issues menu. At that time, it would have been seen as a question about Bill and Monica, and so pretty useless. So it's hard to know whether the slice of the electorate concerned with such matters has grown during President Bush's term. We do know that in the 1996 question about the next administration's priorities, ``family values'' was tops for 17 percent (behind the winner, ``health of the economy,'' at 21 percent), and that group largely went for Bob Dole. So you could argue that the 17 percent whose top worry was family values and went heavily Republican turned into 22 percent worried about moral values in 2004. That's a slight shift, but hardly a cultural tsunami--and remember, no one asked these voters for their definition of family values then, or moral values now. Nonetheless, analysts have been surfing on tidal-wave conclusions. It has become a breast-beating crisis for Democrats that the values voters who were 22 percent of the electorate went for the Republican by a crushing margin, 80 percent to 18 percent. By that logic, it must follow that it's a crisis for Republicans that the 20 percent who care most about the economy and jobs went 80-18 for the Democrat. Or perhaps it's a crisis for the Republicans that the 45 percent slice of the electorate that describes itself as moderate went for Kerry 54-45? Or that first-time voters went 53-46 for Kerry? So many crises, so few facts to support them. Voting behavior does divvy up Americans into certain patterns. Rural residents and heavy churchgoers vote Republican. City people and church-avoiders vote Democratic. But these cleavages have persisted in several elections. Moral values didn't just seep into the drinking water. Yet the myth persists. Sometimes it's perpetuated by partisans claiming that Democrats are hostile to values voters. ``There simply aren't enough voters in Berkeley, Santa Monica, Santa Fe, Manhattan and Cambridge to offset the many concerned evangelicals, Catholics and Jews in the rest of the nation for whom moral values are a determining issue,'' wrote Richard A. Viguerie and David Franke in a Nov. 15 Los Angeles Times op-ed. Sometimes it's perpetuated by those looking at the red and blue divide. Even after many debunking pieces came out, a story in the Rochester Democrat and Chronicle about strained relations in the Christian community noted that ``it has gotten stickier than ever in the aftermath of a presidential election in which moral values played a key role in keeping George W. Bush in the White House.'' A Nov. 22 op-ed in Newsday by political scientist Laura R. Olson also took off from the fatal assumption. ``The much- touted exit poll finding that moral values were the most important Election Day concern of 22 percent of voters highlights the fact that a sizable number of Americans expect political leaders to offer a prophetic vision,'' she wrote. I'm not picking on her; that's just one example of many I could have cited. Other scholars have tried to put the exit poll question in perspective. Lawrence R. Jacobs, a political science professor and director of the 2004 Election Project at the University of Minnesota, wrote: ``The initial conclusion of media commentators that `moral values' determined the outcome of the 2004 presidential election was off the mark, neglecting the impacts of partisanship and the economy.'' Despite the best efforts of myth-busters, the moral values doctrine has morphed from a simple poll finding to a grand explanatory theory to gospel truth. This contaminated strain of punditry needs to be eradicated before it spreads further."], u'capitolwords_url': u'http://capitolwords.org/date/2004/12/06/E2161_the-anatomy-of-myth/'}