{u'speaker_state': u'IL', u'speaker_raw': u'ms. moseley-braun', u'speaker_first': u'Carol', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk21', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Moseley-Braun', u'pages': u'S10100-S10125', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'M001025', u'order': 21, u'speaking': [u"Madam President, at the outset, I ask everyone listening to this debate to note that the Federal Government has yet to issue a marriage license. That is not within our purview. It is not something the Federal Government does. Yet, in this instance, with the so-called Defense of Marriage Act, we are moving into the marriage business unilaterally in order to prohibit the approval by one State of another State's decision to recognize a particular marital or domestic arrangement.", u"The Defense of Marriage Act--and I want to quote the act --will amend the U.S. Constitution's full faith and credit clause by authorizing any State choosing to do so to deny all effect to any public act, record, or judicial proceeding by which another State either recognizes such marriages as valid and binding, or treats such marriages as giving rise to any right or claim under the laws.", u'In other words, this legislation says if one State decides to accept a domestic arrangement that another State does not already have, that other State can prohibit or deny the recognition of such domestic relation arrangement by the State.', u'Many top scholars believe this provision of the bill is unconstitutional. Our Constitution, the U.S. Constitution, states:', u'Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State. And the Congress may by general Laws prescribe the manner in which such Acts, Records, and Proceedings shall be proved, and the Effect thereof.', u"The first sentence of that clause of our Constitution is very clear: Every State is required to recognize the official public acts and judicial proceedings of other States. As was stated by the Supreme Court in Williams versus North Carolina, the very purpose of the full faith and credit clause was to alter the status of the several states as independent foreign sovereignties, each free to ignore the obligations created under the laws or by the judicial proceedings of the others, and to make them integral parts of a single nation.''", u'Professor Tribe of Harvard, a noted constitutional law scholar, states further, in regard to this issue, that', u"Congress possesses no power under any provision of the Constitution to legislate any such categorical exemption from the Full Faith and Credit Clause of article IV. For Congress to enact such an exemption--whether for same-sex marriages or for any other substantially defined category of public acts, records, or proceedings--would entail exercise by Congress of a ``power not delegated to it by the United States Constitution''--a power therefore ``reserved to the States'' under the tenth amendment to the Constitution.", u"He goes on to state that ``the proposed measure''--the domestic relations act, DOMA,", u". . . the proposed measure would create a precedent dangerous to the very idea of a United States of America. For if Congress may exempt same-sex marriage from full faith and credit, then Congress may also exempt from the mandate of the Full Faith and Credit Clause whatever category of judgments-- including not only decrees affecting family structure but also specified types of commercial judgments--a majority of the House and Senate might wish to license States to nullify such contracts as their option. Such purported authority to dismantle the national unifying shield of article IV's Full Faith and Credit Clause, far from protecting States' rights, would destroy one of the Constitution's core guarantees that the United States of America will remain a union of equal sovereigns, that no law, not even one favored by a great majority of the States, can ever reduce any single State's official acts, on any subject, to second-class status; and, most basic of all, that there will be no ad hoc exceptions to the constitutional axiom, reflected in the tenth amendment's unambiguous language, that ours is a national Government whose powers are limited to those enumerated in the Constitution itself.", u"Professor Tribe essentially makes the point that this is not only not the Federal Government's business, but it is an assault at the very core of the national unity that we have enjoyed.", u'One of the real strengths of our system is that the Federal Government has limited powers, derived from the people, and those powers not explicitly given the Government are retained by the people and by the States. Our Constitution was and is as much about preventing the erosion of our liberties by Government as it is about setting up and implementing the processes of Government.', u'This bill, the Defense of Marriage Act, moved through the House of Representatives faster than any part of the contract on America. In fact, based on the level of rhetoric from some Members of Congress, you would think that our principal responsibility lies in the issuing of marriage licenses, and getting involved in domestic relations. That, Madam President, I think, suggests that the real objective of this legislation is not about legislating in the appropriate way for this Congress.', u'The second provision of the act further demonstrates that the Defense of Marriage Act is all about the politics of fear and division and about inciting people in an area that is admittedly controversial. The act would amend chapter 1 of title I by adding the following language:', u"In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the word ``marriage'' means only a legal union between one man and one woman as husband and wife, and the word ``spouse'' refers only to a person of the opposite sex who is a husband or a wife.", u'Madam President, you may want to consider, that it was not very many years ago that 16 States in our country prevented marriage between the races, interracial marriage. In fact, in some States it was called miscegenation. It was not until 1967 that the U.S. Supreme Court outlawed State miscegenation statutes. When that case was argued before the Supreme Court, the attorney general of Virginia seriously argued that the Virginia statute passed constitutional muster because both the white partner and the minority partner were subject to the same criminal penalty.', u"That kind of statutory restriction, Madam President, on people's ability to make a commitment to one another may seem unbelievable today, but it was a reality of life in this country not too many decades ago. Fortunately, our Supreme Court ultimately saw how inconsistent these statutes were to core American principles and declared them all unconstitutional. Just as importantly, the Supreme Court decision is no longer a matter of intense controversy; most Americans have come to understand just how unfair those State statutes were.", u'I point out, Madam President, I grew up, I would imagine the Presiding Officer also grew up at a time in our country when these statutes existed, and in fact I had the occasion to have a relative in my family married to a person who was not African American, who was white, and their marriage was illegal in half the States of this country. As a child, that did not make any sense to me. How was it that a State could decide that two people could not decide to make a domestic arrangement that they wanted to make? It did not make any sense to me then. The Supreme Court subsequently acted, and here we are faced with the exact same arguments, the very same arguments being made against domestic relations of another order. When two people decide to come together, it seems to me it should be a matter for them, their conscience, their God, and indeed that it, indeed, is inappropriate for this U.S. Congress to intervene in that decisionmaking.', u"As Dr. King stated so eloquently years ago, our Declaration of Independence was not just a matter of rhetoric and not an exercise in hypocrisy and not just words trotted out on suitable patriotic occasions, and then ignored while we all go about the business of real life. Dr. King knew that our Declaration of Independence was indeed a ``declaration of intent,'' and that our history has been a history of making progress, albeit sometimes in fits and starts, but making progress toward full implementation of those American values for all of us.", u'In our system, the Constitution protects our freedoms and prevents Government from taking those freedoms away. At the same time, the genius of the system is that, at its best, it brings us together to expand opportunity and to expand freedom. Gay and lesbian Americans, however, do not yet fully enjoy the equal protection of the laws promised to every American by the 14th amendment. And this legislation, it seems to me, is a step in the absolute opposite direction of extending the equal protection of the laws to Americans without regard to their sexual orientation, just as we moved so fitfully in this country to extend those protections to Americans without regard to their race.', u'It seems to me, Madam President, that if we examine the history, it will show the fundamental truth of the notion that this Congress should be involved in expanding, and not restricting, individual liberty, that we should not involve the Federal Government in decisions that will restrict liberty, indeed, if anything, we should involve our Government in providing people with opportunities to contribute to the total of our society to the maximum extent of their ability and to be whoever they are within the context of this society.', u'That, indeed, is what freedom, that, indeed, is what the whole constitutional framework is about in this country, as I understand it, and as many people understand it who hold sacred the promise of freedom and independence that this declaration gives us. Strides have been made, Madam President, to provide gay and lesbian Americans the equal protection of the laws, but DOMA is a retreat from that goal.', u'Finally, Madam President, I point out to anyone who is listening to the debate, not only the divisive nature of the debate which, of course, becomes pretty apparent, but the fact that it is almost curious that the very people who argue against the Federal Government as an activist Federal Government, the very people who argue in favor of smaller Government, have absolutely no compunction about encouraging the Federal Government to expand its activism, to expand its role, and expand its intrusiveness into our everyday lives when it comes to their own agenda. If the agenda has to do with restricting liberty, it is OK to have an expanded Federal role. When the agenda relates to encouraging expanding opportunity, then that is when they cry foul and argue we should have smaller Government.', u'Indeed, this legislation represents just the opposite of smaller Government. It represents an intrusion by the Federal Government in areas that we have never trod before. It represents a decimation of a concept of a United States of America by striking at the heart of the full faith and credit clause which binds us together, and it tears us apart as Americans, and it sets up a point of controversy between and among the States that ought not be here.', u'I hope that every person on this floor and every person who is going to look at and vote on this bill considers for a moment what the judgment of history might be, if 50 years from now their grandchildren look at their debate and look at their words in support of this mean-spirited legislation, and consider the judgment that will be cast upon them then.', u"I had for a moment thought to bring to this floor some of the floor debate and some of the debate that happened during the civil rights era when the very same arguments that are being made in favor of this legislation were made in favor of keeping African Americans in second class citizenship in this country. Those arguments ultimately failed. And as Dr. King pointed out, he said, ``The arc of history is long, but it bends towards justice.''", u'I hope that we will not contribute to the retarding of that arc in the direction of justice, that we will all recognize that this is an inappropriate legislative activity by the Federal Government, and that we leave it up to the States in their wisdom to decide what kind of domestic relations arrangements they will or will not allow, and that we allow, in the final analysis, for the opportunity of every American to enjoy the same protections under the law as every other American and that we do not single out gay and lesbian Americans for second class status and as second class citizens by legislation labeled specifically to their domestic relations when we have never legislated in that area before in this body. On that point, Madam President, I yield the floor.', u'Mr. GRAMM addressed the Chair.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}