{"speaker_state": "MA", "speaker_raw": "mr. mcgovern", "speaker_first": "Jim", "congress": 109, "title": "PROVIDING FOR CONSIDERATION OF H. CON. RES. 36, EXPRESSING CONTINUED SUPPORT OF CONGRESS FOR EQUAL ACCESS OF MILITARY RECRUITERS TO INSTITUTIONS OF HIGHER EDUCATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-02/html/CREC-2005-02-02-pt1-PgH310.htm", "number": 9, "id": "CREC-2005-02-02-pt1-PgH310.chunk5", "volume": 151, "chamber": "House", "session": 1, "speaker_last": "McGovern", "pages": "H310-H315", "speaker_party": "D", "date": "2005-02-02", "bills": null, "bioguide_id": "M000312", "order": 5, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, here we are at the start of a new year and a new Congress and we are considering this bill, surprise, surprise, under a closed rule. Once again, the Republican majority has decided that thoughtful debate and the ability for Members to offer amendments if they so wish is unimportant or simply too much bother.", "The underlying bill, House Concurrent Resolution 36, was introduced yesterday, has not gone to committee, let alone and be reported out of committee, and was being taken up in the Committee on Rules yesterday just about the time that most Members' planes were touching down in Washington.", "So once again the majority has followed its usual practice to stifle debate, prevent amendments, and ignore normal procedure to push a bill to the House floor ahead of more important issues facing the country. Apparently, the Republican leadership could not possibly start the new year out by deciding to finally help the more than one million jobless workers who have exhausted their regular unemployment benefits without receiving additional aid.", "I know the majority does not like to be reminded that we still have the largest number of exhaustees in over 3 decades, but the 109th Congress begins still facing this bitter reality and obviously still doing nothing to ease the hardships facing these workers and their families.", "Clearly, the Republican majority did not feel it necessary to press the President to get his supplemental request to assist the victims in nations affected by the Asian tsunami quickly before the House, so we are not taking that measure up this week. In fact, we are not likely to act on this most urgent matter until March. But a bill exhorting the White House to ignore and overturn proceedings in the Federal courts and to press higher education institutions to ignore their own policies prohibiting discrimination, well, that is a bill that gets top billing in the House of Representatives today.", "Mr. Speaker, in the United States of America discrimination is wrong. Period. But here we are right out of the gate with a bill that condones it. Let us start with a little history on this bill.", "In the mid-90s, Congress passed legislation to deny Defense Department funding to colleges and universities that fail to give military recruiters access to their campuses and students. Known as the Solomon Law, that legislation was passed to respond to efforts by several colleges and universities to protest the discriminatory policies of the Pentagon against gay men and women. Over time, the law was expanded to prohibit funding a university might receive from nearly every Federal agency, including the Department of Health and Human Services, the Department of Homeland Security, the Department of Transportation, and the Department of Labor.", "Last year this House passed a bill that would have expanded that list to include the CIA and the National Nuclear Security Administration of the Department of Energy.", "Mr. Speaker, there is an irony here. The Congress is holding hostage funds from all of these other Federal agencies to prop up discrimination by the Pentagon. Yet every one of these other Federal agencies has full access to recruitment on college campuses. Why? Because unlike the Department of Defense, no other Federal agencies have policies that encourage discrimination against gay men and women. All of them have employees on their pay rolls. All of these Federal agencies and the U.S. Government and the American people benefit from the research and development programs that take place on these campuses, some of it carried out, no doubt, by gay men and women.", "So, Mr. Speaker, where does the Solomon Law stand today?", "In November 2003, a U.S. district court in New Jersey upheld the constitutionality of the Solomon Law, but it also determined that the Solomon Law does not give the Pentagon any basis for asserting, as it has in regulations on implementing the Solomon Law, that universities and colleges must give military recruiters the same degree of access to campuses and students provided to other employers.", "In November 2004, just this past November, the U.S. Court of Appeals for the Third Circuit overruled part of the New Jersey District Court's ruling and found the Solomon Law to be in violation of the Constitution. In an appeal brought by a number of schools, mainly graduate schools of law, the court ruled that colleges and universities had a first amendment right to exclude recruiters whose hiring practices discriminated against homosexuals.", "The U.S. Department of Justice now plans to appeal the case to the U.S. Supreme Court, and it has asked the appeals court to hold off enforcing the nullification of the Solomon Law until the Supreme Court decides on whether to take up the case or not.", "Mr. Speaker, let me point out another irony in this debate today. There is absolutely no lack of equal access for military recruiters and ROTC programs on America's college campuses. What the Pentagon receives is special access, pure and simple. To this day, any other employer, public or private, that fails to meet a school's nondiscrimination policies is banned from employee recruitment on campuses. So the Pentagon receives special access to our colleges and universities.", "The Solomon law is about giving the military a special right to discriminate in a way other employers may not.", "This sense of Congress resolution once again reinforces and promotes the Pentagon's discriminatory policy and practices to the detriment of all other education institutions and Federal agencies. It further encourages the Federal Government in its pursuit to challenge court rulings that have upheld the first amendment rights of our colleges and universities in their efforts to end prejudice and discrimination.", "Mr. Speaker, the final irony of this debate you will hear today are the arguments about the need of the military to recruit the best and brightest students that America has to offer.", "I agree with this need, and the way to get there is for the Pentagon to end its policy of discrimination. This would end the conflict between the Pentagon and college policies against discrimination and prejudice. The Pentagon has kicked out over 26 military linguists who were fluent in Arabic or Farsi simply because they were homosexual. That is unconscionable while our military men and women are facing a deadly insurgency in Iraq and continued violence in Afghanistan.", "In the past 5 years, in the Army alone, over 3,000 uniformed servicemen and women have been discharged solely because of their sexual orientation. They were munitions experts, linguists, health care workers, infantrymen, tank mechanics, radio operators and active in every field of military endeavor.", "Make no mistake about it, right now gay men and women are in battle in Iraq and Afghanistan, and they have likely died in combat in Iraq and Afghanistan. They serve their Nation just as they have since the founding of the United States, bravely, patriotically and devotedly, but their superiors do not commend their service. If their sexual orientation is discovered, they are drummed out.", "Mr. Speaker, there is no lack of access to for the military on America's campuses. Every university that wants an ROTC program has one. According to the Wall Street Journal, more than 52,000 college students are enrolled in ROTC programs, up from 48,000 in 2000. Many credit feelings of patriotism engendered by the September 11 attacks, and it comes as no surprise that military enlistment by college graduates has also increased since the events of September 11.", "Mr. Speaker, we do not need the Solomon law. We do not need the bill before us today, and we certainly do not need to continue to insult and assault those very institutions of higher education that are leading the way to end hate and discrimination in America.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2005/02/02/H310_providing-for-consideration-of-h-con-res-36-expres/"}