{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 111, u'title': u'HEALTH CARE AND EDUCATION RECONCILIATION ACT OF 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-23/html/CREC-2010-03-23-pt1-PgS1821-6.htm', u'number': 45, u'id': u'CREC-2010-03-23-pt1-PgS1821-6.chunk196', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S1821-S1867', u'speaker_party': u'D', u'date': u'2010-03-23', u'bills': None, u'bioguide_id': u'D000563', u'order': 196, u'speaking': [u'I thank the chairman of the Finance Committee for his leadership on this issue and I thank my colleagues for joining in this debate. We are now starting the end of the fourth hour, into the fifth hour of this debate.', u'I have listened to many of the speeches that have been given. They are not only good, they are familiar. They are familiar because most of the speeches which we have heard on the floor are critical of the Health Care Reform Act which passed the House of Representatives on Sunday night and was signed into law by the President this morning.', u'Now, I can understand why some on the other side of the aisle did not like that. They did not vote for it. But the fact is, to come before us in this Chamber and to attack that now law of the land is to ignore why we are supposed to be here. We are here with a reconciliation bill that is basically designed to reduce the budget deficit.', u'We have several provisions in this reconciliation bill which have not been addressed by most of the speakers on the other side. For example, did the Republicans oppose the reconciliation provision that makes health insurance premiums more affordable for those in lower income categories? That is what is in the reconciliation bill. If they oppose that, then they should come out and say just that.', u'Do they oppose the expansion of community health clinics across America, more than doubling the number of community health clinics so there is more primary care so every family has a family doctor? Do the Republicans oppose that? Do they oppose family doctors for every family? If they do, step up and say so.', u'Do they oppose the efforts in this bill to close the doughnut hole; in other words, to make sure that seniors under Medicare have help in paying for prescription drugs they do not have today? I have yet to hear the first Republican say he opposes it. Yet that is what the bill is before us.', u'So the news flash to the Senate Chamber is, this morning the President of the United States of America signed into law the health care reform bill. To come before us and renew this debate is to ignore the measure that we are supposed to be considering, the reconciliation bill.', u"I haven't heard all the speeches on the floor, but I want to know if the Republicans oppose the provision in the reconciliation bill that ends a $60 to $80 billion subsidy for banks across America on student loans. Do you think that subsidy for banks is good? If it is, stand and say so. I think it is bad. It adds to the cost of loans. It adds to the debt of young people. We eliminate it. If they think banks should enjoy this subsidy, let's hear it. Stand and address the provisions in this bill. But they haven't done it.", u"Instead, what they have done is to file, at latest count, some 22 or 24 amendments. Remember, this is a reconciliation bill about reducing the budget deficit. I leave it to those following this debate to decide whether these Republican amendments are serious efforts to address the budget deficit or something else. Here is one we have seen so many times before by one of the Republican Senators, attacking the ACORN organization. Unfortunately, this Senator's newspapers have not been arriving on a timely basis because if they had, he would know this organization is going bankrupt. But he wants us to stop on this health care debate, stop on this budget deficit debate, and go back and flog ACORN again, as they languish in bankruptcy court. Common sense tells us that doesn't have a thing to do with health care reform or budget deficit reduction. It is a political amendment.", u"Here is an amendment by a Republican Senator to prohibit prescription coverage of Viagra for child molesters and rapists. I am not making this up. There is a fertile mind somewhere on the staff of the other side of the aisle dreaming up gotcha amendments. Here is one, Viagra for child molesters. Let's see if they will vote against that. Common sense tells us that doesn't have anything to do with health care reform or reducing the budget deficit. It is a political amendment. It is unfortunate.", u'Here is one Members should be held accountable for, but the question is, Why would you debate it on this bill? An amendment to require all Members of Congress to read a bill before voting on the bill. I have been asked repeatedly: Did you read the health care reform bill? The answer is yes. I think our constituents should ask us that question. But are we going to make it the law of the land? Who is going to monitor the reading of these amendments and bills to make sure every page is read by every Member of Congress? Is this a commonsense amendment or is this a political amendment?', u'Here is an amendment by a Republican Senator. You tell me what this has to do with health care reform or budget deficit reduction: to call for a referendum in the District of Columbia on gay marriage. What does that have to do with health care reform? The answer is nothing.', u"What we are going to face in the next few hours or days, whatever it happens to be, are more and more amendments such as this that are not serious amendments. They don't deal with health care reform. They don't deal with the budget deficit. They deal with somebody's idea of a political gotcha, to offer an amendment to try to trap Members.", u"I don't think we are going to fall for that. I think Members on this side of the aisle realize what is at stake. We need to pass this reconciliation bill so we can help pay for health insurance premiums for those in lower income categories, extend the reach of community health clinics, close the doughnut hole, make sure we are helping States pay for the new Medicaid burden they will face. I thought the Republicans were in support of that. Obviously, they are not. ", u"There is one point I would like to add. I have heard so many speeches by Republican leaders, including the Republican minority leader, that the reason why this whole effort is wrong is because the American people oppose health care reform. Another news flash: I wish to share with the Members of the other side of the aisle a poll announced today. When people were asked, after passage of the health care bill in the House of Representatives, whether they believe it is a good thing or bad thing that Congress passed the bill, good thing, 49, bad thing 40. By a 9-percentage margin, the American people say it was a good thing to do. America's emotional reaction on the bill, 50 percent enthusiastic or pleased, 42 percent angry or disappointed. I wonder if my Republican colleagues are now going to amend the premise that we should follow the opinion polls of America, now that the bill is passed and the American people, a majority, support this. Are they now going to change their position on whether opinion polls should drive our votes? I thought that was a pretty simplistic analysis to start with.", u"Here is what it come down to. Many of us went to the White House today to watch the President sign a bill that will be historic in nature. Similar to Social Security and Medicare, it extends the reach of health care protection and peace of mind to millions of Americans who don't have it. It was a hard-fought battle; I will concede that point. The fact is, at the end of the day, we won that battle. The President signed that bill, and it is the law of the land. The so-called Republican repealers, the ones who are going to run down in the next election to repeal it, better come and explain to small businesses across America, almost 4 million that are going to qualify for tax credits to help pay for health insurance. I heard all the comments from the previous speaker from Missouri, the Senator talking about be sensitive to small business. By opposing that bill, he opposed tax credits for almost 4 million small businesses. That bill will also extend health insurance to 30 million Americans who don't have it, Americans who, when they get sick and get treated, pass their bills along to other people. Those 30 million will have health insurance. That means less of a burden on those of us with health insurance to pick up their cost.", u"I say to my colleagues on the other side of the aisle: The political amendments don't make sense. Most of the American people have had enough of them, amendments about ACORN and gay marriage on a bill on health care. It doesn't fit. Common sense tells us we should not be delaying the Senate's final decision on a critically important bill. If the Republican side of the aisle was waiting for American public opinion to express itself, the American people have spoken. They think we did the right thing in passing this bill on health care reform, and the President did the right thing signing it into law this morning. They don't want to repeal this help. They want all the help they can get for affordable health insurance for quality care.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2010/03/23/S1821-6_health-care-and-education-reconciliation-act-of-20/'}