{"speaker_state": "OK", "speaker_raw": "mr. inhofe", "speaker_first": "James", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2011--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-09-21/html/CREC-2010-09-21-pt1-PgS7235-2.htm", "number": 127, "id": "CREC-2010-09-21-pt1-PgS7235-2.chunk18", "volume": 156, "chamber": "Senate", "session": 2, "speaker_last": "Inhofe", "pages": "S7235-S7244", "speaker_party": "R", "date": "2010-09-21", "bills": null, "bioguide_id": "I000024", "order": 18, "speaking": ["Mr. President, I will stay within the time given me. We have all had to reduce our time on this side. We have many Members who wish to speak.", "Let me cover a couple of points and respond to statements made by the chairman of the Armed Services Committee.", "I was around in 1993. Actually, it was the last year I was serving in the House, and I was on the House Armed Services Committee. I remember very well when the gay lobby started becoming active during that time during the Clinton administration. They said: We want to change the policy. That is why they went through this policy called don't ask, don't tell, which allows people to serve regardless of what their conditions are, their preferences are, but they do not talk about it. They do not use the military as a forum to advance their liberal agenda.", "It seemed to work. In the law--and it is still the law today--section 571 reads--this was passed in 1993, 17 years ago:", "The presence in the armed forces of persons who demonstrate a propensity or intent to engage in homosexual acts would create an unacceptable risk to the high standards of morale, good order and discipline, and unit cohesion that are the essence of military capability.", "I was one who applauded Secretary Gates--this is back on February 10--when he said we are not going to be doing anything to change it until we study it and, most important--and this is the whole issue, I believe--we hear from those in the field, we hear from the troops in the field. These are the guys who have gone through this. They understand what it is all about. And they were told they would be heard. That is the whole idea, that we would not do anything until December 1 when all the results were in.", "I am a product of the U.S. Army. I served proudly in the U.S. Army, and I can tell you right now, there are some reasons in the military why this would not work.", "Senator McCain covered the statements that were made by the service chiefs, but they are worth looking at again. It is very significant that these service chiefs were outspoken in their opposition to changing this policy or to repealing don't ask, don't tell. It is difficult for a general in the armed services to go against a President.", "I remember in 1998 when GEN John Jumper was strong enough to stand up and say what was happening in the Clinton administration in terms of downsizing of the military. It took a lot of courage. But the other thing that is--and a lot of things have been said about Secretary Gates and Admiral Mullen, but they will be the most instrumental in this. Here is what their philosophy was. This is a statement I will read, and I want everyone to listen carefully. This is from the Secretary of Defense--Gates--and Admiral Mullen, Chairman of the Joint Chiefs of Staff. They said, jointly:", "We believe, in the strongest possible terms, that the Department must, prior to any legislative action, be allowed the opportunity to conduct a thorough, objective, and systematic assessment of the impact of such a policy change.", "What they are talking about is the study we said was going to take place. But then, wait a minute, something happened. Three things happened 1 month later. This statement was made April 28. Then 1 month later, on May 27, three things happened. What are those three things? First of all, Gates and Mullen agreed to this compromise and then totally reversed their position of just 1 month before. Now, the chairman of the Armed Services Committee was talking about their position. This was their position, and yet they reversed it at the same time on the same day--May 27--that the House voted to repeal don't ask, don't tell. There were a couple of conditions there, and the Senate did the same thing, with one exception--one Senator in the Senate Armed Services Committee. It was right down party lines. In other words, every Republican Senator but one opposed this idea of repealing this without going through the study. The study is the critical thing. We have to go through the study before we would be in a position to know what those in the field want to do. I think this is very critical because it is not a matter of what you want to do with this, it is a matter of hearing from the troops in the field.", "Let's put up the next chart. People are saying: Well, don't worry about it. The Senator from Michigan just said: Don't worry about it because, first of all, it has to be certified that there is no negative impact on readiness. It is going to be certified by Mullen and Gates and the President.", "But wait a minute--certified? They have already made up their minds.", "Look, here is the most important--Admiral Mullen said:", "Mr. Chairman, speaking for myself, it is my personal belief that allowing gays and lesbians to serve openly would be the right thing to do.", "He is the one who is supposed to certify this. He has already certified it. It is right here. When they say that 60 days after the first of December, that certification has to take place, it has already happened.", "Secretary Gates says:", "I fully support the President's decision. The question before us is not whether the military prepares to make this change, but how we best prepare for it.", "There you have it. Both of them are saying the same thing. They are saying: Well, we have already made up our minds. They are the ones certifying. And the third party, of course, is the President, and the President's position is very well known on that issue.", "So I think this whole thing is so phony when they talk about this certification, but the reason I want to get in as much as I can in the limited 10 minutes is to let you know that it is not the only thing that happened on May 27. I call it black Thursday because not only did they vote to repeal the policy that has worked so well for the last 17 years in terms of gays in the military, but they also passed an abortion amendment that allows abortions in military hospitals.", "Now, very quickly, this has been going on--it has been changed for many years. In 1970, an Executive order allowed abortions in DOD hospitals. In 1984, Bob Dornan--remember B-1 Bob? A lot of us remember him. He changed it and tried to limit the abortions in government hospitals. In 1988, DOD hospitals barred abortions from the military facilities. President Clinton changed that and relaxed the laws. Then in 1996 the authorization bill reversed Clinton, and therefore they were not able to have abortions in military hospitals. Now, that is the law as it is today. But there is an amendment--and we have not even talked about this amendment--that is going to open the military hospitals for abortions.", "I had the honor of addressing this Values Summit last Friday, and I can tell you right now that the people there, when they heard about all of this that was in this bill, were pretty shocked. And the question came up, Why is it that we keep hearing over and over what is in this bill?", "Let's get the next chart up there. Why are they so anxious to get this thing on the floor when we are not going to be able to have amendments? We all know what the rules are around here. To my knowledge, since I first came to Congress, this is the first time we will have an authorization bill where we will not have a chance to amend it, where we won't have a chance to offer amendments. Normally, there are 100 or so amendments. A lot are agreed to, and our positions are heard. Not this time.", "First of all, I think this is a political mistake. It is a dumb thing to do, to try to use the Defense authorization bill in times of war to advance a liberal agenda. What is that liberal agenda? That agenda is to have open gays serving in the military, it is taxpayer-funded abortions in our military hospitals, and it is amnesty for illegals. I think they are making a mistake. I agree with the Senator from Arizona that it is totally political. It is all set up for the November 2 election. And I can assure you that all of America is watching, and they don't think the Defense authorization bill, in times of war, is the appropriate thing to do to advance a far-left liberal agenda--an open gay policy in the military, taxpayer-funded abortions, and amnesty for illegals.", "With that, Mr. President, I have used my 10 minutes, and I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2010/09/21/S7235-2_national-defense-authorization-act-for-fiscal-year/"}