{u'speaker_state': u'MN', u'speaker_raw': u'mr. walz', u'speaker_first': u'Tim', u'congress': 111, u'title': u"REPEAL THE DON'T ASK, DON'T TELL POLICY", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-06/html/CREC-2009-10-06-pt1-PgH10505-2.htm', u'number': 143, u'id': u'CREC-2009-10-06-pt1-PgH10505-2.chunk3', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Walz', u'pages': u'H10505-H10513', u'speaker_party': u'D', u'date': u'2009-10-06', u'bills': None, u'bioguide_id': u'W000799', u'order': 3, u'speaking': [u'Thank you to my colleague, the gentleman from Pennsylvania. Thank you for your service in the military. Thank you for your leadership in this Congress and, especially, thank you for standing forward on this important issue. The colleagues who have joined us here tonight understand this issue is one of civil liberties, of basic human dignity and of national security.', u"As my colleague said, I had the privilege and the honor to serve this Nation for 24 years in uniform. I can tell you, there is no greater privilege than putting on the uniform of the United States Army and trying to do the best you can to make sure that our personal liberties and our security of this Nation are maintained. The idea of denying that privilege and that honor to any American is simply unfathomable to me. It makes no sense. I can tell you, approaching this from a perspective--I'm a schoolteacher by profession--I had students that I taught in the classroom, coached on the football field, trained in my Guard unit, and they went off to Iraq to fight for this Nation. They went off to Afghanistan to fight for this Nation. Not once, not once in my career did the question of sexual orientation come up. Not once was the ability of that unit to deliver the security and deliver their mission ever predicated on sexual orientation. Not once did I see that this Nation was safer because a soldier was removed because of sexual orientation.", u'This issue and in the position I was in as a senior enlisted soldier, my whole purpose in life was to make sure our troops were trained; make sure they were prepared to do the mission and make sure their well-being was taken care of; make sure they could pass their physical proficiency test, make sure they could fire their weapon to the best of their ability; make sure they understood the mission and they understood the tactics to carry out the mission that was assigned to them to protect this Nation.', u'The professionalism of our troops is beyond question. The professionalism to be able to carry out a mission as assigned to them and to fall back upon their training has led us to have the most successful and proficient military in the world. The idea that these soldiers would be degraded because of the sexual orientation of someone doing the exact same thing alongside them is not only a fallacy; it is degrading to the professionalism of most soldiers there.', u"We serve today, right alongside in Afghanistan, 12 nations that allow their military to serve as openly gay and lesbian soldiers. Not one incident in that conflict has arisen because of that. And as my colleague from Pennsylvania so clearly pointed out, as that generation of young people willingly raise their hand at a time of two wars to serve this Nation, we're turning out some of the most skilled warriors and turning them out of the military for a bias on sexual orientation that has no place, has no need, and is not undermining our security.", u"My colleagues here tonight are going to make and have already made a very eloquent case for this. The United States public has a very strong preference that we allow people to serve in the military. We allow them to do their duty. We make sure that our Arab linguists are there, and we've sent many of them out the door because of this archaic and outdated policy. It doesn't reflect the values of this Nation. It doesn't reflect what we know in the military as a sense of trust amongst comrades.", u"There is a very eloquent quote--I think one of the most powerful speeches ever given, and it was given by the Marine Corps' first rabbi, Rabbi Gittleshon on Iwo Jima. Rabbi Gittleshon was chosen and asked to give the eulogy over the dead at the Battle of Iwo Jima. There was a strong bias about having a rabbi give last rites over Christian soldiers. The decision was made to have three different services. But during Rabbi Gittleshon's remarks, he was very clear about this: an enlisted man and an officer lay dead together, black and white, rich and poor, sons of immigrants and fourth-generation Americans. Not one of those people asked the other why they were there. His point was, theirs was the purest democracy, arm in arm, brothers and sisters in arms fighting for this Nation. And for any of us to discriminate against another because of any perceived bias was to disregard and disrespect the valor and the memory of those who have served.", u"So I want to thank my colleague from Pennsylvania, Captain Murphy, an Airborne soldier, served honorably in Iraq and has served this Nation well. He came to Congress to do the same thing and has courageously stood up time and time again for what's right, what's for the best security of this country and what keeps in the best traditions of civil liberties in this country.", u"So I stand with my captain side by side on this. I can assure the American public, the professionalism of our force and the unwavering commitment to this country of the military is in absolutely secure hands, and to give other Americans the ability to serve and be a part of that is something that this Congress must do. So Captain Murphy, I congratulate you. I thank you for doing this. I'm proud to stand with you. You have over 170 of our colleagues with you on this. It's time to move this forward. It's time to erase this mistake for our security and for Americans. I'll be with you every step of the way. So thank you for that.", u'With that, I yield back to the gentleman from Pennsylvania.', u'MURPHY of Pennsylvania. I thank the gentleman from Minnesota. There are two points that he mentioned that I would like to highlight. The first is the fact that there are 27 other nations that allow their troops to serve openly. Some of our toughest allies--Great Britain, Israel, the Aussies--they all allow their troops to serve openly with no detrimental effects.', u"Secondly, the command sergeant major mentioned Iwo Jima. I spoke to 250 senior leaders in the United States Army yesterday, and, unsolicited, I got an e-mail this morning from one of those colonels that I met with. And this Army colonel wrote me a note, and he said, ``In fact, gay men and women have been serving honorably in our military for decades.'' He sent me a moving passage from a book about World War II entitled, ``Stories from the Pacific.'' Reflecting on his experiences, a Marine wrote:", u'``That lesson of tolerance was well learned by the men in our company. During three amphibious campaigns in which we took part in Bougainville to Iwo Jima, valor and unselfishness were commonplace. I saw bravery and sacrifice all around me.', u'``One of the most courageous men I met was our Navy corpsman, Billy Hauger, a teenage boy who always put our well-being ahead of his own. In combat, he cared for us. He bandaged our wounds and comforted our men as they died. Often he would leave his position of relative safety and move out into the hail of enemy gunfire to treat a downed marine or pull a man to safety.', u"``On Iwo Jima, he risked his life time and time again to take care of his fellow men. On his last rescue attempt, he was badly wounded when a Japanese Nambu machine gun put a round through his thigh and another high in his chest. Billy's wounds were life-threatening, and he was quickly transported out to the hospital ship for treatment. But Billy didn't make it.", u"``Billy was posthumously awarded the Navy Cross, our Nation's second highest honor for extraordinary heroism under fire. I loved Billy Hauger then and I will always love him. Billy Hauger was a homosexual. Every single marine in our company will be proud to stand with him and call him friend and brother.''", u"He's looking down from heaven right now, and he's looking at us in this hall today. And I'm proud to stand with every one of you as we champion the repeal of Don't Ask, Don't Tell.", u'With that, I yield to my colleague, the congresswoman from California, Mrs. Lois Capps.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/10/06/H10505-2_repeal-the-dont-ask-dont-tell-policy/'}