{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-06/html/CREC-2006-06-06-pt1-PgS5450-2.htm', u'number': 70, u'id': u'CREC-2006-06-06-pt1-PgS5450-2.chunk66', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Feinstein', u'pages': u'S5450-S5484', u'speaker_party': u'D', u'date': u'2006-06-06', u'bills': None, u'bioguide_id': u'F000062', u'order': 66, u'speaking': [u'Mr. President, I rise today to oppose the Marriage Protection Amendment to the Constitution. It is my fundamental belief that the Constitution is not a document that denies rights. As a matter of fact, it is a document that protects those rights once earned.', u'With all the problems in the world today, the Senate is spending valuable time debating a bill which we know does not have the votes for cloture, which is divisive and which I believe does not belong on the national agenda.', u'The fact is, all family law has historically been relegated to the States; that is, marriage, divorce, adoption, custody, all aspects of family law and domestic relations have been the province of the States. That is what the Supreme Court has said in case after case from In Re Burrus in 1890 to Rose v. Rose in 1982. In that 1982 case, the court affirmed the holding of In Re Burrus that:', u'[t]he whole subject of the domestic relations of husband and wife, parent and child, belongs to the laws of the states, and not to the laws of the United States.', u'Similarly, in Sosna v. Illinois, in 1975 the Supreme Court wrote:', u'Domestic relations [is] an area that has long been regarded as a virtually exclusive province of the States.', u'In 1982, then Associate Justice Rehnquist, dissenting in Santosky v. Kramer, wrote:', u'The area of domestic relations . . . has been left to the States from time immemorial, and not without good reason.', u'And just this past November, in a television interview, Justice Stephen Breyer stated very simply:', u'Family law is State law.', u'It is clear domestic relations have been the jurisdiction of States. That is where they should remain.', u'I deeply believe this Senate should not be involved in putting amendments in the Constitution dealing with any aspect of marriage, of divorce, of families, of adoption, of any of those areas. The States reign supreme.', u"Why is it when Republicans are all for reducing the Federal Government's impact on people's lives, until it comes to the stinging litmus test issues--from gay marriage or end of life--they suddenly want the Federal Government to intervene?", u"For the life of me, I don't understand why this keeps coming before this Senate. It is extraordinarily difficult to pass a constitutional amendment. We all know that. Both Houses have to pass it by a two-thirds vote, and then over a 7-year period it goes out to the States where it has to be ratified by three-quarters of the States. The last constitutional amendment that went on to be ratified by the States was the Equal Rights Amendment, a simple 25-word amendment that said:", u'Equal rights under the law shall not be abridged based on sex.', u'Guess what. They were not able to get the necessary three-quarters of the States over a 7-year period.', u"So I don't believe this constitutional amendment would be successful even if passed out of this Senate. I have not seen one passed in 13 years. It is extraordinarily difficult to get one ratified.", u'Family law is, indeed, the purview of the States, so there is no need for a constitutional amendment. This proposed constitutional amendment strikes at the heart of States rights in the area of family law and, in doing so, it actually undermines our Constitution. Moreover, I believe Americans believe the States should deal with same-sex marriage as the States see fit. And so do I.', u'Americans are especially concerned about amending this Constitution if it means closing the door on civil unions.', u'Why do I say this? How do I know this? Mr. President, 53 percent of Americans polled recently would oppose a constitutional amendment that also bans civil unions and domestic partnerships such as we have established in California. Many legal experts believe this amendment would do just that. The language in the second sentence of the amendment is ambiguous. It is ambiguous, at best, stating that:', u'Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.', u'Now, some on the other side have argued that the amendment would still allow for legal unions passed by State legislatures, not just those instituted by the courts. However, when similar amendments were passed in States such as Michigan, Ohio, and Utah, domestic violence law and health care plans for couples, both gay and straight, were taken away. So we know it has an effect.', u'I believe to put this on the Constitution, if it were to prevail, if it were to be ratified by three-quarters of the States, it is very likely all domestic partnerships and domestic unions of any civil kind would be wiped out, as well. That does not make any sense at all.', u"States are well able to handle the issue of marriage on their own without the heavy hand of the Federal Government intervening in people's private lives.", u'What is currently happening in States indicates to me they are, in fact, actively engaged on this issue. The numbers speak for themselves. To date, 45 States have acted to restrict marriage to only one man and one woman; 18 of those have done so by amending their State constitutions. So why are we doing this?', u'This year, seven more states are poised to join them when they hold statewide votes on a constitutional same-sex marriage ban: Alabama in June, and Idaho, South Carolina, South Dakota, Tennessee, Virginia and Wisconsin in November. In addition, at least nine other States may take up similar amendments in the not-so-distant future: Arizona, Colorado, Delaware, Illinois, Indiana, Massachusetts, Minnesota, New Jersey, and Pennsylvania. In fact, only one State, Massachusetts, recognizes same-sex marriage. One State, that is it.', u'So why all the fuss? Why is the Senate devoting its time to this issue when one State has taken action? I say based on the laws of this land that is the prerogative of that State or any other State. So there is no need to be considering a Federal constitutional amendment, particularly when we have important global and national problems to address.', u'We have an enormous deficit in this country. We do not spend much time on it.', u'In Iraq, things are going from bad to worse. Just this morning we read about an unrelenting kidnapping campaign happening in the streets of Baghdad. Thousands of Iraqi citizens are being snatched from the streets, 56 just yesterday, all rounded up by gunmen dressed in Iraqi uniforms.', u'North Korea has announced it possesses nuclear weapons. Iran is trying to become a nuclear power. Stem cell research, passed by the House a year ago, still is not on the floor of the Senate.', u"Why, why, why, are we doing this now when we could be doing stem cell research, when we could possibly provide the hope for juvenile diabetes, for Alzheimer's victims, for cancer victims, for spinal cord severance victims?", u'As to appropriations, the Senate has not taken up and approved any of the 12 appropriations bills that it must complete by the end of the session, and it is already June.', u'I cannot understand why we are doing this. We have the defense authorization and intelligence authorization bills. These are critical bills at a time when our Nation continues to be fighting in Iraq, Afghanistan, and the global war of terror, and we have not passed these bills.', u'Gas prices. When I was in Los Angeles last week, it cost more than $3.50 a gallon to fill up a tank of gas. We have not taken steps to deal with that.', u'There are dozens of critical issues, including the mandatory business of this Senate in 2 major authorization bills and 12 major appropriations bills that we have not addressed, and 45 States have taken action. Yet this Senate seems pressed to defend the Nation, to amend the Constitution, to provide something which is within the purview of the States and which the States are handling.', u'To me, it makes no sense other than this is an election year. It makes no sense other than throwing red meat to a certain constituency. It certainly is not what the Constitution of the United States is all about.', u'I hope we will vote no on cloture. I hope we will return to business that is important to the American people. I do not believe this issue merits the time of this Senate at this time.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/06/S5450-2_marriage-protection-amendment-motion-to-proceed-co/'}