{u'speaker_state': u'OR', u'speaker_raw': u'mr. smith', u'speaker_first': u'Gordon', u'congress': 108, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2005--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-06-15/html/CREC-2004-06-15-pt1-PgS6763-2.htm', u'number': 82, u'id': u'CREC-2004-06-15-pt1-PgS6763-2.chunk6', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Smith', u'pages': u'S6763-S6773', u'speaker_party': u'R', u'date': u'2004-06-15', u'bills': None, u'bioguide_id': u'S001142', u'order': 6, u'speaking': [u'Mr. President, first may I express my appreciation to those who have agreed to this time agreement about an issue that is long overdue for our Senate to take up once again and to vote on its merits. This is the issue of hate crimes. This is an issue that is much in the news of late because it is an issue that too often is visited on the American people, or classes of Americans within the American community.', u'We are in the midst of a war on terror, and as we fight that war on terror abroad, it is important we not forget the war on terror at home. What Senator Kennedy and I are trying to do in this bill is to simply remind the American people that there are classes of Americans who are uniquely vulnerable, who are singled out for violence, and for whom we need to do something.', u'It is a fact that hate crimes statutes are on the books of well over 30 States in America. They are even on the books of the U.S. Government. The Federal Government now has authority to pursue, prosecute, and punish those who commit hate crimes on the basis of race, religion, or national origin. What we are proposing to do in this bill is to add a few categories.', u'There is one category, one class of Americans that is the problem in this amendment, as some view it a problem, and that is the gay and lesbian community.', u'Now, many may wonder why we are bringing up this issue on a Defense authorization bill. And the answer is simply because some of the worst hate crimes in recent memory have been committed in the U.S. military. It clearly is not unique to the American military because it happens all over the place, even in my State of Oregon, and notably, for example, in Texas with the death, murder, and dragging of James Byrd, and the savage beating of Matthew Shepard in Wyoming. But why the military bill? My answer is, why not? This is a bill that needs to move. It is important that we pass the defense authorization. It is important that we deal with this issue of domestic terrorism.', u'A hate crime is when someone with an ill-motive singles out an American citizen--or any person, but an America citizen--who, because of his sexual orientation, is hated and even killed. This happens way too often. In fact, if it happens at all, it is too often.', u'As I recounted yesterday in the case of several of our servicemen, a Navy man and an Army private were literally beaten to death. It is appropriate that we take up this issue on the Defense authorization bill.', u'Many of my colleagues will ask, Why are you trying to punish thought? I think it is important to recount that we are not punishing thought. We are not punishing speech. We are, in fact, punishing thought and speech that amounts to conduct, and that conduct then becomes criminal.', u'Many people say this is not appropriate to put in statute. We put it in statute a long time ago in the Federal Government. We did it in response to civil rights laws that were not being enforced in the Southern States--or a few of them. And the Federal Government needed to have some mechanism--some legal reach--to punish and pursue those who committed hateful things against the communities of African-American citizens. What this did was generate litigation when the Federal Government pursued it. It took the litigation all the way to the United States Supreme Court.', u"I think it is important that we recount that we are not going after anybody's hateful thinking or their hateful speaking but for the combination of those things--with hateful conduct which amounts to crime.", u'When this case came to the United States Supreme Court, you might have expected that conservatives would have struck it down. But it was an overwhelming vote by the United States Supreme Court, and the majority opinion affirming hate crimes as a category was written by none other than William Rehnquist, our current Chief Justice. It is hard to imagine a more conservative Justice. He made it very clear.', u"Citing the great Jurist William Blackstone, Rehnquist opined that ``it is reasonable that among crimes of different natures those should be most severely punished which are the most destructive of the public safety and happiness.''", u'Further, Rehnquist added:', u'Deeply ingrained in our legal tradition is the idea that the more purposeful is the criminal conduct the more serious is the offense and, therefore, the more severely it ought to be punished.', u"Obviously, in the case of James Byrd, when his murderers were ultimately subject to the death penalty, you can't punish that any more severely. But what was different in that case, because it involved race, was the Federal Government had the statutory right to be there to back up and help to reinforce the State of Texas should they have needed it.", u"In the case of Matthew Shepard--in the case of Wyoming where there is no authorization for the Federal Government to help because our hate crimes do not include sexual orientation--the sheriff's office in Laramie--I met the sheriff, a good Republican--pled for this law. He said: We needed the help. It was a case of national importance, and we needed the backup of the Federal Government to manage all that happened around the pursuit and the prosecution and the punishment of Matthew Shepard's murderers.", u'But what is really important to emphasize--and some of my friends will come to the Senate floor and say we are punishing thought; we are infringing upon the first amendment because we are going after people because of what they speak. The answer, as Rehnquist and others have said, is, no, we are not. We only do it if they act upon it. When criminal conduct is more serious because it is so heinous with the evidence around it, you can even more severely punish that crime.', u'I think it is very important to hit on one other thing before I turn to my colleague, Senator Kennedy.', u'Many people wonder why we would do this, why we would add this category.', u'My mother used to teach me to treat people the way they would like to be treated--not just the way I would like to be treated. I cannot think of a more Christian or decent thing to do than come to the aid of someone who is in physical peril, or to prosecute their case when they have been wronged, regardless of what you think of their life or lifestyle.', u'I believe the moral imperative that underpins hate crimes legislation is simply this, and it comes from sacred writ: When people are being stoned in the public square, we ought to come to their rescue. That includes the Federal Government, but that does not include the Federal Government according to our statutes today. What Senator Kennedy and I propose to do would change that--- and change it for the good.', u"This is not about endorsing anyone's lifestyle. This is about protecting Americans in any class or category in which they may find themselves.", u'We need to do this. We need to pass this amendment. It is long overdue.', u"I understand the reluctance on the part of some of my colleagues because of their dislike of the entire category of hate crimes, but I disagree with them. I understand them, but I disagree with them because of this: The position, if you do not like hate crimes as a category and don't want to expand it to a new class of people, says you really have to then strike from our books the hate crimes protections for race, religion, and national origin. I don't think any of my colleagues would come down here and try to do that, particularly after those categories have been found constitutional across the street by the judicial branch of Government.", u'But I think, because you can demonstrate clearly the gay and lesbian community is demonstrably more vulnerable to crime because of their sexual orientation, we owe it to them as Americans--our American brothers and sisters--to add this extra measure of law and protection.', u'I urge my colleagues, I plead with them, to vote for this hate crimes legislation, known officially as the Local Law Enforcement Enhancement Act. It is symbolic, yes, but it can be substantive because the law can teach. The law is a good teacher, and the laws will then teach Americans that bigotry will not be tolerated. By changing the law, we can change hearts and minds, and I urge my colleagues to do so--to change hearts and minds, even change maybe their own minds and join with me and Senator Kennedy in voting in favor of this most important and timely amendment.', u'Congress must take up and carry the torch of freedom and liberty so cherished by our forefathers. It is only through our ever vigilance against hate and those acts that threaten life, liberty and happiness of all Americans that we can achieve a just society.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/06/15/S6763-2_national-defense-authorization-act-for-fiscal-year/'}