{"speaker_state": "NJ", "speaker_raw": "mr. smith of new jersey", "speaker_first": "Christopher", "congress": 107, "title": "House of Representatives", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-05-23/html/CREC-2002-05-23-pt2-PgH3013.htm", "number": 68, "id": "CREC-2002-05-23-pt2-PgH3013.chunk10", "volume": 148, "chamber": "House", "session": 2, "speaker_last": "Smith", "pages": "H3013-H3033", "speaker_party": "R", "date": "2002-05-23", "bills": null, "bioguide_id": "S000522", "order": 10, "speaking": ["Mr. Chairman, I move to strike the last word.", "Mr. Chairman, first of all, let me say I rise in very strong support of the DeLay amendment. It is a very serious and necessary amendment that makes clear that the United States will not sit idly by as prosecutors and judges, whose country of origin will be rogue states, bring politically motivated charges against United States servicemen and women around the globe.", "I truly believe, Mr. Chairman, that the depiction used by the gentleman from Wisconsin (Mr. Obey) of this very serious amendment trivializes not only the amendment but the compelling risk to U.S. peacekeepers abroad, U.S. peacekeepers who are likely to be accused by rogue nations, prosecutors who work for countries like the Sudan, Libya, or other countries where human rights are trashed and cruelty is the order of the day. Our people could be held accountable for doing their duty for either peacekeeping or peacemaking. And that, frankly, is absolutely unacceptable.", "Let me make it very clear, Mr. Chairman, that I was and I am a very strong supporter of the regional criminal actions that have been taken against those who commit crimes against humanity in Rwanda as well as in the former Yugoslavia. I believe we ought to do it on a regional basis, and not allow this ongoing freestanding court with judges and prosecutors, again, who are from rogue states who will sit in judgment of U.S. peacekeepers and peacemakers.", "Let me just also say on those regional courts, when the first tribunal was getting under way, I offered the amendments to significantly increase the amount of the U.S. contribution because of the terrible crimes that were being committed against the Croatians and then the Bosnians. So I take a back seat to no one about my concern in holding accountable the Milosevics of this world. But having said that, this tribunal is rife with mischief and is likely to kill peacekeeping as we know it.", "Why would we send our men and women out to be held accountable by a Libyan judge and by a Libyan prosecutor who would bring our people to trial? And I would just note parenthetically that the Clinton administration was against this until the last few weeks of the administration when they signed it, but argued against it in Rome as the Rome Statute, or the ICC, was being considered. At one of our hearings I asked the U.S. State Department to go back to all of our wars, World War II, World War I, the Korean conflict, Vietnam, and look at any battle that we were engaged in, and asked the question, Could a prosecutor take the Dresden bombing or the bombing of Japan or Hiroshima or Nagasaki and bring an action against President Truman, or General Marshall, or President Eisenhower, or any of our other generals, or those who flew the Enola Gay? Or take Vietnam or any other conflict, most recently the Persian Gulf, or any conflict we have engaged in.", "This is rife, rife with mischief that rogue nations would bring about against us. And let us not forget as well, although it was rejected, there was an attempt to bring action against General Wesley Clark, who led our efforts in the Serbian conflict. And had we had somebody from one of those rogue nations sitting as a prosecutor, he might have been brought to the Hague or there may have been an attempt to bring him to the Hague to stand in account.", "Finally, if you want a glimpse about what the ICC will look like when it comes into force, look just at the U.N. Human Rights Convention in Geneva. I have been there, year in and year out, as has the gentleman from Virginia (Mr. Wolf), and many of us saw countries like the Sudan sitting in judgement to do two things: one, they tried to run interference when actions are brought against them; and, secondly, they sit in judgment and then try to give their friends who commit human rights abuses a pass. They constantly do that.", "That is why this is a dangerous game. And again I think the gentleman from Wisconsin (Mr. Obey) owes the gentleman from Texas (Mr. DeLay) an apology. That little game he played with the Netherlands was way off base. This is a serious amendment, and when our peacekeepers are held accountable, I hope President Bush and any successor President does all that is humanly possible to protect every American service personnel abroad as well as in this country.", "Mr. Chairman, first of all, let me say I rise in very strong support of the DeLay amendment. It is a very serious and necessary amendment that makes clear that the United States will not sit idly by as prosecutors and judges, whose country of origin will at times be rogue states, bring politically motivated charges against United States servicemen and women around the globe.", "I truly believe, Mr. Chairman, that the depiction used by the gentleman from Wisconsin (Mr. Obey) of this very serious amendment trivializes not only the amendment but the compelling risk to U.S. peacekeepers abroad, U.S. peacekeepers who are likely to be accused by rogue nations, prosecutors who work for countries like the Sudan, Libya, or other countries where human rights are trashed and cruelty is the order of the day. Our people could be subjected to kangaroo trials for doing their peacekeeping or peacemaking duty. And that, frankly, is absolutely unacceptable.", "Let me make it very clear, Mr. Chairman, that I was and I am a very strong supporter of the regional criminal tribunals that have been used to prosecute those who have committed crimes against humanity in Rwanda as well as in the former Yugoslavia. I believe we ought to establish war crimes tribunals on an ad hoc basis, and not allow this freestanding court with judges and prosecutors, who are accountable to none, to sit in judgment of U.S. military personnel.", "Let me just say with regards to ad hoc tribunals, that the first tribunal was getting under way, I offered amendments in committee to significantly increase the amount of the U.S. contribution to establish the tribunal. The terrible crimes that were committed against the Croatians and then the Bosnians and even the Serbes, demanded no less. So I take a back seat to no one about my concern in holding accountable the Milosevics of this world. But having said that, the tribunal established by the Rome Statute is rife with mischief and is likely to kill peacekeeping as we know it.", "Why would we send our men and women out to be harassed and prosecuted by a Libyan judge and by a Libyan prosecutor who would bring our soldiers to trial? And I would just note parenthetically that the Clinton administration was against the ICC until the last few weeks of the administration when they abruptly signed it, but previously had argued against it in Rome, as the ICC was being considered. At one of several hearings I chaired I asked the U.S. State Department representatives to go back to all of our wars: World War II. World War I, the Korean conflict, Vietnam, and look at any battle that we were engaged in, and I asked the question, Could a prosecutor construe the Dresden bombing or the fire bombing of Tokyo or Hiroshima or Nagasaki and bring an action against President Truman, or General MacArthur or Eisenhower or Marshall, or any of our other generals, or those who piloted or crewed the Enola Gay? Or take Vietnam or any other conflict, most recently the Persian Gulf or the bombing of Serbia or any conflict we have engaged in. Were these actions, in whole or in part, war crimes? I got a big ``maybe'' from State.", "The ICC is rife with mischief that rogue nations would bring actions against us. And let us not forget, as well, although it was rejected by the prosecution arm at The Hague, there was an attempt to bring action against General Wesley Clark and others who led our efforts in the Serbian conflict. And had we had somebody from one of those rogue nations serving as a prosecutor, he might have been brought to The Hague or there may have been an attempt to bring him to The Hague to stand trial.", "Finally, if you want a glimpse about what the ICC will look like when it comes into force look just at the U.N. Human Rights Convention in Geneva. I have been there, year in and year out, as has the gentleman from Virginia (Mr. Wolf) and Ms. Ros Lehtinen, and many of us saw countries like the Sudan sitting on the commission do two things: one, they tried to run interference when actions were brought against them; and, secondly, they sat in judgment and then tried to give their friends who commit human rights abuses, a pass. If given new powers to prosecute Americans--believe me--they will!", "That is why this is a dangerous game. I believe the gentleman from Wisconsin (Mr. Obey) owes the gentleman from Texas (Mr. DeLay) an apology. That little game he played earlier with the Netherlands invasion scenario was way off base. This is a serious amendment, and when our peacekeepers are wrongfully charged, I trust President Bush and any successor President will do all that is humanly possible to protect every American soldier, sailor, or marine abroad."], "capitolwords_url": "http://capitolwords.org/date/2002/05/23/H3013_house-of-representatives/"}