{"speaker_state": "CO", "speaker_raw": "mr. udall of colorado", "speaker_first": "Mark", "congress": 109, "title": "IN RECOGNITION OF HEATHER RAY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-03-17/html/CREC-2005-03-17-pt1-PgE473-3.htm", "number": 33, "id": "CREC-2005-03-17-pt1-PgE473-3.chunk0", "volume": 151, "chamber": "Extensions", "session": 1, "speaker_last": "Udall", "pages": "E473", "speaker_party": "D", "date": "2005-03-17", "bills": null, "bioguide_id": "U000038", "order": 0, "speaking": ["Mr. Speaker, I rise today to recognize an outstanding young woman in my district, Heather Ray. Heather is a sophomore at Northglenn High School. She was recently honored with the Human Rights Campaign 1st Annual Colorado Youth Award. Heather was selected for her exceptional commitment to diversity.", "Specifically, she was instrumental in forming a diversity group at Northglenn High School called ``Students Teaching Not Discrimination'' or STAND. This organization is designed to give students a safe environment to talk about issues involving sexual orientation, discrimination and the peer pressure that can often lead young people to contemplate dropping out of school, or even worse, suicide.", "Heather and her fellow students in STAND have spoken out against the violence and hatred that so many young people are subjected to, and no matter what your position or religious views may be on controversial issues like gay marriage or sexual orientation, I believe we can all applaud this young woman for having the courage of her convictions, and for pursuing a constructive vehicle to explore these issues.", "Heather's teacher and mentor, Victoria Bull, describes Heather as an exceptional young person who not only cares passionately about equal right and human dignity but is also tenacious in her desire to affect change. Heather understands the importance of language and insists that those around her take care to make sure their words reflect the values of respect due all human beings. She plans to become a lawyer or a teacher so that she can continue to educate about and defend human rights.", "I ask my colleagues to join me in honoring Heather for her commitment to diversity. I join her family and friends in acknowledging her courage and idealism."], "capitolwords_url": "http://capitolwords.org/date/2005/03/17/E473-3_in-recognition-of-heather-ray/"}