{"speaker_state": "HI", "speaker_raw": "mrs. mink of hawaii", "speaker_first": "Patsy", "congress": 105, "title": "AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-06-24/html/CREC-1998-06-24-pt1-PgH5075-2.htm", "number": 84, "id": "CREC-1998-06-24-pt1-PgH5075-2.chunk61", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Mink", "pages": "H5075-H5100", "speaker_party": "D", "date": "1998-06-24", "bills": null, "bioguide_id": "M000797", "order": 61, "speaking": ["Mr. Chairman, I thank the gentleman from Hawaii (Mr. Abercrombie) for yielding to me this time.", "Mr. Chairman, we have heard a lot today, but it is a mystery to me how we can reconcile the notion that when the sugar prices go down by 12 percent and the so-called consumers in the soft drink industry, candies, cakes, and cookies, their prices go up, that there is any relationship with what they are talking about in reality. Let us get real.", "The 1996 farm act has caused major reform in the sugar industry. Our prices have gone down. And if someone can believe that if our prices go down, that the other sugar consumers' prices should also go down, just look at the record. It has not. It has gone up.", "So support for this Miller-Schumer amendment would be catastrophic. We have done our job in our industry. Our workers are working hard. We talk about the sugar industry or the sugar growers or somehow the producers, we get into an idea that they are robots out there with some rich farmer sitting in the breakfast room and the commodities are getting grown by themselves. Let me tell my colleagues, farmers, producers in the sugar industry are workers.", "So this amendment has to do with our belief that workers, sugar workers, farm workers, are the same and they deserve the same breaks insofar as their ability to survive.", "My industry in Hawaii has been devastated. We have lost about a dozen major sugar producers in the State of Hawaii. We have about three left. If this amendment should pass, one small plantation on the island of Kauai working about 286 employees will suffer a million dollar loss. It will probably throw that company out of business and the island will be devastated.", "For the whole State I am told it is going to cost about $17 million. So today the debate is about workers and about saving American jobs.", "Mr. Chairman, I rise today in strong opposition to the Dan Miller-Schumer Amendment which is an attempt to break a commitment this Congress made to American Farmers just two years ago in the Farm Bill.", "At that time we came to an agreement on how the commodity programs would be run for the next seven years. Reforms were made in the sugar and other programs, and in return farmers had assurances of what they could expect over the next seven years.", "Now, once again just like last year, we face an amendment by Mr. Dan Miller and Mr. Schumer that will undo the commitments made in the Farm bill and threaten the future of our domestic sugar industry.", "This amendment which would reduce the domestic sugar price supports by $.01 per pound threatens the survival of U.S. sugar farmers and will mean an increase of cheaper foreign sugar into the U.S. marketplace.", "Don't be fooled by the argument that if the sugar price support is reduced the consumer would see the savings. This is absolutely not true. Let's look at facts:", "Since the Farm Bill passed in 1996 the wholesale price of sugar has dropped by 12%, but have the consumers seen a drop in the price of candy, sodas, or ice cream--No. In fact, the retail price of ice cream has gone up by 2.4%, cereal by 2.6%, candy by 3.7% and cookies/cakes by 3.9%. The price of retail refined sugar has even gone up by 1.2%.", "The price of sugar does not drive the consumer cost of products made with sugar. It is the desire for higher profits by the big soft drink, candy and confectionery conglomerates that drives consumer costs.", "The Dan Miller-Schumer proponents use consumer cost as an issue to mask the primary motive, which is allow more cheap foreign sugar into the U.S. market so that the mega food-conglomerates can make more money.", "They often point to a flawed study General Accounting Office (GAO) did in 1993 and subsequent report in 1997 to promote their idea that the sugar program results in higher cost to consumers. We've heard some of the figures from the GAO report used today, like a $1.4 billion cost to consumers.", "I asked the U.S. Department of Agriculture to take a look at what GAO did in it's study. In a response to my inquiry dated October 24, 1995 from Under Secretary Eugene Moos, the USDA found that the GAO used incorrect data and ignored key components of the sugar program when making their conclusions. Furthermore, the GAO study assumes that grocers and food manufacturers would pass every cent of the lower prices right along to consumers.", "The USDA further found that even using the GAO's flawed methods, it could still show hundreds of millions of dollars in benefits to the consumers depending upon which years were studied.", "The USDA states that had the GAO looked at the time period from 1973-75, rather than 1989-91, the analysis would have showed an annual savings to domestic users and consumers of $350 million to $400 million.", "The USDA analysis not only points out the flaws of the GAO study, but it also reinforces the fact that the U.S. sugar growers do not receive subsidies from the federal government and that the sugar program runs at no cost to the government. In fact, U.S. sugar growers pay into the U.S. Treasury $37 million annually through a marketing assessment.", "Mr. Chair, U.S. consumers benefit from the U.S. sugar program. They benefit from the stability it ensures, and the access it provides to quality sugar produced by U.S. companies. A strong domestic sugar industry contributes to our economy by producing jobs. Currently the sugar industry accounts for over 400,000 jobs in the United States. Many of these jobs are concentrated in certain areas of the country, and account for a significant part of the economy in those regions.", "In Hawaii, we have over 6,000 jobs dependent on the sugar industry. These are good jobs that pay a living wage, include health benefits, retirement and other benefits. U.S. sugar producers are providing these jobs while complying with U.S. labor and environmental law.", "The demise of the U.S. sugar industry would mean the loss of these jobs to sugar producers overseas, that do not have labor or environmental protections and in documented cases use child labor to produce cheap sugar.", "Are we willing to forsake our own sugar producers so that the international food cartels can buy cheap sugar produced by twelve year-olds in Brazil or Guatemala? I hope not.", "A one cent reduction in the sugar price support will determine whether my sugar growers in Hawaii can make it. One company, Gay and Robinson, would lose $1 million in a year as a result of this Miller-Schumer Amendment. As a company that is just breaking even, a $1 million loss could mean the end of the company and the jobs that it supports on the island of Kauai which already has a 10% unemployment rate. Our industry in Hawaii could lose $17 million.", "Many of you have read recent reports of the dire state of Hawaii's economy. We are not benefiting from the economic boom like the rest of the country. Unemployment rates are high, our tourism industry is lagging because of the downturn in the Asian markets. We have to depend on other segments of our economy such as agriculture to maintain and increase jobs.", "Over the last decade Hawaii has seen the loss of many sugar companies. We now have only three companies left. They need to be able to rely on the sugar program as enacted in the 1996 Farm Bill. To amend the program will seriously undercut our economy.", "Gay and Robinson has made plans, they've made improvements, they are planning for the future, hopefully to expand and add more jobs to an island that desperately needs employment opportunities. They did these things based on seven years of stability within the sugar program as promised in the Farm Bill.", "We cannot go back on our word. Businesses have made decisions based on our commitment, families are depending upon employment based on the commitment we made. This is not a esoteric fight about the simple price of sugar--it is about the lives of working Americans who depend upon a domestic sugar industry for their jobs.", "I urge my colleagues to reject the false consumer cost argument based on the GAO report, and vote today for a strong U.S. sugar industry that will continue to provide jobs here in America. Defeat the Dan Miller-Schumer Amendment."], "capitolwords_url": "http://capitolwords.org/date/1998/06/24/H5075-2_agriculture-rural-development-food-and-drug-admini/"}