{"speaker_state": "NY", "speaker_raw": "mr. nadler", "speaker_first": "Jerrold", "congress": 106, "title": "RECOGNIZING NATIONAL NEED FOR RECONCILIATION AND HEALING AND RECOMMENDING A CALL FOR DAYS OF PRAYER", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-06-29/html/CREC-1999-06-29-pt1-PgH5038-2.htm", "number": 94, "id": "CREC-1999-06-29-pt1-PgH5038-2.chunk33", "volume": 145, "chamber": "House", "session": 1, "speaker_last": "Nadler", "pages": "H5038-H5044", "speaker_party": "D", "date": "1999-06-29", "bills": null, "bioguide_id": "N000002", "order": 33, "speaking": ["Mr. Speaker, it is certainly commendable to reflect on one's shortcomings, to seek forgiveness for wrongdoing, or to try to build a world for our children which is free from violence or hate. Indeed, across America these sentiments are often to be found in the prayers of our neighbors.", "What is wrong with this resolution? For one thing, the Congress has arrogated to itself the role of religious director of the Nation. That is wrong. Congress has no business leading the Nation in prayer, or giving its official endorsement to religion in general, or to particular religious beliefs or practices.", "The people who founded this Nation understood that religion, if it is to remain truly free, must remain an individual right, and that the hand of big government must be kept away.", "No matter how this resolution is dressed up it is an official endorsement of religion and of particular religious beliefs and activities, and constitutes an establishment of religion. For those who think it is harmless and merely a statement in support of prayer generally and does not reflect a particular sectarian view, I point out two clauses.", "The resolution states that the Congress recognizes the unique opportunity of the new millenium for religion. What millenium does the resolution refer to? In the Jewish calendar, it is the year 5758. The common calendar that we use counts time since the birth of Jesus to which the resolution accords great religious significance.", "Of course, the significance of the birth of Jesus is a fundamental Christian belief, but I do not think Congress should endorse or deny that belief. Many Americans, Jews, Muslims, Buddhists, Hindus, are not Christians. Despite the efforts of a very few, most Americans believe this is a Nation for all its citizens, not just for Christians. It is our duty to defend the right of all our people to believe or not believe, to pray or not to pray as they see fit. That is what our Constitution stands for, what our Bill of Rights is meant to protect, and what generations of Americans have fought and died to preserve, and what this resolution would compromise.", "The resolution states it is a necessary duty of the people of this Nation to offer up our prayer and deeds to almighty God. I personally believe that to be the duty of all people, but who are we to instruct our fellow citizens in their religious obligations?", "The resolution states it is the necessary duty of the people of this Nation in a solemn and public manner to confess our shortcomings. Most religions believe confession is a private matter. Where does Congress get the right and authority to declare them wrong?", "Mr. Speaker, I rise in opposition to this proposed resolution even though I find many sentiments contained within it which are commendable.", "It is certainly commendable to pray, to reflect on one's shortcomings, to seek forgiveness for wrongdoing or to try to build a world for our children which is free from violence and hate. And it is obviously commendable to work to achieve a world of love free from the violence, cultural and ethnic division, strife, and murder which this resolution rightly observes have ``stained our communities and the world.''", "Indeed, across America, these sentiments are often to be found in the prayers of our neighbors.", "So what's wrong with this resolution?", "Well, for one thing, the Congress is arrogating to itself the role of religious director of the nation. That's wrong. Congress has no business leading the nation in prayer or giving its official endorsement to religion in general or to particular religious beliefs or practices. The people who founded this nation understood that religion, if it is to remain truly free, must remain an individual right, and that the hand of big government must be kept away. No matter how this resolution is dressed up, it is an official endorsement of religion and of particular religious activities and beliefs and constitutes an establishment of religion.", "For those who think it is harmless and merely a statement in support of prayer generally, and does not reflect any particular sectarian view, I would point out two clauses. The Resolution states that Congress ``recognizes the unique opportunity that the dawn of a millennium presents to people in a Nation under G-d to humble and reconcile themselves with G-d and with one another.", "What millennium does the Resolution refer to? On the Jewish calendar, it is the year 5758. Our common calendar counts time since the birth of Jesus, to which the Resolution accords great religious significance. Now, of course, the significance of the birth of Jesus is a fundamental Christian belief, but I don't think Congress should endorse--or deny--that belief. Many Americans--Jews, Muslims, Buddhists, Hindus--are not Christians, and despite the efforts of a very few, most Americans believe that this is a nation for all its citizens, not just for Christians. It is our duty to defend the right of all people to believe or not to believe, to pray or not to pray, as they see fit. That's what our Constitution stands for, what our Bill of Rights is meant to protect, what generations of Americans have fought and died to preserve, and what this resolution would compromise. This resolution states ``it is the necessary duty of the people of this Nation . . . to offer up our prayers and needs to Almighty G-d.'' I personally believe that to be the duty of all people, but who are we to instruct our fellow citizens in their religious obligations? The resolution further states ``it is the necessary duty of the people of this Nation . . . in a solemn and public manner, to confess our shortcomings.'' Most religions believe that confession is a private matter between an individual and his or her G-d. Where does Congress get the right to declare them wrong?", "The sponsor of this legislation has, in fact, been very sensitive to issues concerning the establishment of religion when she perceived a threat of governmental institutions being hijacked by religious beliefs she does not share. For example, in the Congressional Record of January 31, 1996, she devoted the better part of an hour arguing that funding for environmental protection programs, including the EPA, violated the establishment clause, because some environmentalists came to their views via their religious beliefs. A copy of that speech follows my prepared statement. If the EPA violates the Establishment Clause, what can we say about this particular legislation?", "Finally, I would just observe that this resolution is just another attempt by the majority to evade the real problems plaguing our nation, like hate crimes, poverty and gun violence.", "For example, although it makes reference to the lynchings and hate crimes against People of Color and a Gay man in Wyoming, it never identifies these crimes for what they were, not does it urge legislation to make these hate crimes illegal in our nation. Matthew Sheppard was murdered for one reason and one reason only--because he was a Gay man, but the resolution doesn't say that and the sponsor won't support legislation. The bill also makes reference to the gruesome hate crime which resulted in the death of James Byrd who was dragged to death behind a pickup truck, but his name is nowhere to be found in this resolution, nor is the fact that he was murdered solely because he was African American.", "This isn't the first time that Congress has obliquely dealt with these reprehensible crimes. Just enough of a statement so that they can say they did it, but not so specific so as to offend the racist constituencies out there. And, as always, no real solutions offered. No hate crimes laws, no increased enforcement, no laws to keep guns out of the hands of criminals, no additional help to communities.", "This resolution is the latest in a series of assaults by the House on our First Freedom. May G-d grant us the wisdom to spend our time doing our jobs, and leave religion to the ministers, priests, and Rabbis of this nation--and to the people who will exercise their freedom of religion far more wisely than we could instruct them to do."], "capitolwords_url": "http://capitolwords.org/date/1999/06/29/H5038-2_recognizing-national-need-for-reconciliation-and-h/"}