{"speaker_state": "OR", "speaker_raw": "mr. wyden", "speaker_first": "Ron", "congress": 106, "title": "DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY AND RELATED AGENCIES APPROPRIATIONS ACT, 2000--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-22/html/CREC-1999-07-22-pt1-PgS9028-2.htm", "number": 105, "id": "CREC-1999-07-22-pt1-PgS9028-2.chunk119", "volume": 145, "chamber": "Senate", "session": 1, "speaker_last": "Wyden", "pages": "S9028-S9046", "speaker_party": "D", "date": "1999-07-22", "bills": null, "bioguide_id": "W000779", "order": 119, "speaking": ["Mr. President, the amendment seeks to deter violent crime borne out of prejudice and hatred. Since 1991, almost 50,000 hate crimes have been voluntarily reported to the FBI. More than 8,000 were reported in l997 alone, and many more probably occurred.", "I am of the view that violent hate crimes stain our national greatness. This amendment cannot erase the stain entirely, but it is a step toward removing the immunity from prosecution that perpetrators have enjoyed for too long.", "The amendment will close the loopholes in current federal hate crimes law and remove the straightjacket from local law enforcement so they can get federal help when they need it.", "The amendment does three things:", "First, it would remove restrictions on the types of situations in which the Justice Department can prosecute defendants for violent crimes based on race, color, religion or national origin.", "Second, it would assure that crimes targeted against victims because of disability, gender or sexual orientation that cause death or bodily injury can be prosecuted if there is a sufficient connection to interstate commerce.", "Third, it would require the Attorney General to certify in writing that she had consulted with State and local law enforcement and that they had asked for federal help, or did not have jurisdiction or, as in current law, that federal prosecution is necessary to secure substantial justice in eradicating hate-based crimes.", "Under current law, the Justice Department can prosecute crimes motivated by race, religion and ethnicity only if two tests are satisfied. First, DoJ must prove bias was the motive. Second, DoJ must prove the perpetrator intended to prevent the individual from doing certain federally protected things, such as serving on a jury, enrolling or attending a public school, or applying for or enjoying employment.", "Motive for the crime is a matter for the jury to determine. And, as is the case for every element of a criminal offense, DoJ would have to prove motive beyond a reasonable doubt. Motive plays the same rule under federal and state anti-discrimination laws as it does under the current federal hate crimes law. My amendment does not affect this.", "It is the second test which has prevented the law from reaching many cases where individuals kill or injure others because of racial or religious hatred. In 1994, a jury acquitted 3 white supremacists who had assaulted 3 African-Americans. Jurors revealed after the trial that they felt racial animus had been established but not that the defendants intended to prevent the victims from participating in a federally protected activity. My amendment addresses this limitation.", "Under my amendment, DoJ would still have to satisfy the first test and prove beyond a reasonable doubt that bias was involved. But in cases of crimes motivated by race, religion and ethnicity, DoJ would no longer be limited to those situations where the victim was engaged in or enjoying a federally protected activity.", "In 1996, 88 current members of the Senate voted to support a similar provision in the Church Arson Prevention Act.", "Under my amendment, federal involvement in prosecuting crimes based on sexual orientation, disability or gender AND where bodily injury or death result would be limited to those instances where the violent crime has a sufficient connection with interstate commerce.", "This provision is critical for the 28 states that have no authority to prosecute bias-motivated crimes based on disability or sexual orientation, and for the 29 states that have no authority to prosecute bias-motivated crimes based on gender, like the Son of Sam serial killings in New York.", "The amendment would provide two levels of penalties in all cases of hate crimes:", "1. Imprisonment up to 10 years for persons who cause bodily injury, or through the use of fire, firearms or explosives, attempts to cause bodily injury; and", "2. Imprisonment up to life if death results or if the offense includes kidnaping, aggravated sexual abuse or an attempt to commit aggravated sexual abuse, or an attempt to kill.", "Some believe that every crime is a hate crime. Every crime is tragic, but not all crime is based on hate. A hate crime occurs when the perpetrator intentionally chooses the victim because of who the victim is. A hate crime affects not only the victim but an entire community or group of people.", "Some believe this amendment would provide special protection to certain groups. But it is perpetrators who intentionally single out victims because of who they are in an attempt to send a chilling message to society or others in that group of people.", "Some argue that hate crimes laws threaten free speech. Hate crimes laws punish violent acts, not beliefs or thoughts, no matter how violent those thoughts or beliefs might be. Nothing in this amendment would prohibit or deny the lawful expression of one's deeply held religious beliefs. However, causing or attempting to cause bodily injury is clearly not protected speech.", "Some have expressed concern that this amendment would federalize crimes that are better left to the states to address. Today, there is overlapping jurisdiction in the case of many homicides, bank robberies, kidnaping and fraud. Like these areas, when both federal and state hate crimes statutes apply, there will be no need for federal prosecution in the vast majority of cases.", "The amendment will not invite a tsunami of new cases. In no one year since the first hate crime law was enacted in 1968 has there been more than 10 indictments. In fact, from 1992 to 1997, federal officials prosecuted only 33 cases, or an average of fewer than 6 hate crimes cases a year. Mr. Eric Holder testified that this amendment will only lead to ``a modest increase in the number of cases.'' The significance of this amendment is to backstop state and local law enforcement by giving them extra tools to fight hate crime, not to open the floodgates to frivolous cases.", "Even in states with broad hate crimes laws, the higher penalties available under federal statute, the complexity of the investigation, the procedural advantages of a federal prosecution, or the failure of a state prosecution may make federal prosecution desirable.", "All but 8 states have hate crimes statutes, but only 21 cover sexual orientation, 22 cover gender and 21 cover disability. Despite the clear evidence that last year's brutal murder of Matthew Shepard was motivated by hatred of gays, federal authorities were unable to assist state and local authorities in investigating the case because Wyoming had no hate crime law and federal agencies lacked the authority.", "Evidence indicates that hate crimes are under reported, but FBI statistics show that since 1991 hate crimes have nearly doubled, with more than 8,000 reported in l997. Race-related hate crimes were by far the most common, accounting for 60%. Hate crime based on religion accounted for 17%, and hate crimes against gays and lesbians, which jumped by 8% last year, accounted for 14% of all hate crimes reported.", "The federal government has a long history in combating hate crimes:", "In addition to the landmark civil rights laws of the l960s,", "In 1990, Congress passed the Hate Crime Statistics Act to keep track of hate crimes;", "In 1994, Congress enacted the Hate Crimes Sentencing Enhancement Act to allow for increased sentences for offenses found beyond a reasonable doubt to be hate crimes; in 1994 Congress passed the Violence Against Women Act; and in 1996 Congress enacted the Church Arson Prevention Act.", "Under the able leadership of Senator Hatch, the Judiciary Committee has held several hearings on the problem of hate crimes. In my view the record overwhelmingly established the need for this legislation.", "As if we need any further evidence, we need only look to the Fourth of July weekend headlines describing brutal acts of violence aimed at Orthodox Jews, Asian-Americans, African-Americans and a gay couple in California.", "We must correct the deficiencies in current law. Today, a crime motivated by race, religion or ethnic origin can be prosecuted by federal authorities because it occurred on a public sidewalk but not if it took place in the private parking lot across the street. This is wrong. I believe Congress must focus the full force of the federal government on investigating and prosecuting hate crimes.", "The vote on this amendment will be a referendum on whether members will continue to tolerate violent acts borne of prejudice.", "In closing, I would say to my colleagues that this is not a problem that needs further study. The evidence is in, and it is clear. We need to send a strong and unequivocal message that hate crimes will no longer be tolerated; that the full force of federal law enforcement will be brought to bear in prosecuting these violent acts.", "I hope my colleagues will ask themselves the following question. If they have a child or know of a child who has a disability, a child who is gay, or who is a girl, and that child suffers bodily injury or worse, death, simply because of who he or she is, do you want that child to be just another statistic that is studied, or do you want the perpetrator to be prosecuted to the fullest extent allowed by the Hate Crimes Prevention Act?", "At the end of title I, add the following: Sec. . (a) In this section: (1) The term ``hate crime'' has the meaning given the term in section 280003(a) of the Violent Crime Control and Law Enforcement Act of 1994 (28 U.S.C. 994 note). (2) The term ``older individual'' means an individual who is age 65 or older. (b) The Attorney General shall conduct a study concerning-- (1) whether an order individual is more likely than the average individual to be the target of a crime; (2) the extent of crimes committed against older individuals; and (3) the extent to which crimes committed against older individuals are hate crimes. (c) Not later than 180 days after the date of enactment of this Act, the Attorney General shall submit to Congress a report containing the results of the study."], "capitolwords_url": "http://capitolwords.org/date/1999/07/22/S9028-2_departments-of-commerce-justice-and-state-the-judi/"}