{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 106, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-08-05/html/CREC-1999-08-05-pt2-PgH7367-2.htm', u'number': 114, u'id': u'CREC-1999-08-05-pt2-PgH7367-2.chunk74', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H7367-H7384', u'speaker_party': u'D', u'date': u'1999-08-05', u'bills': [u'H.R. 1082'], u'bioguide_id': u'J000032', u'order': 74, u'speaking': [u'Let me say, Mr. Chairman, in closing, and I would like to be able to yield to the distinguished chairman, this is not a bill that is going to be rampant across the Nation, ensnaring any criminal that would act upon a violent act. This is specific. It deals with multiple weapons and multiple perpetrators as defined by the FBI, mutilation overkill. We will know when it is a hate crime. We will not have to convince prosecutors whether to proceed under a simple assault or murder as opposed to a hate crimes offense.', u'This is a crisis in our Nation. We must stand up and be heard that we do not adhere to hate crimes. Mr. Chairman, I want to take this time to express my gratitude to Chairman Hyde and Ranking Member Conyers for recently convening an oversight hearing on hate crimes violence in the House Judiciary. I listened with keen interest to the testimony of the panelists who were invited by the majority. They were overwhelmingly opposed to enacting H.R. 1082, the Hate Crimes Prevention Act of 1999. I was moved by the testimony of the victims and family of victims and I am convinced more now than ever before that Congress must move with all deliberate speed to enact H.R. 1082 this session. Mr. Chairman, this nation just celebrated Independence day. We reaffirmed the truths that are self-evident, that all men [and women] are created equal, that they are endowed by their Creator with certain unalienable rights, that among these rights, are life, liberty and the pursuit of happiness. And yet there are individuals out there who believe that if you are not of their race, nationality, gender, religion or sexual orientation you do not deserve these rights.', u'Opponents of hate crimes legislation claim that prosecution of hate crimes would be indistinguishable from offenses that are presently on the books on the state and local level. I respect the sophistry and sophistication of the arguments that the witnesses posted. However, I must state in the most emphatic manner that I can that I disagree with their reasoning. I am sure that by now all of you are familiar with brutal murder of James Byrd. Can anyone honestly state that it is difficult to determine that his killers were motivated by racial animus as they dragged his struggling body behind their pickup truck until his head and right arm were sheared off upon striking a culvert in the road?', u"Is it that hard to perceive, after viewing Matthew Shepard's badly fractured skull and nearly frozen body left for dead that he was beaten by his savage attackers because he was gay? It is this kind of excessive brutality that readily indicates that a crime is intended to put a whole group in their place. The wounding of community spirit caused by these crimes is not addressed anywhere in our laws--hence the need for the Hate Crimes Prevention Act of 1999.", u"Benjamin Nathaniel Smith's intent was certainly clear, as he went on murderous, hate-filled rampage during the Fourth of July weekend in Illinois and Indiana. Smith, a follower of the white supremacist group, the World Church of the Creator, wounded six Orthodox Jews leaving their synagogue in Chicago on Friday, July 2, 1999. Later that day, former Northwestern University basketball coach Ricky Byrdsong died after being shot in the back by Smith while walking with two of his four young children near his suburban Chicago home. Smith then proceeded to fire at an Asian couple in the suburb of Northbrook, Illinois.", u"Mr. Smith's diabolical work did not end there. Saturday, July 3, 1999 Smith continued his assault by firing at two black men in Springfield, Illinois. Twelve hours later, near the University of Illinois, Smith shot at six Asian men. One of the men, a graduate student, was seriously wounded.", u"In the July 4th attack, Smith lay in wait outside of the Korean United Methodist Church in Bloomington, Indiana before fatally shooting 26-year-old Won-Joon Yoon in the back twice. Smith then ended his own life after being cornered by the police in a high speed chase. In the aftermath of this killing spree, people are asking why this 21-year-old college student and son of affluent parents committed such atrocities. Chicago Police Department spokesman Patrick Camden may have summed it up best when he said that ``. . . beyond just pure hate, we may never know what set him off.''", u"According to a Sunday, July 11, 1999 Washington Post article, hate is what led two brothers, Benjamin Matthew Williams and James Tyler Williams to have allegedly shot and killed a gay couple sleeping in their home north of San Francisco. These same brothers are suspects in the arsons at three Sacramento area synagogues where the damage is estimated to be more than $1 million. Police authorities discovered an arsenal in the Williams' car which included two assault rifles, two handguns, a shotgun and a substantial amount of ammunition. Authorities have also found in the brothers' home materials from the World Church of the Creator.", u"World Church of the Creator members have been connected to numerous hate crimes in recent years, including the 1993 bombing of an NAACP office in Tacoma, Washington, the 1997 beating of a black man and his teenage son outside a theater in Sunrise, Florida, and last year's beating of a Jewish video store owner in Hollywood, Florida.", u'The World Church of the Creator and its members are not the only individuals responsible for hate crimes. Indeed, the number of hate crimes may be vastly underreported. Silent victims afraid of reporting crimes to the police, bureaucratic snags and confusion over what constitutes a hate crime are some of the reasons such crimes are underreported and undercounted nationwide, experts say.', u"The Hate Crimes Statistics Act, passed in 1990, required the FBI to report annually on the number of bias crimes committed. The problem, according to Donald Green, a Yale University Professor of Political Science and an expert on hate crimes is that the reporting of hate crimes is voluntary. In the study that Professor Green conducted in the State of New York, for example, only 32 of the 502 law enforcement agencies submitted reports to the FBI in 1997. Nationwide, of the 100 most populous cities in the U.S., 10 did not participate in the reporting of hate crime data at all. Professor Green sums it up, thusly, ``The places where hate crimes are taken seriously and reported get singled out as bastions of hate, [b]ut jurisdictions that don't give a hoot seem like happy bastions of tolerance.''", u"What more has to happen before we move to pass H.R. 1082, the Hate Crimes Prevention Act of 1999? Existing federal laws are inadequate to assist the States and local authorities in prosecuting those who commit violent acts against others based upon race, color, national origin, religion, sexual orientation, gender or disability. H.R. 1082 would rectify this by making it a federal crime to commit a hate crime. I am a staunch supporter of the First Amendment right to freedom of speech. I defend an individual's right to believe in whatever his or her mind can so conceive, however morally repugnant. When these beliefs spawn hate-related violence, we need to have a mechanism to bring perpetrators like Benjamin Smith and Williams brothers to justice.", u'Currently, only 22 States and the District of Columbia have adopted hate crimes laws that extend protection to individuals targeted based on their sexual orientation. Only 22 States cover gender, and 21 cover disability. These critical gaps in State laws underscore the need for stronger hate crimes protection on the national level.', u'Out of the 8,049 hate crimes reported in the most recent FBI statistics, 58.5% were racially based; 17.2% were religious based; 10.4% were based on ethnicity; and 13.7% were based on sexual orientation.', u'This bill is bipartisan with more than 180 cosponsors, I am confident that H.R. 1082 will pass on the House floor, if partisan polarization does not kill the bill in committee. We in the Congress have a higher moral authority to address crimes that are an affront to human dignity; H.R. 1082 is the appropriate measure to address these particularly heinous crimes.', u'I ask the Chairman to accept this amendment.', u'Mr. Chairman, with the point of order now being expressed against this, let me ask that we can work on this together, and with great sadness I ask unanimous consent to withdraw the amendment.', u'The CHAIRMAN. Is there objection to the request of the gentlewoman from Texas.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/08/05/H7367-2_departments-of-commerce-justice-state-the-judiciar/'}