{"speaker_state": "IL", "speaker_raw": "mr. jackson of illinois", "speaker_first": "Jesse", "congress": 112, "title": "PROPOSING A BALANCED BUDGET AMENDMENT TO THE CONSTITUTION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-11-29/html/CREC-2011-11-29-pt1-PgE2128.htm", "number": 181, "id": "CREC-2011-11-29-pt1-PgE2128.chunk0", "volume": 157, "chamber": "Extensions", "session": 1, "speaker_last": "Jackson", "pages": "E2128-E2129", "speaker_party": "D", "date": "2011-11-29", "bills": null, "bioguide_id": "J000283", "order": 0, "speaking": ["Madam Speaker, I wish to further submit for \nthe Record the following letter signed by 281 different organizations \nopposed to this or any Balanced Budget Amendment to the Constitution. \nIt is my intent that this letter supersedes a version previously \nsubmitted.", "Dear Representative/Senator: The 281 undersigned national \n organizations strongly urge you to oppose any balanced budget \n amendment to the United States Constitution.\n A balanced budget constitutional amendment would damage the \n economy, not strengthen it. Demanding that policymakers cut \n spending and/or raise taxes, even when the economy slows, is \n the opposite of what is needed to stabilize a weak economy \n and avert recessions. Such steps would risk tipping a \n faltering economy into recession or worsening an ongoing \n downturn, costing large numbers of jobs while blocking worthy \n investments to stimulate jobs and growth and address the \n nation's urgent needs in infrastructure and other areas.\n According to a new analysis of a balanced budget amendment \n by Macroeconomic Advisers, one of the nation's preeminent \n private economic forecasting firms, if a constitutional \n balanced budget amendment had already been ratified and were \n now being enforced for fiscal year 2012, ``the effect on the \n economy would be catastrophic.'' The analysis reports that if \n the 2012 budget were balanced through spending cuts, those \n cuts would have to total about $1.5 trillion in 2012 alone, \n which they estimate would throw about 15 million more people \n out of work, double the unemployment rate from 9 percent to \n approximately 18 percent, and cause the economy to shrink by \n about 17 percent instead of growing by an expected 2 percent.\n Additionally, all versions of the balanced budget amendment \n being considered also contain a provision requiring three-\n fifths of the whole membership of both houses to raise the \n debt limit, making risk of default more likely and empowering \n a willful minority to hold the full faith and credit of the \n U.S. hostage to whatever other political demands they may \n have. The difficulty of raising the debt limit this summer \n illustrates how hard it can be to secure the necessary votes \n even when the consequences are so grave. Only three of the \n last 11 debt limit increases obtained three-fifths vote in \n both chambers; two of those instances occurred amidst the \n financial crisis in 2008 when the debt limit increases were \n included in larger legislation to respond to the meltdowns \n already occurring in the housing and financial markets, and \n the third occurred this August as part of the Budget Control \n Act and came only after a bitter process that led the nation \n to the brink of default.\n In short, a balanced budget amendment is a recipe for \n making recessions more frequent, longer, and deeper, while \n requiring severe cuts that would harshly affect seniors, \n children, veterans, people with disabilities, homeland \n security activities, public health and safety, environmental \n protection, education and medical research. It would almost \n certainly necessitate massive cuts to vital programs \n including Social Security, Medicare, Medicaid, veterans' \n benefits and lead to even deeper cuts than the House-passed \n budget.\n A balanced budget amendment has no place in the \n Constitution of the United States. Our Constitution has \n served the nation well because it represents enduring \n principles that are the foundations of our government. It \n should not be used as a substitute for real leadership on \n fiscal policy. We strongly urge you to oppose any \n constitutional balanced budget amendment.\n Sincerely,\n 9to5, National Association of Working Women; AFL-CIO; AIDS \n Alliance for Children, Youth & Families; AIDS Community \n Research Initiative of America; The AIDS Institute; AIDS \n Project Los Angeles; AIDS United; Alliance for a Just \n Society; Alliance for Excellent Education; Alliance for \n Justice; Alliance for Retired Americans; American Association \n of Colleges for Teacher Education.\n American Association of Community Colleges; American \n Association of School Administrators (AASA); American \n Association of University Professors; American Association of \n University Women (AAUW); American Counseling Association; \n American Dance Therapy Association; American Educational \n Research Association; American Federation of Government \n Employees, AFL-CIO; American Federation of School \n Administrators, AFL-CIO; American Federation of State, County \n and Municipal Employees (AFSCME); American Federation of \n Teachers, AFL-CIO; American Jewish Committee.\n American Medical Rehabilitation Providers Association \n (AMRPA); American Medical Student Association (AMSA); \n American Network of Community Options and Resources; American \n Postal Workers Union, AFL-CIO; American Psychiatric \n Association; American Public Health Association; American \n Rights at Work; American School Counselor Association; \n Americans for Democratic Action; American-Arab Anti-\n Discrimination Committee (ADC); The Arc of the United States; \n Asian American Justice Center, member of Asian American \n Center for Advancing Justice.\n Asian & Pacific Islander American Health Forum; Association \n for Career and Technical Education; Association of Adult \n Literacy Professional Developers; Association of Assistive \n Technology Act Programs (ATAP); Association of Education \n Service Agencies (AESA); Association of Flight Attendants--\n CWA; Association of School Business Officials; Association of \n University Centers on Disabilities (AUCD); Autism National \n Committee; AVAC: Global Advocacy for HIV Prevention; Bazelon \n Center for Mental Health Law; Bienestar Human Services; Bread \n for the World.\n Break the Cycle; Building and Construction Trades \n Department, AFL-CIO; B'nai B'rith International; Campaign for \n America's Future; Campaign for Community Change; CANN--\n Community Access National Network; Cascade AIDS Project; \n Center for Family Policy & Practice; Center for Law and \n Social Policy (CLASP); The Center for Media and Democracy; \n Center for Medicare Advocacy; Center on Budget and Policy \n Priorities; Child Welfare League of America (CWLA); \n Children's Defense Fund.\n Children's Dental Health Project; Cities for Progress, \n Institute for Policy Studies; Citizens for Global Solutions; \n Citizens for Responsibility and Ethics in Washington; \n Citizens for Tax Justice; Clinical Social Work Association; \n Coalition for Health Funding; Coalition of Labor Union Women; \n Coalition on Human Needs; Commission on Adult Basic \n Education; Committee for Education Funding; Common Cause; \n Communications Workers of America (CWA); Community Action \n Partnership.\n Community Food Security Coalition; Community Organizations \n in Action; Corporation for Enterprise Development (CFED); \n Council for Children with Behavioral Disorders; Council for \n Exceptional Children; Council for Opportunity in Education; \n Council of Administrators of Special Education; Council of \n the Great City Schools; CREDO Action; Defenders of Wildlife; \n Democracy 21; Demos; Department for Professional Employees, \n AFL-CIO; Direct Care Alliance.\n Disability Rights Education and Defense Fund; Division for \n Early Childhood of the Council for Exceptional Children \n (DEC); Easter Seals; Elev8 (Baltimore, Chicago, New Mexico, \n and Oakland); Every Child Matters Education Fund; FairTest, \n the National Center for Fair & Open Testing, Inc.; Families \n USA; Farmworker Justice; Feminist Majority; First Focus \n Campaign for Children; Food & Water Watch; Food Research & \n Action Center (FRAC); Forum for Youth Investment; Foster \n Family-based Treatment Association.\n Franciscan Action Network (FAN); Friends Committee on \n National Legislation; Friends of the Earth; Gamaliel; Gay \n Men's Health Crisis (GMHC); Generations United; GLSEN; Gray \n Panthers; Growth & Justice; Half in Ten; Health & Disability \n Advocates; Health Care for America Now; Health GAP (Global \n Access Project); HealthHIV; HIV Law Project.\n Horizons for Homeless Children; Housing Works; Interfaith \n Worker Justice; International Association of Fire Fighters; \n International Association of Machinists and Aerospace \n Workers; International Brotherhood of Boilermakers, Iron Ship \n Builders, Blacksmiths, Forgers, and Helpers, AFL-CIO; \n International Brotherhood of Electrical Workers; \n International Brotherhood of Teamsters; International Society \n for Technology in Education; International Union of \n Police Associations, AFL-CIO; International Union, United \n Automobile, Aerospace & Agricultural Implement Workers of \n America (UAW).\n Jewish Council for Public Affairs; Laborers' International \n Union of North America, (LiUNA!); Latino Commission on AIDS; \n The Lawyers' Committee for Civil Rights Under Law; The \n Leadership Conference on Civil and Human Rights; Leadership \n Team, Sisters of St. Francis of Philadelphia; League of \n Conservation Voters; League of Rural Voters; League of United \n Latin American Citizens (LULAC); League of Women Voters of \n the United States; Learning Disabilities Association of \n America; Main Street Alliance; Medicare Rights Center; Mental \n Health America.\n NAACP; National Academy of Elder Law Attorneys; National \n Active and Retired Federal Employees Association (NARFE); \n National Alliance for Partnerships in Equity; National \n Alliance of State & Territorial AIDS Directors (NASTAD); \n National Assembly on School-Based Health Care; National \n Association for Adults with Special Learning Needs; National \n Association for Children's Behavioral Health; National \n Association for College Admission Counseling; National \n Association for Hispanic Elderly; National Association for \n Music Education; National Association for the Education of \n Young Children; National Association of Area Agencies on \n Aging (n4a); National Association of Colored Women's Clubs, \n Inc. (NACWC).\n National Association of Councils on Developmental \n Disabilities; National Association of County Behavioral \n Health and Developmental Disability Directors (NACBHDD); \n National Association of Elementary School Principals; \n National Association of Federally Impacted Schools; National \n Association of Government Employees/SEIU; National \n Association of Housing and Redevelopment Officials (NAHRO); \n National Association of Letter Carriers; National Association \n of Nutrition and Aging Services Programs (NANASP); National \n Association of People with AIDS (NAPWA); National Association \n of Private Special Education Centers; National Association of \n School Psychologists; National Association of Secondary \n School Principals (NASSP); National Association of State \n Directors of Career Technical Education Consortium; National \n Association of State Directors of Special Education (NASDSE).\n National Association of State Head Injury Administrators; \n National Association of Thrift Savings Plan Participants; \n National Black Child Development Institute; National Center \n for Family Literacy; National Center for Law and Economic \n Justice; National Center on Domestic and Sexual Violence; \n National Coalition Against Domestic Violence; National \n Coalition for Asian Pacific American Community Development; \n National Coalition for LGBT Health; National Coalition for \n Literacy; National Committee to Preserve Social Security and \n Medicare; National Congress of American Indians; The National \n Consumer Voice for Quality Long-Term Care; National Council \n for Community and Education Partnerships (NCCEP).\n National Council for Community Behavioral Healthcare; \n National Council for the Social Studies; National Council of \n Jewish Women; National Council of La Raza (NCLR); National \n Council of Women's Organizations (NCWO); National Council on \n Independent Living; National Disability Rights Network; \n National Education Association (NEA); National Employment Law \n Project (NELP); National Fair Housing Alliance; National \n Family Caregivers Association; National Federation of Federal \n Employees; National Gay and Lesbian Task Force Action Fund; \n National Health Care for the Homeless Council.\n National Hispanic Council on Aging (NHCOA); National \n Housing Trust; National Immigration Law Center; National \n Latina Institute for Reproductive Health; National Law Center \n on Homelessness & Poverty; National Low Income Housing \n Coalition; National Organization for Women (NOW); National \n Partnership for Women & Families; National Pediatric AIDS \n Network; National People's Action; National Priorities \n Project; National Respite Coalition; National Rural Education \n Advocacy Coalition; National Rural Education Association "], "capitolwords_url": "http://capitolwords.org/date/2011/11/29/E2128_proposing-a-balanced-budget-amendment-to-the-const/"}