{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 112, u'title': u'SYRIA', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-15/html/CREC-2012-03-15-pt1-PgS1696.htm', u'number': 43, u'id': u'CREC-2012-03-15-pt1-PgS1696.chunk24', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Feinstein', u'pages': u'S1696-S1711', u'speaker_party': u'D', u'date': u'2012-03-15', u'bills': None, u'bioguide_id': u'F000062', u'order': 24, u'speaking': [u'Madam President, I thank the Senator from Minnesota for her remarks. For a long time, I had been the only woman on the Judiciary Committee, and I am just delighted that she is there as well and that we share the same point of view with respect to this bill.', u'I rise today to urge the Republican leadership of the Senate to allow this piece of legislation that protects American women from the plague--and it is a plague--of domestic violence, stalking, dating violence, and sexual assault to come to the floor of this Senate for a vote.', u'I was in the Judiciary Committee, and I voted for the original Violence Against Women Act. It was authorized for 6 years. We reauthorized it. It served another 6 years. And now the bill is up for reauthorization. It came out, surprisingly, from the Judiciary Committee on a split vote. Unfortunately, that was a party-line vote. I might say, I was stunned by this vote because never before had there been any controversy--in more than a decade and a half, in all of this time--about this bill.', u"This act is the centerpiece of the Federal Government's effort to combat domestic violence and sexual assault, and it has positively impacted the response to these crimes at the local, State, and Federal levels, and I hope to show this.", u'The bill authorizes a number of grant programs administered by the Departments of Justice and Health and Human Services to provide funding for emergency shelter, counseling, and legal services for victims of domestic violence, sexual assault, and stalking.', u'As a matter of fact, I was thinking last night, when I was mayor of San Francisco back in the early 1980s, I started the first home for battered women, which is La Casa de las Madres. We were able to fund it because it was such a critical need. Women being battered had no place to go and therefore, often stayed in the home where they were battered again and again.', u'This bill also provides support for State agencies, rape crisis centers, and organizations that provide services to vulnerable women.', u'American women are safer because we took action. Today, more victims report incidents of domestic violence to the police, and the rate of nonfatal partner violence against women has decreased by 53 percent since this bill went into effect in 1994. These figures are from the Department of Justice. So here we have a 53-percent decrease in the rate of nonfatal partner violence.', u'The need for the services was highlighted in a recent survey by the Centers for Disease Control and Prevention, which found that, on average, 24 people per minute are victims of rape, physical violence, or stalking by an intimate partner in the United States--24 a minute by an intimate partner in the United States. Over the course of the year now, that equates to more than 12 million women and men.', u"In California, my State, 30,000 people accessed crisis intervention services from one of California's 63 rape crisis centers in 2010 and 2011. These centers primarily rely on Federal Violence Against Women Act funding--not State funding--to provide services to victims in communities.", u'In 2009 alone, there were more than 167,000 cases in California in which local, county, or State police officers were called to the scene of a domestic violence complaint. Madam President, 167,000 cases--that is many.', u'Despite the fact that the underlying bill has 58 cosponsors from both parties, not a single Republican member of the Judiciary Committee voted to advance the legislation. ', u'Now, the bill that came out of Judiciary does have some changes, and I want to talk about them for a moment. It creates one very modest new grant program. It consolidates 13 existing programs. It reduces authorization levels for all other programs by nearly 20 percent. And the savings--17 percent. The bill is reduced in cost by 17 percent. That is $136 million. It encourages effective enforcement of protective orders. That is a big problem. Women get protective orders, and they are violated because they are not enforced. And it reduces the national backlog of untested rape kits. It is a real problem if a jurisdiction cannot test a rape kit.', u"Yet there are some who refuse to support it because it now includes expanded protections for victims. Let me put this on the table. The bill's protections extend to lesbian and gay victims of domestic abuse. It includes undocumented immigrants who are victims of domestic abuse. The bill also gives Native American tribes better prosecutorial tools to fight crimes of domestic violence. In my view, these are improvements. Domestic violence is domestic violence.", u"I ask my friends on the other side, to the victim in a same-sex relationship, is the violence any less real, is the danger any less real because you happen to be gay or lesbian? I do not think so. If a family comes to the country and the husband beats his wife to a bloody pulp, do we say: ``Well, you are illegal. I am sorry. You do not deserve any protection?'' No, we do not. And 9 1 1 operators and police officers do not refuse to help victims because of their sexual orientation, or the country in which they were born, or their immigration status. When you call the police in America, they come regardless of who you are.", u'The Violence Against Women Reauthorization Act of 2011 is supported by 50 national religious organizations, including the Presbyterian Church, the Episcopal Church, the Evangelical Lutheran Church, the National Council of Jewish Women, the National Council of Catholic Women, the United Church of Christ, and the United Methodist Church.', u'I go back to my days as mayor of San Francisco when I saw over and over again, up close and personal, what happens because of domestic violence. I saw police getting killed when they intervened in situations involving domestic violence. We had a number of funerals for police officers in Oakland which I attended. It all stemmed from domestic violence.', u'To defeat this bill is almost to say that we do not need to consider violence against women, that it is not an important issue. It is. It is not a partisan issue. It never has been in this body, which is why, candidly, I am surprised I find myself on the floor urging that this bill be brought to the floor, because it has been historically, through two reauthorizations, and is a bipartisan bill.', u"You can't help but notice that this is not the first time a policy which would specifically imperil the health and safety of American women has compelled some of us to come to this floor and speak out on behalf of American women.", u'I hope that opposition to this bill is not part of a march, and that march, as I see it, over the past 20 years has been to cut back on rights and services to women. And I mean that most sincerely. I have never seen anything like it. When I came here, there were discussions about Roe v. Wade. When I first went on the Judiciary Committee, which was in 1993, I heard it. There were debates over Supreme Court opinions--Casey, et al.--and then there were debates over partial abortion. Then this year we fought against the Blunt amendment which would have effectively allowed employers to arbitrarily decline to provide critical preventive health care services for women.', u'You know, we had to fight for the simplest things. I think young women forget that it took until 1920 for women to get to vote in this country. It was only because women fought for it. And we have fought since the country was established for the right to vote, for the right to inherit property, for the right to go to school. Now we fight for our rights to have sufficient services from the government with respect to our health.', u'Now I am here to fight for a bill that strengthens laws and protects women against domestic violence and sexual assault. To me, this bill is a no-brainer. It has the support of both sides of the aisle. It is bipartisan. It saves lives. It is a lifeline for women and children who are in distress, who have no place to go or to stay and have to submit to domestic violence abuse. And no one can say I am exaggerating. Trust me, I have seen it. I have seen the bruised bodies up close and personal.', u'This bill has reduced the number of domestic assaults on women. The record indicates that. It should be continued. It is a no-brainer. I hope it is brought to the floor. I hope we maintain a bipartisan vote. I hope it is reauthorized.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/03/15/S1696_syria/'}