{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 112, u'title': u'IIHF 2014 WORLD ICE HOCKEY CHAMPIONSHIP', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-29/html/CREC-2012-03-29-pt1-PgS2224-3.htm', u'number': 52, u'id': u'CREC-2012-03-29-pt1-PgS2224-3.chunk0', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S2224-S2225', u'speaker_party': u'D', u'date': u'2012-03-29', u'bills': None, u'bioguide_id': u'D000563', u'order': 0, u'speaking': [u'Mr. President, in the last few years, we have seen dictator after dictator tumble across the world: Qadhafi in Libya, Ben Ali in Tunisia, Mubarak in Egypt, Saleh in Yemen, and eventually Bashar al-Assad in Syria.', u'Yet there is one dictator who hangs on. He is the last dictator in Europe. You may not be familiar with his name, but they certainly know him in neighboring countries. He is the strong-man President of Belarus, Alexander Lukashenko.', u"For more than 20 years, he has ruled Belarus with an iron fist--using a barbaric combination of repression, intimidation, and torture to maintain power. He is so bold as to continue to call his security services the KGB. Can you imagine in today's world calling your security service the same name as the dread security service of the Soviet Union, the KGB?", u"Under Lukashenko's reign, elections have been consistently rigged, arrests have been made for political purposes, and the public's basic freedoms of speech, assembly, association, even religion--which we take for granted--are severely restricted.", u'As shown in this photograph I have in the Chamber, this is Alexander Lukashenko, the last dictator in Europe, the President of Belarus.', u'On December 19, 2010, Lukashenko was given an opportunity to ease the iron grip of his police state and move closer to democracy by holding a legitimate Presidential election. He could not bring himself to do it. He orchestrated a fraudulent election, and then he turned around on the day of the election and arrested all of his opponents who had the audacity to run against him and threw them in prison. How about that?', u'I was in Belarus shortly afterwards and met with their families. These people were distraught, beside themselves about what had happened.', u'One of these detainees who was eventually released came and saw me in November, Ales Mikhalevich, one of the Presidential candidates who had been arrested, tortured, and denied basic legal rights for months. Recently he had been given political asylum in the Czech Republic, where he continues to fight for human rights in Belarus. His wife and daughters, whom I met in Minsk, in Belarus, are still being harassed by the KGB as of today.', u'Ales Mikhalevich and others from the hundreds who were imprisoned have been released, but others were not so lucky.', u'Mikalai Statkevich, a Presidential candidate, was sentenced to 6 years and can barely receive the medical assistance he needs.', u'Andrei Sannikau, another Presidential candidate, was sentenced to 5 years in prison for having the boldness to run against this dictator.', u'A number of other political activists who have engaged in political activity which we take for granted in the United States have been languishing in prison. I thought about it this week, as the demonstrators gathered in front of the Supreme Court, marching back and forth with signs, how we take that for granted. You try to do that in a country like Belarus, you will end up in prison. Thank God the United States has a much better standard when it comes to basic rights.', u'Here are the names of some of the other activists Lukashenko has thrown in prison: Zmitser Dashkevich, Eduard Lobau, Paval Sevyarynets, Zmister Bandarenka, Ales Byalyatski, Mikalai Autukhovich.', u'Authoritarians frequently torture these activists, trying to pressure them to sign letters admitting a guilt that does not exist. But I want to speak about something that is going to come up where Belarus and Lukashenko are going to become international celebrities.', u'On February 16, Mikhalevich, whom I mentioned earlier, was one of the 13 who picketed the headquarters of Praugue-based automobile company Skoda, a subsidaiary of Volkswagen.', u'Why did they picket Skoda?', u"Skoda is one of the major sponsors of the International Ice Hockey Federation's World Championship, and has been for the last 19 years. In fact, Skoda's this automobile company's--relationship with the Hockey Federation is one of the longest lasting sponsorships. And much to the disbelief of the rest of the world, the International Ice Hockey Federation has chosen to host its championship in Belarus. Why? Because Lukashenko, the dictator, is such a big fan of hockey. All the while, political prisoners, including Presidential candidates, will be languishing in prison because of this dictator.", u'Companies such as Skoda, Nike, and Reebok are among the major corporate sponsors of this federation that is holding its championship in Belarus.', u'Last year, I joined Congressman Mike Quigley of Chicago and National Hockey League Hall of Famer turned European Parliamentarian Peter Stastny and wrote to the International Ice Hockey Federation President Rene Fasel, urging that the 2014 games in Belarus be suspended until the political prisoners are released. How can anyone celebrate the excitement of a world-class sports championship when people are languishing in prison for their political beliefs? They ignored our request.', u'I spoke to USA Hockey, which represents the United States in this federation. They paid no attention.', u'It turns out the International Ice Hockey Federation will be meeting next month in Finland. Belarus is likely to be on the agenda. It should be. It should be at the top of the agenda.', u"The honor of hosting this prestigious international sporting event in a country where the President is regarded as Europe's last dictator is hardly a reflection of the quality of the sport that is involved.", u"An ardent fan of ice hockey and the head of the Belarus national Olympic committee, rewarding Lukashenko with the 2014 World Ice Hockey Championship ignores his regime's atrocities.", u"I have tried to reach out to Skoda, owned by Volkswagen, Nike, Reebok, and other sponsors to let them know their image is at stake too if they validate this dictator's policies and give honor to a country which does not recognize the basic freedoms.", u"This photograph I have in the Chamber shows Skoda's CEO, Winfried Vahland, in the center, along with Hockey Federation President Fasel on the right, as they celebrate Skoda's commitment to sponsor the world championship through 2017.", u'Skoda contends its sponsorship of the event does not indicate approval of what is going on in Belarus--simply their dedication to hockey. That does not show much courage.', u"Lukashenko's preparations for this ice hockey tournament indicate that Belarus is expecting a lot of visitors and a big economic boost. ", u'I am once again calling on the International Ice Hockey Federation in their meeting in Finland to consider this matter at the top of their agenda and to suspend their plans to hold the Federation Championship in Belarus in 2014.', u'There are many other countries around the world more than anxious to join them and make this a championship well deserving with a host country that is one we can be proud of.', u'My feelings about this are not alone. The European Union recently widened sanctions against Lukashenko and his cronies. Lukashenko promptly recalled his Belarusian representative to the EU, after which EU Ambassadors were withdrawn from Belarus.', u'After a summit in Brussels earlier this month, Lukashenko--never at a loss for words--criticized the European Union politicians and railed on the German Foreign Minister Guido Westerwelle, the first openly gay minister in Germany. President Lukashenko said:', u'It is better to be a dictator than gay.', u'That is a quote. He went on to say:', u'Belarusians deserve to host the World Championship in 2014 in Belarus.', u'That is incredible. What sports organization wants to validate those comments?', u"I want to close by saying, I hope the International Ice Hockey Federation's Annual Congress will make the right decision in May. I hope its corporate sponsors will feel a little uneasy being associated with Dictator Lukashenko and his policies in Belarus. I hope they will suspend the 2014 Championship unless the political prisoners are at least released and that other international sporting groups, such as the International Cycling Union, follow their example.", u'I want the United States, in partnership with the European Union, to continue to place pressure on Lukashenko to open his political system and to stand by the Belarusian people in their efforts to bring justice to their country.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/03/29/S2224-3_iihf-2014-world-ice-hockey-championship/'}