{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'TRIBUTE TO KENTUCKY STATE REPRESENTATIVE DANNY FORD', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-23/html/CREC-2012-04-23-pt1-PgS2595.htm', u'number': 58, u'id': u'CREC-2012-04-23-pt1-PgS2595.chunk2', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S2595-S2596', u'speaker_party': None, u'date': u'2012-04-23', u'bills': [u'S. 150'], u'bioguide_id': None, u'order': 2, u'speaking': [u' Rep. Danny Ford Calling It Quits After 30 Years in Frankfort', u"Even before the House had voted to approve the redistricting plan that would reshape Danny Ford's 80th District, the auctioneer from Mount Vernon grew wistful, foreshadowing the end of his 30-year legislative career before he announced his retirement. As he was railing against the Democrats' redistricting plan on the House floor, Ford took time to ``thank the people of Lincoln County for allowing me to serve as their state representative for all these past many years.'' After the plan--which basically removed Lincoln from the 80th District and replaced it with Casey County and pieces of Madison--was approved, Ford let it be known that this would be his last term, ending his run as the longest-serving Republican in the statehouse since 1900. ``That new district covers 125, 150 miles instead of 50 or 60,'' he said. ``It's going to be a lot more difficult to serve.'' ``That has been the greatest part of this job, helping my constituents find their way through the mazes of state government,'' he said last week while spending the day with a reporter at the Capitol. Despite his lengthy time in office, Ford never became a household name to folks outside Frankfort. That's due in part to his own low-key style and the fact he toiled for the minority party in the House, which is akin to being invisible, even if you are part of the Republican leadership. Ford currently serves as minority whip, a position he also held in 1993 to 1994, and was his party's floor leader from 1995 to 1998. He is the senior member of the House Budget and Appropriations Committee. ``I try not to be out front too much. That's not my style,'' Ford said. ``When you draw attention to yourself, you become a distraction. Sometimes it's gentle persuasion that can make a difference.'' Al Cross, the long-time political writer for the Courier- Journal who now heads the Institute for Rural Journalism at the University of Kentucky, has observed Ford in action during all his time in Frankfort. ``He has been like a lot of Republican representatives: he's not that interested in government doing much, so he didn't push a lot of legislation, and, being in the minority, he wasn't interested in jumping through a lot of Democratic hoops,'' Cross said. ``If you're not in the majority, there's not a lot you can do.'' ``If you ask people around Frankfort, they'd probably remember Danny most for his speeches. He's a pretty good orator. When he gets up to make a forceful speech, he reminds you of a revival preacher. He's pretty eloquent in getting his points across.'' Ford's political acumen and communication skills were evident at the beginning of his political career in 1981. He was already established in his native Rockcastle County, where his grandfather had been county judge and his family operated a variety of businesses, including Ford Brothers Inc., an auction and real-estate company that also has an office in Pulaski County, a part of which comprises the 80th District. If he was going to win the seat in his first run for political office, Ford figured he needed to step outside of his comfort zone. He spent little time campaigning in Rockcastle and Pulaski, focusing his effort almost entirely on Lincoln County, where he was virtually unknown. Daly Reed, a soil conservation agent who died in 1989, greased Ford's path in Lincoln County. The two had only met briefly the year before at a Republican function but formed an alliance that Ford credits with launching his political career. ``We just hit it off. We went door-to-door, from 8 in the morning to 8 at night,'' Ford recalled of that first campaign with Daly. ``He knew everybody and their family tree. When he'd introduce me, he'd say, `This is Danny Ford, my adopted son.' '' Ford carried Lincoln County that year and has been nearly unchallenged ever since. Of 30 primary and general elections that have passed since he first took office, Ford has only faced opposition four times and only once failed to win Lincoln. That was in 2002, when Stanford attorney Paul Long won the battle on his home turf but couldn't overcome Ford in Rockcastle and Pulaski. ``I've been very fortunate,'' he said. During the ensuing years in Frankfort, Ford said he took most of his cues on bills to sponsor from people and events in his district. He recalled a devastating crash that claimed two lives in Rockcastle County when a man who had been arrested for a DUI climbed over the backseat and commandeered a state trooper's cruiser and drove it the wrong way on Interstate 75. That led to legislation requiring all law- enforcement vehicles to be equipped with cages, he said. In the current session, Ford is sponsoring a bill to outlaw the sale of so called ``bath salts,'' potent amphetamine powders that people inhale to get high and thus often end up in the hospital. Varieties of the product have been legally sold at D&M Market in Crab Orchard and other places around the state. ``I've got a number of calls from Lincoln County that a lot of kids are fooling with it,'' he said. Ford is also pushing a bill that will make products containing pseudoephedrine available by prescription only as a way to curtail the state's epidemic methamphetamine abuse. He is dead-set against a ballot measure to amend the constitution to allow gambling. ``I would hate to see our state revenue based on something so volatile,'' he said of the expanded gaming issue. ``I'm very concerned about the kind of influences that will be trying to pass this thing.'' Taking a stance against gambling is right up Ford's alley. He doesn't shy away from the socially conservative hot-button battles against gambling, abortion, and gay marriage. His front-and-center role in creating a constitutional amendment to ban gay marriage and civil unions in Kentucky, which was approved overwhelmingly by voters in 2004, was the most intense experience in Frankfort, he said. ``I was at the forefront of that issue; I was really pushing for it. I was called a right-wing radical, a homophobe,'' he recalled. ``But I'm comfortable standing up for what I believe in.'' Representative Mike Harmon from the neighboring 54th District that covers Boyle County said Ford's values, experience and ability to work both sides of the aisle will be missed. ``Danny's a great guy, very conservative,'' Harmon said. ``He fought for whatever concerned his district, whether it was roads or water or whatever. He could probably have easily won his new district. He was very well liked. There's always going to be some challenges when you're in the minority, but I think that he was respected by both sides.'' Ford said patience and a willingness to compromise are necessary traits to be an effective legislator. It's important not to commit to a position too soon, before understanding both sides, he said, and sometimes it's a long road to seeing a project completed. As an example, Ford said the improvements to U.S. 150 from Stanford to Mount Vernon began during Wallace Wilkinson's administration in the late 1980s. ``They said they were going to start it in Stanford, and I said I didn't care where we started as long as we got it done. And we've just now gotten it finished.'' Of all the governors he served under, Ford said he had the most trouble with Wilkinson, the Casey County upstart who surprised a field of better known Democrats in 1987. It was Wilkinson's political strategist, James Carville, who later went on to national fame as the architect behind Bill Clinton's two runs for the presidency, who made Ford uneasy. ``I never established much of a relationship with Governor Wilkinson, but that was probably because I did not like James Carville one bit,'' Ford said. ``He was the most wicked man I've ever been around in my life.'' Ford arrived in Frankfort at the end of John Y. Brown's term. Things have changed considerably since then, he said. ``It was much more of a partying institution back then, a lot of drinking and carousing and card playing. The legislature is more sober-minded now, more conscientious about doing its job.'' He credited Martha Layne Collins for Toyota, ``an industry that changed this state forever.'' Of Brereton Jones, Ford said, ``He was a straight shooter.'' He described Paul Patton as ``very sincere. Nobody treated me more fair.'' Ernie Fletcher, the only Republican, ``tried to help and got some good things done,'' but was handcuffed by his minority status. Beshear ``has been good to work with,'' Ford said. After finishing this session and a possible special session, Ford, who will be 60 in April, said he is looking forward to working full-time with his son in the real estate and auction business. His 30 years in the legislature have earned him an annual pension of about $40,700, slightly less than his highest salary as a representative--$41,039--which he is being paid this year, according to the Kentucky Legislators Retirement Plan. He has no plans on getting involved in choosing his successor in the 80th District, though he said he will support someone who shares his conservative ideals if such a candidate emerges. When asked what advice for a long political career he might whisper in the ear of the person who takes his place, Ford kept it simple, in keeping with his style. ``Be attentive and be accessible. I came into this with the attitude of making sure I listened to what people had to say, and now that I've been up here and experienced the legislative process all these years, it's made me more that "], u'capitolwords_url': u'http://capitolwords.org/date/2012/04/23/S2595_tribute-to-kentucky-state-representative-danny-for/'}