{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2011', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-25/html/CREC-2012-04-25-pt1-PgS2698.htm', u'number': 60, u'id': u'CREC-2012-04-25-pt1-PgS2698.chunk6', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S2698-S2720', u'speaker_party': u'D', u'date': u'2012-04-25', u'bills': None, u'bioguide_id': u'L000174', u'order': 6, u'speaking': [u'Mr. President, I am pleased that we are able to move directly to the legislation without a cloture vote.', u'The Violence Against Women Reauthorization Act is a bipartisan bill. It has 61 cosponsors. I was encouraged yesterday morning to hear the majority leader and the Republican leader discussing moving forward quickly to pass this legislation.', u"I agree with the majority leader. I don't want to see the bill weakened. I agree with the Republican leader that there is strong bipartisan support for the Leahy-Crapo bill. I look forward to working out an agreement. I have spoken to both of them and told them I will support an agreement that will allow us to consider, and expeditiously approve, the bill in short order. Of course, I will be happy to help in any way I can to facilitate that.", u"The bipartisan Violence Against Women Act has been the centerpiece of the Federal Government's commitment to combat domestic violence, dating violence, sexual assault, and stalking. The impact of the landmark law has been remarkable. It is one law I can point to and say that it has provided life-saving assistance to hundreds of thousands of women, children, and men.", u'At a time when we can sometimes be polarized around here, I appreciate the bipartisan support of this bill.', u"Senator Crapo and I introduced the reauthorization of the Violence Against Women Act last year. We come from different parts of the country. We come from different parties. We, I think it is safe to say, come from different political philosophies. But we agreed that we all have to work to stop violence against women. In fact, we didn't move forward to do so at all until it had a lot of discussion both with the staff of the ranking member and other Republicans on the Judiciary Committee. We did our best to try to accommodate all points of view.", u'We continued our outreach after the introduction of the bill, in the hearings and in the committee process. The amendment the Judiciary Committee adopted on February 2 included several additional changes requested by Republican Senators. I made sure they were in there. They are outlined in the committee report.', u'We eliminated several provisions that would have offered significant assistance to immigrant victims of domestic and sexual violence. It was difficult to remove these provisions, but we earnestly sought compromise, and I was encouraged when in our committee meetings Senator Grassley acknowledged our efforts to reach agreement where we could.', u'I said then and I now say that we were willing to go as far as we could to accommodate Senators on either side of the aisle. But as chairman of the Judiciary Committee, I cannot abandon core principles of fairness, and I will not. I continue to urge all Senators to join to protect the most vulnerable victims of violence, including battered immigrant women, assisting law enforcement, Native American women who suffer in record numbers, and those who have had trouble accessing services.', u'I have said so many times on this floor that a victim is a victim is a victim. They all need to be helped. They deserve our attention. They deserve the protection and access to the services our bill provides.', u'We now have 61 cosponsors, including 8 Republicans; 16 of the 17 women in the Senate, from both parties, have joined as cosponsors. They have been strong supporters from the start, and the bill is better because of their efforts.', u"There is one purpose, and one purpose alone, for the bill that Senator Crapo and I have introduced: to help protect victims of domestic and sexual violence. That purpose is reinforced as we turn to this bill during Crime Victims' Rights Week and Sexual Assault Awareness Month.", u'Our bill is based on months of work with survivors, advocates, and law enforcement officers from all across the country--and I must say from all political persuasions, from the right to the left. the bipartisan bill was developed in an open and democratic process, and it is responsive to the unmet needs of victims.', u'The New York Times had a column by Dorothy Samuels last Sunday that got it right. She wrote:', u'[T]he provisions respond to real humanitarian and law enforcement needs.', u"When Senator Crapo and I worked to put this legislation together, we purposely avoided proposals that were extreme or divisive on either the right or the left. We selected only those proposals that law enforcement and survivors and the professionals who work with crime victims every day told us were essential. We did not go for somebody who didn't have firsthand experience. We asked the people who actually have to make the law work. That is actually why every one of these provisions has such widespread support.", u'In fact, our reauthorization bill is supported by more than 1,000 Federal, State, and local organizations, and they include service providers, law enforcement, religious organizations, and many more.', u'We have done a good job on the domestic violence front, so sexual assault is where we need to increase our focus. That is what the bill does. The administration is fully onboard, and I welcome their statement of support.', u'We have to pass this legislation. We have to pass this provision to focus on sexual assault. I think of the advocates in my State of Vermont who work not only in the cities but especially in the rural areas. Mr. President, it is not just those of us from small States; every single State has rural areas. The distinguished Presiding Officer does, the distinguished majority leader does, the distinguished Republican leader does. We all have rural areas.', u'I think of Karen Tronsgard-Scott of the Vermont Network to End Domestic and Sexual Violence and Jane Van Buren with Women Helping Battered Women. They have helped us put this together. I appreciate the guidance from all across the Nation from such organizations as the National Network to End Domestic Violence, the National Alliance to End Sexual Violence, the National Task Force to End Sexual and Domestic Violence Against Women. The coalition has been maintained and has been valuable in these efforts. It is working with them that we were able to adjust the allocation of funds to increase needed funding for sexual assault efforts, and do it without harming the other coordinated efforts.', u"We reached our understanding in working with them, not by picking a number out of a hat or trying to outbid some proposal. It wasn't there. Everybody worked together. We only have so many dollars. We tried to do it and use the money where it works the best.", u"The provision ensuring that services will be available to all victims regardless of sexual orientation and gender identity is supported by the Leadership Conference of Civil Rights and numerous civil rights and crime victim advocates. I was pleased to see a letter from Cindy Dyer, President Bush's Director of the Office of Violence Against Women, in which she writes:", u'As criminal justice professionals, our job is to protect the community, but we are not able to do that unless all the ', u'Of course, she is right. A victim is a victim is a victim.', u"Mr. President, when I was the State's attorney, I went to crime scenes at 3 o'clock in the morning and there was a battered and bloody victim--we hoped alive, but sometimes not. The police never said: Is this victim a Democrat or a Republican? Is this victim gay or straight? Is this victim an immigrant? Is this victim native born?", u'They said: This is a victim. How do we find the person who did this and stop them from doing it again? A victim is a victim is a victim. Everybody in law enforcement will tell you that.', u"Because of that, we added a limited number of new visas for immigrant victims of serious crimes who help law enforcement, which is backed only by the immigrants' rights organizations, as one might expect, but it is backed by the Fraternal Order of Police which writes that ``the expansion of the U visa program will provide incalculable benefits to our citizens and our communities at a negligible cost.'' My friends in law enforcement are right, as they so often are.", u'On Tuesday, in an editorial in our local paper, the Washington Post urged passage of our bipartisan bill, noting:', u'A comprehensive committee report convincingly details gaps in current programs as identified by law enforcement officers, victim-service providers, judges and health-care professions. No one--gay or straight, man or woman, legal or undocumented--should be denied protections against domestic abuse or sexual violence.', u'Mr. President, I agree with that editorial because what it says is what we have said over and over on this floor--a victim is a victim is a victim. If you are a victim, you should have somebody ready to help.', u"They are improvements that are not only reasonable but necessary if we are to fulfill our commitment to victims of domestic and sexual violence. If we say you are a victim of domestic or sexual violence, we can't pick and choose to say this victim will be helped but this one is going to be left on their own. We say we are going to help all of them. A victim is a victim is a victim.", u"I believe that if Senators of both parties take an honest look at all the provisions in our bipartisan VAWA reauthorization bill, they will find it to be a commonsense measure we can all support. This isn't a Democratic or a Republican measure, this is a good-government measure. This protects the people in our society who sadly need protection. Sixty-one Senators have already reached this conclusion from both parties, so I hope more will join us. I hope the Senate will promptly pass the Leahy-Crapo Violence Against Women Reauthorization Act.", u'Mr. President, I was going to suggest the absence of a quorum, but I see the distinguished Senator from Texas in the Chamber, so I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/04/25/S2698_violence-against-women-reauthorization-act-of-2011/'}