{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 112, "title": "THANKING SISTER SHEILA LYNE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-13/html/CREC-2012-12-13-pt1-PgS8020.htm", "number": 161, "id": "CREC-2012-12-13-pt1-PgS8020.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S8020-S8021", "speaker_party": "D", "date": "2012-12-13", "bills": null, "bioguide_id": "D000563", "order": 0, "speaking": ["Mr. President, if the rough and tumble of Chicago politics is not where you would expect to find a slightly built Catholic nun, you have never met Sister Sheila Lyne. Sister Sheila has been an icon in Chicago health care for almost half a century. For nearly 10 years in the 1990s she made history as Chicago's public health commissioner.", "For 15 years before her work as Chicago's top public health officer and for another dozen years afterwards, this smart, visionary courageous woman also served as president and CEO of Mercy Hospital & Medical Center, a legendary institution that has helped care for poor families on the South Side of Chicago since before the Civil War. As public health commissioner, Sister Sheila was never afraid to tackle the powerful. Her decisions were based on conscience, and an iron will. She was once arrested for ignoring a judge's order to test every child in a Chicago public school for lead poisoning because she believed the edict was unnecessarily broad and could hurt children and deplete her department's limited resources. She was out of jail 2 hours later.", "The first time she took over as president of Mercy Hospital, in 1976, Mercy was bleeding money and on the verge of closing. Sister Sheila's business savvy and innovative management ideas helped put the hospital back in the black. In 2000, following a series of management blunders, Mercy was losing $40 million a year and once again about to go down for the count. Sister Sheila stepped down as Chicago's public health commissioner and returned as Mercy's president and CEO to lead the hospital's turnaround effort. Once again, she succeeded with a series of shrewd business decisions, innovative reforms, and determination. A year ago, Sister Sheila helped engineer the sale of Mercy Hospital to Trinity Health, the tenth-largest health system in the Nation and the fourth-largest Catholic health system.", "Last week, at the age of, as she says, ``76\\1/2\\''--she insists including the half--Sister Sheila announced that she will step down as president and CEO of Mercy Hospital as soon as her successor can be named. While she will remain with Mercy as senior adviser to Mercy Foundation, the hospital's philanthropic arm, her departure as Mercy's president and CEO will bring to a close one of the most remarkable careers in Chicago health care in our lifetimes.", "Sheila Lyne was born and raised on the South Side of Chicago, one of three children of Irish immigrants who met in America. She attended Little Flower Elementary School and Mercy High School. She joined the Sisters of Mercy, a Catholic religious order, in 1953. She earned a master's degree in psychiatric nursing from St. Xavier College and an MBA from the University of Chicago and served three years as an assistant professor at the University of Iowa before joining Mercy Hospital in 1970. In 1976 she became Mercy's president and CEO.", "In 1991, Mayor Richard M. Daley appointed her city health commissioner--the first woman and the first non-physician ever to hold that job. The department's responsibilities ran the gamut from inspecting restaurants, to monitoring and controlling epidemics, and protecting the public against the spread of infectious diseases. Its clinics receive a million patient visits a year and are the ``family doctor'' to more Chicagoans than any other single entity.", "HIV and AIDS were taking a devastating and rising toll on the city and the nation, and gay and lesbian groups protested Sister Sheila's appointment strongly, fearing she would allow Church policies to dictate public health decisions. Sister Sheila surprised her critics by taking on the cause of fighting AIDS, increasing care and prevention funding from $4 million to $40 million and promoting aggressive, even controversial prevention efforts. She gained national acclaim for her innovative programs to improve the health of poor women and children.", "When she learned that the department had no way to know which areas of the city faced particular problems, she set up an epidemiology department. Data from that department helped her department to focus and improve its efforts. She visited elementary schools, pregnancy crisis centers, welfare clinics, homeless shelters and senior centers throughout the city, listening to people's stories in order to better understand their lives--and always looking for better ways to combat the city's health challenges. ", "When she started, the infant mortality rate in some poor Chicago neighborhoods was lower than in many developing nations. Sister Sheila recruited two women in the Robert Taylor Homes, a large public housing complex, asked them to find pregnant residents and escort them to one of the department's eight free-standing clinics for prenatal care. During her tenure, she reduced the city's infant mortality rate by 39 percent.", "She sent a van to circulate through Chicago's poorer neighborhoods, providing immunizations for children and dramatically increasing the percentage of kids who are up to date on their shots. She created a citywide plan--hailed by the Centers for Disease Control--as a model to combat what she called the insidious public health epidemic of domestic violence. She created special programs to reach minority and immigrant families and established an Office of Lesbian and Gay Health, only the second such office in the Nation.", "Sister Lyne received many honors, including the Excellence in Public Award from the blue-ribbon panel of Chicago's business and industry leaders.", "Dr. Joanne Smith, president and CEO of the Rehabilitation Institute of Chicago, recently praised Sister Sheila and said she was one of those leaders who, when she gets behind something, is a train that is difficult to stop.", "Three years ago Sister Lyne helped prod the Illinois General Assembly to pass a groundbreaking new law capping how much hospitals could charge uninsured patients, so that instead of being the only people who are billed the full sticker price, their bills are closer to what other patients pay.", "She comes to the office 7 days a week--usually by 7 a.m.--half walks and half jogs 3 miles a day. Some days she trades the walk for the elliptical and Stairmaster. She is 76\\1/2\\ years old. She speaks of Mercy Hospital as a mission and believes that health care is a public good. She is, in her own words, ``so grateful and so privileged that I have been able to be a part of making things better.''", "However, she is troubled and frustrated by all the unmet needs. When asked what changes she has seen in health care in the last half century, she replies very simply: Not enough. She asks pointedly: Who doesn't deserve health care?", "In closing, I want to read a short excerpt from the Chicago Sun-Times editorial. Here is what they said:", "Some people fight for the poor and dispossessed by marching on the castle, torches high. Others, fighting the same fight, cross the drawbridge and work from the inside, maneuvering the levers of power, mastering the arts of management and poll politics. Sister Sheila Lyne . . . is the second kind of activist, remarkably so, having done much to make Chicago a more caring city for half a century.", "The editorial went on to say:", "Sister Sheila . . . says it's time she calls it quits, but we suspect we'll see her again. She is of a generation of Catholic sisters, and of a particularly steely order--the Sisters of Mercy--who tend to work until they can't work anymore. They are smart, educated women who run things. They are tough and ramrod straight. And we would rather they never retire. Certainly not this one.", "Well, anyone anywhere who questions the catholicity or the Christianity of American Catholic nuns needs to meet Sister Sheila, a woman who has given her life to the least of our brethren.", "Loretta and I and countless Chicagoans of three generations feel exactly the same way. Sister Sheila Lyne's passionate devotion to health care and justice has made Chicago a healthier and better city, and we are all in her debt.", "I yield the floor and suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/12/13/S8020_thanking-sister-sheila-lyne/"}