{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u"REFORM AMERICA'S BROKEN IMMIGRATION SYSTEM ACT", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-01-25/html/CREC-2011-01-25-pt1-PgS105.htm', u'number': 10, u'id': u'CREC-2011-01-25-pt1-PgS105.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S105', u'speaker_party': u'D', u'date': u'2011-01-25', u'bills': None, u'bioguide_id': u'L000174', u'order': 0, u'speaking': [u"Mr. President, once again, at the beginning of a new Congress, Majority Leader Reid has signaled his intent to improve our Nation's immigration system with a plan to transform and modernize our laws to meet the needs of the country.", u'I support the majority leader in this effort, as I have now for several Congresses. The American people recognize that our current immigration system is deeply flawed. It is far too easily exploited by unscrupulous employers and others who seek to profit from the vulnerabilities of those seeking work and a new life. We can and should put an end to the too common abuses and transform our system into an orderly, secure, and efficient way to strengthen our economy and fulfill our humanitarian traditions.', u'We must also confront the situation created by the millions of undocumented people who are living and working in the shadows in the United States--the vast majority of whom are otherwise following our laws and making positive contributions to our economy. We can all agree that we have arrived at a point that is not sustainable, and we must face up to it with a solution that is achievable. As both President Bush and President Obama, along with their Secretaries of Homeland Security, have acknowledged, we cannot simply enforce our way out of a broken immigration system. I agree.', u"We must reject the easy slogans that reduce this highly complex problem to a bumper sticker solution--something the late Senator Ted Kennedy spoke against so passionately. When we talk about the millions of immigrants living and working in the United States as a mass of ``illegals'' to be sent out of the United States, we denigrate their humanity. As a nation, we can agree that we will have no tolerance for those who are out of status and go on to commit crimes. But for those whose only transgression was entering the United States unlawfully in search of a better life for themselves and their families, we should proceed in a manner that is consistent with our best qualities as a humanitarian and compassionate nation.", u"Achieving what the majority leader has proposed will not be easy. We have experienced the difficulty again and again in recent years. I am heartened that the legislation the majority leader introduced includes reference to the DREAM Act and to AgJOBS, both of which I have strongly supported for many years. Even if our progress is incremental, I believe that working on behalf of America's farmers and individuals whose undocumented status is not a result of their own volition is a sound starting place.", u"Among other important goals, the legislation calls on Congress to ``support our national and economic security.'' Along with AgJOBS and the DREAM Act, I hope Senators will also recognize the fundamental unfairness that exists in our immigration laws for gay and lesbian Americans and that this is also an economic issue. I have said many times that no American should be forced to choose between their loved ones and their country. But this is the reality many Americans face, and it is wrong. Due to this false choice, many talented Americans choose to leave their country for nations that treat binational, same-sex couples fairly, often at a cost to their employers and our Nation's economic growth.", u'There are existing immigration programs that Congress should strongly support and improve, such as the EB-5 Regional Center Program, which has a proven record as an engine to promote job creation and capital investment in American communities. With permanence, added efficiencies, and strong oversight, this program can continue to operate as an economically productive part of our overall immigration system. We must also reform our refugee laws to ensure that those in need of protection find safety in the United States.', u'Americans have endured the bitter politics of immigration for far too long. The hurtful rhetoric has obstructed progress and has deepened the divisions on an issue that will require bipartisanship and compromise on all sides. It is my sincere hope that the divisions are not too deep to be repaired and that we can make progress on fixing our struggling system. A rational, economically productive, and humane immigration system should be a cornerstone of our democracy; a source of pride instead of anger, frustration or intolerance. Our history demonstrates that immigration to the United States and the tremendous diversity that has resulted, has set us apart as an example of freedom and unity for the rest of the world. I hope as the 112th Congress begins, we will work together toward a better system for America and all Americans.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/01/25/S105_reform-americas-broken-immigration-system-act/'}