{u'speaker_state': u'CA', u'speaker_raw': u'ms. speier', u'speaker_first': u'Jackie', u'congress': 112, u'title': u'THE BULLYING OF CHILDREN WITH SPECIAL NEEDS: AN EPIDEMIC', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-15/html/CREC-2011-03-15-pt1-PgH1803-2.htm', u'number': 39, u'id': u'CREC-2011-03-15-pt1-PgH1803-2.chunk1', u'volume': 157, u'chamber': u'House', u'session': 1, u'speaker_last': u'Speier', u'pages': u'H1803-H1804', u'speaker_party': u'D', u'date': u'2011-03-15', u'bills': None, u'bioguide_id': u'S001175', u'order': 1, u'speaking': [u'Mr. Speaker, I rise today to discuss an epidemic that is flying too far under the radar: the bullying of children with special needs.', u"Bullying has gotten a fair amount of attention in recent years. Our Nation was shocked by the story of Tyler Clementi, a gay Rutgers student who jumped off the George Washington Bridge after being bullied by his peers. Earlier this month, Dateline NBC ran a special called ``My Kid Would Never Bully.'' In it, hidden cameras were used so parents could watch their children react to several different bullying situations set up by Dateline. The results were not great. Last week, the President and the First Lady held a White House conference on bullying.", u"What we haven't focused on is who gets bullied the most. You might be surprised by this: It's children with special needs. In fact, two times as many children with special needs are taunted every day in schools as children who we say are ``normal.''", u"Tomorrow, I will be cohosting a briefing with Congresswoman Cathy McMorris Rogers, herself a parent of a special needs child, to discuss the heartbreaking issue. We will be joined by Lauren Potter, an actress on the hit show ``Glee,'' who has Down syndrome and who will share her personal stories as well. We will be highlighting a report by AbilityPath.org, Best Buddies, and the Special Olympics. This report shines a bright light on this epidemic.", u'Here in Congress it seems there are as many reports as minutes in the day, but too often they end up collecting dust instead of inspiring action. In this case, we cannot allow that to happen. Bullying and harassment foster a climate of fear and disrespect that can seriously impair the physical and psychological health of its victims, and create conditions that negatively affect their learning.', u'For special needs children who already face tremendous challenges, adding this extra burden is simply unacceptable. Those with special needs are more likely to be targets, either because their differences single them out in the classroom or because they have difficulty in communicating and in reading social cues.', u'Let me share with you a story from the report. These are the words of a mother of an 11-year-old girl with Down syndrome:', u"``My daughter is a wonderful, adorable, sweet child with Down syndrome. The bullying she encountered started in elementary school and has followed her to middle school. Everyone makes a big deal about their children being bullied at school, and it is a big deal. However, it is always the `normal' children that you hear about. Who stands up for the children who are like my daughter?''", u'It was this sense of helplessness that led James Jones, whose daughter suffers from cerebral palsy, to confront her school bullies on a Florida school bus in 2008. The video was unforgettable and shocking. The numbers are just as disturbing.', u'A study in the British Journal of Learning Support found that 60 percent of students with special needs reported being bullied compared to 25 percent of the general student population.', u'Researchers have discovered that students with disabilities are more worried about school safety and about being injured or harassed by other peers compared to students without disabilities.', u"The National Autistic Society reports that 40 percent of children with autism and 60 percent of those with Asperger's syndrome have experienced bullying.", u'It is time for Congress to stand up and to speak up for these children and their families. In the coming weeks, I will be introducing legislation to tackle this issue head-on. Under this legislation, schools that receive Federal funds will be required to report the number of incidents of bullying and whether the victims have special needs. In addition, Federal funds used for bullying programs will be required to include content that specifically addresses the bullying of those with special needs.', u'I hope we can begin a national conversation to ensure this epidemic remains silent no more.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/03/15/H1803-2_the-bullying-of-children-with-special-needs-an-epi/'}