{"speaker_state": "KS", "speaker_raw": "mr. roberts", "speaker_first": "Pat", "congress": 111, "title": "TAX ON BONUSES RECEIVED FROM CERTAIN TARP RECIPIENTS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-03-11/html/CREC-2010-03-11-pt1-PgS1429-2.htm", "number": 35, "id": "CREC-2010-03-11-pt1-PgS1429-2.chunk23", "volume": 156, "chamber": "Senate", "session": 2, "speaker_last": "Roberts", "pages": "S1429-S1437", "speaker_party": "R", "date": "2010-03-11", "bills": null, "bioguide_id": "R000307", "order": 23, "speaking": ["Madam President, I rise today to join my colleagues in support of this bipartisan agreement. Yes, there is a bipartisan agreement in regard to this bill. It can be done. It has been reached by the Senate Finance and Commerce Committees on the reauthorization of the Federal Aviation Administration and Airport and Airway Trust Fund; i.e., the Rockefeller substitute amendment No. 3452.", "I thank Chairman Rockefeller for his leadership. He is right; we need to move this bill. He referred to the 11 times it has been delayed. I have been working on this bill for 4 years. I know he has been working very hard, very diligently, and we do have a workable compromise. I think it represents the true meaning of that word. It shows what is possible when we roll up our sleeves and go to work together. So special thanks to Chairman Baucus and Ranking Member Grassley and to Senator Rockefeller and all of his staff and all of Senator Baucus's staff, everybody's people who have been working on this.", "In 2006, at my invitation, then-Secretary of Transportation Mary Peters joined me and Congressman Tiahrt from the fourth district of Kansas, local officials, all sorts of representatives from the aviation businesses in Wichita, for a roundtable discussion about the importance of aviation to Kansas and to the country. We then toured Cessna's manufacturing lines to see firsthand an example of the great work of Kansans who build 50 percent of the world's general aviation aircraft. Reauthorizing the FAA and the Airport Airway Trust Fund is not only a top national priority to, obviously me, Senator Brownback, and the Kansas delegation, but a top Kansas priority.", "We tried to pass this bill 2 years ago, and at that time 40,000 employees were in Wichita and the surrounding counties and they made their living building planes, manufacturing parts, and servicing aviation. Now, unfortunately, after delay and delay and delay due to the rough economic climate and conditions, that number has dropped to just over 25,000. That is a tremendous decrease with an awful lot of hurt for a lot of families in Kansas.", "Kansas is home to nearly 3,200 aviation and manufacturing businesses, including Cessna, Hawker-Beechcraft, Bombardier-Learjet, Boeing, Spirit, AeroSystems, Garmin, and Honeywell, to name a few. However, aviation isn't simply an economic engine in Kansas; it is part of our history, our way of life and, most importantly, part of our future. It is an example of our entrepreneurial spirit.", "Throughout this debate, I wish to point out that general aviation has been called to increase its contribution to the Airport and Airway Trust Fund to help pay for what everybody knows needs to happen: the modernization of our air traffic control system. All along the way, general aviation has stepped to the plate and agreed to help pay for the necessary increases to move our aviation infrastructure into next-generation technology.", "I cannot recall a time when any industry has come to me and said, We want to help and we are willing to support an increase--65 percent, by the way--in our taxes to do so, but that is exactly what the general aviation community did. Their only request has been that they be able to pay through the current efficient and effective tax structure, the fuel tax. So the agreement reached between the Finance and the Commerce Committees respects this request and allows the general aviation community to be part of the modernization solution without creating a new bureaucracy or any additional redtape. This raises an additional $113 million dedicated to updating the air traffic control technology that will increase safety and decrease congestion. At the same time, our commercial airlines and passengers are held harmless from tax increases.", "So, again, I am pleased this agreement recognizes the value of both commercial aviation and general aviation to our Nation's transportation system. I realize there have been strong feelings on both sides of this debate for a considerable number of years.", "My goals as we drafted the bill were very clear: First, ensure that our air traffic control system is upgraded and remains safe for all passengers and aircraft. Secondly, protect the general aviation community and Kansas jobs which would have been threatened by a new user fee.", "This legislation represents the best of a bipartisan compromise and a real effort to make our skies safer. I am very proud to be a part of this compromise, as are tens of thousands of workers employed in Kansas in aviation manufacturing.", "Our State has always been and remains the air capital of the world, and under this agreement it will continue. I thank my colleagues for helping us to reach a compromise that will maintain our world standing.", "I am very hopeful the Senate will continue to work in this spirit of bipartisanship on this bill. Yesterday Senator Brownback in his remarks, Senator Rockefeller in his remarks just a while ago, and Senator Hutchison made these same comments. We need to move quickly to a conference committee and eventually have this bill signed into law before the current program expires. I know when a train moves, everybody wants to put their car on the train. However, let's try to keep extraneous amendments--I don't mind Senators at all talking about their concerns, whether it be education, gay marriage, or earmarks; and I would expect we would hear a lot of speeches on earmarks--but we need to keep this bill the way it is and move this bill. Then there will be another train or I will have Kansas general aviation provide an aircraft for a more speedy amendment to go over to the House if that is the case.", "So let's try to keep our extraneous amendments if we can, despite our strong feelings, off this bill, and let's get something done. It has been languishing here for over 4 years and probably longer than that.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2010/03/11/S1429-2_tax-on-bonuses-received-from-certain-tarp-recipien/"}