{u'speaker_state': u'MN', u'speaker_raw': u'ms. mccollum', u'speaker_first': u'Betty', u'congress': 111, u'title': u'REMEMBERING VICTIMS OF OKLAHOMA CITY BOMBING', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-04-13/html/CREC-2010-04-13-pt1-PgH2470.htm', u'number': 51, u'id': u'CREC-2010-04-13-pt1-PgH2470.chunk9', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'McCollum', u'pages': u'H2470-H2474', u'speaker_party': u'D', u'date': u'2010-04-13', u'bills': None, u'bioguide_id': u'M001143', u'order': 9, u'speaking': [u'Mr. Speaker, today I rise to remember the victims of the 1995 terrorist attack on Oklahoma City that killed 168 people. This act of terrorism was committed by a man who viewed the Federal Government as such a threat it justified mass murder.', u'I applaud my colleague from Oklahoma for her resolution because it serves as a reminder that right-wing anti-government extremist groups are on the rise today. Only 2 weeks ago, members of a so-called Christian militia in Michigan were arrested by the FBI for plotting to kill law enforcement officers in the hopes of inciting an anti-government uprising.', u"A national civil rights organization has documented a growing number of hate groups in America and states they are ``driven largely by an angry backlash against non-white immigration, economic meltdown and the climb to power of an African American President.'' In one word: racism.", u"Mark Potok of the Southern Poverty Law Center states: ``Individuals associated with the Patriot movement during its heydays in the 1990s produced an enormous amount of violence, most dramatically the Oklahoma City bombing.''", u"Today Mr. Potok states: ``As the movement has exploded, so has the reaches of its ideas, aided and abetted by commentators and politicians.''", u"Only last month a Fox News media commentator, with Members of Congress next to him, rallied a tea party crowd by disparaging Congress and calling the crowd ``all these Tim McVeigh wannabes here.'' To that, the crowds cheered and applauded.", u"When Members of Congress compare health care legislation to ``government tyranny,'' ``socialism'' or ``totalitarianism'' in the hopes of scoring political points, it's like pouring gas on the fire of extremism.", u'Members of this House, Democrats and Republicans, have a duty and obligation to end the dangerous name-calling that can only inspire extremist militias and phony patriots. In the most free, prosperous and greatest democracy on Earth, it is time to return to civil, decent debate of public policy.', u"I don't want another ``Oklahoma City'' to ever take place again. And just as we would not give aid and comfort to al Qaeda, let us not allow the words of elected leaders to give comfort and comfortable excuses to extremists bent on violence. Words have power for both good and evil, and I implore my colleagues to temper their rhetoric and not allow the words of a Member of Congress to ever be used by a violent militia or phony, hate-filled patriot to cause violence.", u'The victims of the Oklahoma City bombing were women at work, men in line for government services, and children in a day care center. And these families were torn apart, and they struggle to heal. A community was devastated, but it is again filled with hope and memories.', u'And I hope with this resolution every Member of Congress will reflect upon the victims of Oklahoma City, as well as our duty as elected leaders in a proud and free country.', u"The radical right caught fire last year, as broad-based populist anger at political, demographic and economic changes in America ignited an explosion of new extremist groups and activism across the nation. Hate groups stayed at record levels--almost 1,000--despite the total collapse of the second largest neo-Nazi group in America. Furious anti-immigrant vigilante groups soared by nearly 80%, adding some 136 new groups during 2009. And, most remarkably of all, so-called ``Patriot'' groups--militias and other organizations that see the federal government as part of a plot to impose ``one-world government'' on liberty- loving Americans--came roaring back after years out of the limelight. The anger seething across the American political landscape--over racial changes in the population, soaring public debt and the terrible economy, the bailouts of bankers and other elites, and an array of initiatives by the relatively liberal Obama Administration that are seen as ``socialist'' or even ``fascist''--goes beyond the radical right. The ``tea parties'' and similar groups that have sprung up in recent months cannot fairly be considered extremist groups, but they are shot through with rich veins of radical ideas, conspiracy theories and racism. ``We are in the midst of one of the most significant right- wing populist rebellions in United States history,'' Chip Berlet, a veteran analyst of the American radical right, wrote earlier this year. ``We see around us a series of overlapping social and political movements populated by people [who are] angry, resentful, and full of anxiety. They are raging against the machinery of the federal bureaucracy and liberal government programs and policies including health care, reform of immigration and labor laws, abortion, and gay marriage.'' Sixty-one percent of Americans believe the country is in decline, according to a recent NBC News/Wall Street Journal poll. Just a quarter think the government can be trusted. And the anti-tax tea party movement is viewed in much more positive terms than either the Democratic or Republican parties, the poll found. The signs of growing radicalization are everywhere. Armed men have come to Obama speeches bearing signs suggesting that the ``tree of liberty'' needs to be ``watered'' with ``the blood of tyrants.'' The Conservative Political Action Conference held this February was co-sponsored by groups like the John Birch Society, which believes President Eisenhower was a Communist agent, and Oath Keepers, a Patriot outfit formed last year that suggests, in thinly veiled language, that the government has secret plans to declare martial law and intern patriotic Americans in concentration camps. Politicians pandering to the antigovernment right in 37 states have introduced ``Tenth Amendment Resolutions,'' based on the constitutional provision keeping all powers not explicitly given to the federal government with the states. And, at the ``A Well Regulated Militia'' website, a recent discussion of how to build ``clandestine safe houses'' to stay clear of the federal government included a conversation about how mass murderers like Timothy McVeigh and Olympics "], u'capitolwords_url': u'http://capitolwords.org/date/2010/04/13/H2470_remembering-victims-of-oklahoma-city-bombing/'}