{u'speaker_state': u'OH', u'speaker_raw': u'mr. kucinich', u'speaker_first': u'Dennis', u'congress': 109, u'title': u'IN HONOR OF UNITED STATES CONGRESSMAN BARNEY FRANK', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-09-13/html/CREC-2005-09-13-pt1-PgE1827-2.htm', u'number': 114, u'id': u'CREC-2005-09-13-pt1-PgE1827-2.chunk0', u'volume': 151, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Kucinich', u'pages': u'E1827', u'speaker_party': u'D', u'date': u'2005-09-13', u'bills': None, u'bioguide_id': u'K000336', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today in tribute and recognition of Congressman Barney Frank, as he is honored by the Cleveland Stonewall Democrats for his significant service on behalf of the citizens of the 4th Congressional District of Massachusetts.', u'Since being elected to the United States Congress in 1981, Congressman Frank has blazed a courageous road fortified by civil rights and human rights for every American, regardless of their differences. His candor, compassion and convictions have consistently given a voice to the oppressed and vulnerable of our society and his work continues to raise the level of grace and dignity for all Americans by casting the pall of ignorance and discrimination into the light of truth and justice.', u"A highly regarded and respected attorney, activist and public servant, Congressman Frank's constituency in Massachusetts has demonstrated their overwhelming faith and admiration for him by voting him back in office twelve times. He is the Senior Democrat on the Financial Services Committee and has worked tirelessly on behalf of vital issues that affect the well being of our society, including gay rights, health care, education, preservation of the arts and the steadfast protection of our civil liberties.", u"Mr. Speaker and colleagues, please join me in honor and recognition of my friend and colleague, Congressman Barney Frank, for his immeasurable service and courageous leadership on behalf of the citizens of our country. Congressman Frank's steadfast advocacy and unwavering focus on human rights is framed by excellence, heart, integrity and personal wisdom. Congressman Frank continues to raise our society into the light of tolerance and truth, thereby elevating the lives of countless Americans into the realm of hope for a better tomorrow, and peace and justice for all, in the 4th District of Massachusetts and across our Nation."], u'capitolwords_url': u'http://capitolwords.org/date/2005/09/13/E1827-2_in-honor-of-united-states-congressman-barney-frank/'}