{u'speaker_state': u'CA', u'speaker_raw': u'ms. pelosi', u'speaker_first': u'Nancy', u'congress': 111, u'title': u'House of Representatives', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-05-27/html/CREC-2010-05-27-PT2-PgH4025.htm', u'number': 82, u'id': u'CREC-2010-05-27-PT2-PgH4025.chunk232', u'volume': 156, u'chamber': u'House', u'session': 2, u'speaker_last': u'Pelosi', u'pages': u'H4025-H4064', u'speaker_party': u'D', u'date': u'2010-05-27', u'bills': None, u'bioguide_id': u'P000197', u'order': 232, u'speaking': [u'I thank the gentleman for yielding and for his leadership and service to our country.', u'Madam Chair, this weekend, on Memorial Day, America will come together to honor all those who have served our Nation in uniform, and those brave Americans have no better friend than the chairman of our Armed Services Committee, Mr. Skelton.', u"Today, by repealing the discriminatory Don't Ask, Don't Tell policy, we also honor the service and sacrifice of all who dedicated their lives to protecting the American people. We honor the values of our Nation, and we close the door on fundamental unfairness.", u"In 1993, I spoke on this same House floor, calling on the President ``to act definitively to lift the ban that keeps patriotic Americans from serving in the U.S. Armed Forces because of their sexual orientation.'' Instead, despite everyone's good intentions, Don't Ask, Don't Tell was enacted--a policy which has been discriminatory to our brave men and women in uniform.", u"Under Don't Ask, Don't Tell, more than 13,000 men and women in uniform have been discharged from the military. Thousands more have decided not to reenlist. Fighter pilots, infantry officers, Arabic translators, and other specialists have been discharged at a time when our Nation is engaged in two wars.", u"That is why I support repealing Don't Ask, Don't Tell, and that support has come from all over the country. Nearly 8 out of 10 Americans want to end this era of discrimination.", u"Admiral Mullen, the current Chairman of the Joint Chiefs said, ``It is my personal belief that allowing gays and lesbians to serve openly would be the right thing to do. We have in place a policy which forces young men and women to lie about who they are in order to defend their fellow citizens.'' He went on to say, ``For me, personally, it comes down to integrity--theirs as individuals and ours as institutions.''", u'General Colin Powell, who was Chairman of the Joint Chiefs when this policy was implemented, has said that he now thinks this restrictive policy should be repealed.', u"Then, in a letter to Congress, 51 retired generals, admirals, and a former Army Secretary called for the repeal of this policy, saying that they ``have dedicated our lives to defending the rights of our citizens to believe whatever they wish.''", u"Passing this amendment today respects the timeline of the Pentagon's Implementation Study Group. Repeal would take place only after the study group completes its work in December 2010 and after the President, the Joint Chiefs of Staff, and the Secretary of Defense all certify that repeal will not hurt military readiness or unit cohesion. No one in this body would jeopardize our national security.", u'America has always been the land of the free and the home of the brave. We are so because of our brave men and women in uniform who have been willing to fight for our country. Let us honor their service by recommitting to the values they fight for on the battlefield.', u"I urge my colleagues to vote for the repeal of this discriminatory policy of Don't Ask, Don't Tell and to make America more American.", u'I would like to acknowledge the leadership of several members in bringing this amendment to the floor today:', u'Congressman Patrick Murphy. Before Congressman Murphy came to the House, he was a Captain in the 82nd Airborne Division and served as a paratrooper in the Iraq War. He understands the issue of military readiness and has demonstrated tremendous leadership on repealing a policy that harms our national security.', u'Chairman Barney Frank.', u'Congresswoman Tammy Baldwin.', u'Congressman Jared Polis.', u'The Acting CHAIR. The gentleman from Pennsylvania has 30 seconds remaining.', u'MURPHY of Pennsylvania. Madam Chair, former Air Force Sergeant David Hall was walking into this gallery when I was walking in today.', u"Sergeant Hall wasn't asked. Sergeant Hall didn't tell. Someone outed him for being gay, and he was kicked out of the Air Force. He had already served in the Middle East.", u"He said to me, ``I assure you I am fit for military duty. Please stop discharging patriotic Americans who just want to serve the country they love.''"], u'capitolwords_url': u'http://capitolwords.org'}