{"speaker_state": "FL", "speaker_raw": "ms. ros-lehtinen", "speaker_first": "Ileana", "congress": 111, "title": "EXPRESSING SENSE OF HOUSE REGARDING ANNIVERSARY OF DISPUTED IRANIAN ELECTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-06-23/html/CREC-2010-06-23-pt1-PgH4716.htm", "number": 95, "id": "CREC-2010-06-23-pt1-PgH4716.chunk11", "volume": 156, "chamber": "House", "session": 2, "speaker_last": "Ros-Lehtinen", "pages": "H4716-H4721", "speaker_party": "R", "date": "2010-06-23", "bills": ["H. Res. 1457", "H.R. 4649"], "bioguide_id": "R000435", "order": 11, "speaking": ["Madam Speaker, I yield myself such time as I may consume.", "Madam Speaker, in discussions about the Iranian regime's pursuit of a nuclear weapons program, or its state sponsorship of violent extremists, the persecution that the thugs in Tehran inflict on ordinary Iranians, that is sometimes overlooked. This is particularly true on the international stage.", "The United Nations Human Rights Council has condemned the democratic Jewish State of Israel over and over again for defending herself, but has not once condemned the Iranian regime's brutality against the Iranian people.", "Iran, a regime that stones women to death, was elected by acclamation to the U.N. Commission on the Status of Women. Let me repeat that again; it is so absurd, it is almost incomprehensible. It is incomprehensible. Iran, a regime that stones women to death, was elected by acclamation to the U.N. Commission on the Status of Women. This is a Kafkaesque scenario.", "So it is all the more important that we in this House stand in solidarity with the Iranian people and with all of those who support and defend human rights, support and defend democracy, support and defend freedom. We must also be clear and steadfast in describing and condemning the Iranian regime's human rights abuses, of which there are many.", "Those in power in Tehran practice torture, flogging, rape, amputation, and murder. The regime conducts systematic, official discrimination against women, Baha'is, Christians, Jews, dissident Muslims, and many others. No one is exempt.", "All seven members of the national Baha'i leadership in Iran remain in prison, where they have been held unjustly for 2 years and are on trial for trumped-up charges that potentially carry the death penalty. Gay people are hanged from cranes, even as their very existence in Iran is denied by Ahmadinejad.", "Since the sham ``elections''--using the term loosely--1 year ago, the regime has intensified its repression, increasing restrictions on the freedom of religion, expression, association, assembly and the press.", "What is left?", "Thousands of protesters, dissidents, journalists have been arbitrarily detained or killed, with innocent people shot on the street, and the Stalinesque show-trials continue.", "Even Iranians who succeed in fleeing their country are reportedly still in danger as agents of the Iranian regime threaten with death if they continue to speak out and protest human rights violations by Tehran.", "Despite this repression, the people of Tehran continue to put their lives on the line in pursuit of freedom, and the United States and other responsible nations must stand with them. There are many further steps we can take to help at this critical time. Above all, we must do no harm. Negotiation with the regime legitimizes its illegitimate leaders and distracts attention from their repressive acts.", "We must hit the regime where it hurts by fully implementing sanctions targeting the regime's vulnerabilities, both existing sanctions and the new ones that Congress will soon enact. The same refined petroleum products and other petro-dollars that bankrolled the regime's weapons program also bankrolled its repression of human rights. Requiring the immediate implementation and enforcement of comprehensive sanctions can help stop both of these threats.", "We must also support those who seek human rights for Iran and monitor abuses, such as the Iran Human Rights Documentation Center, which has actually seen its funding cut. And as the beacon of liberty and democracy to the entire world, the United States must do our duty to name and shame the guilty. Because we must take an all-of-the-above approach to this issue, I introduced H.R. 4649, the bipartisan Iran Human Rights Sanctions Act which was introduced in the Senate by John McCain and Joe Lieberman. That legislation requires the President to designate and sanction those who violate the human rights of Iranians. I am gratified that some versions of this bill will be included in the Iran sanctions conference report that Congress will soon consider.", "And given the importance of human rights for the Iranian people and worldwide, I am proud to strongly support the resolution before us today, H. Res. 1457. This resolution marks the 1-year anniversary of the Iranian people's mass uprising against the regime's fraud, manipulation, and repression; and it also condemns the regime's brutality.", "Furthermore, the resolution reaffirms our support for all Iranians who courageously struggle for freedom. It urges the immediate release of all political prisoners and calls for freedom and democracy for the people of Iran, including fair, democratic and independent elections.", "I would like to thank the authors of this resolution, distinguished members of our Foreign Affairs Committee, the gentleman from California (Mr. Costa) and the gentleman from Texas (Mr. Poe). This legislation builds on a resolution that Judge Poe introduced 6 months ago, as well as a resolution introduced by the distinguished gentleman from Texas (Mr. McCaul). I appreciate the long-standing efforts of all of these Members on this important issue.", "Ultimately, the purpose of this resolution reflects the words of Holocaust survivor and Nobel Peace Prize winner Elie Wiesel, words that are salient to any discussion on the status of human rights in Iran under that brutal regime: ``We must always take sides. Neutrality helps the oppressor, never the victim. Silence encourages the tormentor, never the tormented.''", "With these words in mind, we must take sides. We must act together in support of the people of Iran. I urge my colleagues to support this important resolution.", "I yield back the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2010/06/23/H4716_expressing-sense-of-house-regarding-anniversary-of/"}