{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 112, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-13/html/CREC-2011-07-13-pt1-PgS4557.htm', u'number': 104, u'id': u'CREC-2011-07-13-pt1-PgS4557.chunk2', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S4557-S4561', u'speaker_party': u'D', u'date': u'2011-07-13', u'bills': None, u'bioguide_id': u'F000062', u'order': 2, u'speaking': [u'Mr. President, today I am introducing the Robocall Privacy Act, a simple, straight-forward bill that would allow continued political outreach through prerecorded phone messages, but protect American families from being inundated by calls throughout the day and night. I am pleased to be joined by Senator Durbin.', u'In recent years, we have seen an increase in the development of new technologies that help political candidates reach out to voters. This is a good thing. Political speech is essential and should be protected. The vast majority of these developments strengthen the Democratic process by promoting an interchange of information and ideas.', u"One of these developments is the robocall--a prerecorded message that can be sent out to tens of thousands of voters at a minor cost through computer automation. With television and radio ads becoming so expensive, these prerecorded calls can play an important role in alerting voters to a candidate's position and urging their support at the polls.", u"But the process can be abused. Throughout recent elections, we have continued to hear stories about people being inundated with phone calls throughout the day and night. There is simply no good reason why Americans wanting a good night's sleep should be awakened at 4:30 in the morning by a robocall.", u"Commercial calls are already limited by the Federal Trade Commission's ``Do Not Call'' list, which millions of individuals have registered for. But political calls are specifically exempted from this list.", u'Let me be clear: I am not seeking to eliminate all robocalls. Instead, this legislation is carefully designed to provide some safeguards. Let me tell you exactly what this bill would do.', u'It would ban political robocalls between the hours of 9 p.m. and 8 a.m.', u'It would ban any campaign or group from making more than two robocalls to the same telephone number in a single day.', u"It would prohibit the organizer of any robocall from blocking the ``caller identification'' number and require an announcement at the beginning of the call indentifying the individual or organization making the call, and the fact that it is a prerecorded message. This is to prevent robocalls from misleading the recipient of the call.", u'The enforcement provisions of this bill are simple and directed toward stopping the worst of these calls. The bill would create a civil fine for violators of the law, with additional fines for callers who willfully violate the law.', u'The bill also allows voters to sue to stop those calls immediately, but not receive monetary damages. A judge can order violators of the law to stop these abusive calls.', u'Let me briefly describe a few incidents that showcase why the provisions in this bill are so important.', u"On Election Day in 2010, over 110,000 Maryland voters began receiving anonymous robocalls instructing them to ``relax'' and stay home because Governor Martin O'Malley had already won re-election. These calls came a full two hours before the polls would close.", u'Days before the 2010 Midterm elections, voters in Kansas received anonymous robocalls telling them to bring a voter registration card and proof of home ownership to the polls on Wednesday. Not only are these items not required to vote, but as we know, the election was on a Tuesday.', u'Similarly, in my home state of California, about two dozen Los Angeles residents complained of receiving Spanish language robocalls from an unidentifiable source instructing them to vote on Wednesday, November 3--the day after Election Day.', u"Shortly before last year's elections, individuals in St. Louis, Missouri, heard their phones ring and checked the caller ID to find a number belonging to a local hospital. Expecting the worst, they answered the call. The voice on the other end was not a hospital employee, but rather a prerecorded political message from an organization that had been able to manipulate caller ID devices to make it seem as if the calls were coming from emergency officials.", u'In October 2010, 50,000 Nevadans were awoken at 1 a.m. by a robocall regarding a ballot question in the state that would change the judicial selection process. The calls came in the middle of the night due to a programming error--they were supposed to be made at 1 p.m.', u'To be clear, incidences like these involving the malicious or untimely use of robocalls are not unique to the recent election.', u"In a Maryland race in November 2006, in a conservative area residents received a middle-of-the-night robocall from the nonexistent ``Gay and Lesbian Push Organization,'' urging them to support one of the candidates. That candidate lost the election, in part because of the false, late-night call.", u"In the 2006 Congressional elections, many calls wrongly implied that one candidate was making a robocall. The message began with a recorded voice stating that the call contained information about U.S. Representative Melissa Bean. Some voters called Bean's office to complain without listening to the entire message, which eventually identified an opposing party committee as the sponsor--when most voters had hung up. Representative Bean had to spend campaign funds informing voters she had not made that call.", u'I am a strong supporter of the First Amendment protection for political speech, but the worst of these calls are disturbing people in their homes and spreading misleading and outright false information. Something must be done to rein in the robocalls which perpetrate these actions.', u'This bill presents a solution. It does not ban robocalls. It merely provides a reasonable framework of tailored time, place, and manner restrictions.', u'I hope my colleagues will join me in supporting the Robocall Privacy Act.', u'Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/07/13/S4557_statements-on-introduced-bills-and-joint-resolutio/'}