{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 112, "title": "30TH ANNIVERSARY OF HIV/AIDS IN THE U.S.", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-06/html/CREC-2011-06-06-pt1-PgS3492-4.htm", "number": 80, "id": "CREC-2011-06-06-pt1-PgS3492-4.chunk0", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S3492-S3493", "speaker_party": "D", "date": "2011-06-06", "bills": null, "bioguide_id": "D000563", "order": 0, "speaking": ["Mr. President, yesterday marked the 30th anniversary of HIV/AIDS in the United States. Thirty years ago, on June 5, 1981, the Centers for Disease Control and Prevention, CDC, published the first scientific report about five previously healthy men with what is now known as human immunodeficiency syndrome, HIV, and acquired immune deficiency syndrome, AIDS. Since that report, the face of HIV/AIDS has changed into a global epidemic with over 33.3 million people living with HIV. In the United States, over 1.1 million people are living with HIV and almost 600,000 people have died from the disease.", "For three decades this preventable disease has devastated families and communities. But there has also been a global response from the research community, government, health workers, and patient advocates to fight this disease and save lives. This battle has yielded notable victories. In the U.S., prevention has saved over 350,000 lives and new infections have decreased by more than two-thirds since the height of the epidemic. Advancements have been made in HIV testing, which is at an all time high with 11.4 million more people being tested in 2009 compared to 2006. Biomedical innovations have created powerful drugs that can transform AIDS from a death sentence into a chronic disease.", "The advancement in HIV/AIDS treatment is embodied by the experience of Keith Green. In 1994, when Keith was 17 years old and still a senior in high school on Chicago's South side, he was diagnosed with HIV and given 10 years to live. Keith's prognosis dimmed his hope of a future and he lived day to day ignoring the disease and forgoing medication and treatment. When Keith was hospitalized at the age of 25, seriously ill, and 50 pounds underweight, he assumed his 10 years had come a little early. Fortunately, during his hospitalization, Keith learned about HIV treatment options and started to envision a future for himself. Today, with the help of medication and community support, Keith is a leader in the fight against HIV/AIDS.", "Keith's story illustrates that progress has certainly been made, but the U.S. must continue to be a leader in the fight against HIV/AIDS. In the United States over 1.1 million people have HIV, but one in five of these people do not know they are infected. Each year 56,300 Americans become infected with HIV. Most of these new infections are among people under the age of 30--young people who have never known a time without effective HIV treatment and who may not fully understand the health threat of HIV.", "The burden of HIV/AIDS continues to be disproportionately borne by gay and bisexual men and African Americans and Latinos. While Black Americans represent 12 percent of the U.S. population, they account for almost half of people living with HIV and half of new infections each year. We can win the fight against HIV/AIDS, but our national strategy must focus on eliminating these disparities.", "The U.S. has been at the frontline combating the AIDS pandemic. We have established aggressive and effective programs, notably the Ryan White HIV/AIDS Program and the Tom Lantos and Henry J. Hyde U.S. Global Leadership against HIV/AIDS, Tuberculosis and Malaria Act, known more commonly as PEPFAR. This year, as part of the National HIV/AIDS Strategy the CDC started implementing a 12 city demonstration project to enhance HIV prevention and reduce disparities. In my home State, Chicago is among the 12 cities included in the demonstration project. With over 14,000 AIDS cases, Chicago has one of the Nation's largest AIDS populations and is an appropriate battleground to enhance HIV/AIDS prevention, treatment, and access to care.", "As we enter a fourth decade of the AIDS epidemic, we remember the 25 million people who have been lost to this disease and renew our commitment to fighting the AIDS epidemic, to eliminating stigma against those with this disease, and to stopping the spread of HIV.", "I look forward to working with my colleagues to make these goals a reality."], "capitolwords_url": "http://capitolwords.org/date/2011/06/06/S3492-4_30th-anniversary-of-hivaids-in-the-us/"}