{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'WORLD REFUGEE DAY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-20/html/CREC-2011-06-20-pt1-PgS3913.htm', u'number': 88, u'id': u'CREC-2011-06-20-pt1-PgS3913.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Leahy', u'pages': u'S3913', u'speaker_party': u'D', u'date': u'2011-06-20', u'bills': [u'H.R. 2185', u'S. 1202'], u'bioguide_id': u'L000174', u'order': 0, u'speaking': [u'Mr. President, this year, we celebrate the 60th anniversary of the 1951 Convention Relating to the Status of Refugees. I am pleased that today, June 20, the international community is celebrating World Refugee Day, an important opportunity to recognize the continuing plight of the millions of refugees around the world who deserve our protection.', u'It is also a moment to celebrate the accomplishments of refugees who have been resettled and are building new lives in the countries that welcomed them.', u"The theme of World Refugee Day 2011 is ``Real People, Real Needs.'' This theme reminds us that each individual refugee has a story to tell. Every refugee has experienced persecution, causing him or her to flee a home, a community, and a nation, because the circumstances are so dire that flight is the only option. Conflicts around the world are displacing persons, such that the United Nations High Commissioner for Refugees now counts over 43 million persons who have been forced from their homes, which include refugees, internally displaced, and stateless persons. For many of the world's 15.4 million refugees, resettlement is the only hope they have of rebuilding a stable life and home.", u'The United States has long been committed to resettling refugees, but our resettlement program was strengthened by the enactment of the 1980 Refugee Act. Over the past 30 years, more than 2.6 million refugees and asylum seekers have found safety in the United States. And since 1989, almost 5,600 refugees have been resettled in my home State of Vermont. We are fortunate to have the Vermont Refugee Resettlement Program, with its decades of experience and award-winning volunteer program, leading this effort. Over the last 5 years, many of these new Vermonters have come from Bhutan, Burma, and the Congo. Their culture is enriching my historically Anglo Saxon and French Canadian State.', u'Throughout this challenging time, I have remained proud of the role that our Nation plays in protecting refugees abroad and in helping many resettle in the United States. In a time of tight budgets, I was pleased to be able to protect funding for refugee assistance and resettlement programs in the fiscal year 2011 appropriations continuing resolution, when many other programs were cut.', u'The United States is a leader in international refugee protection. I am proud of that commitment and will work to ensure our government maintains this strong financial and political support. There is more that we can do, however.', u'I regret that the United States is not in full compliance with its obligations under the 1951 Refugee Convention. Changes to the law and a handful of court opinions issued in recent years have eroded protections for some of the most vulnerable asylum seekers.', u'Last week, I reintroduced the Refugee Protection Act, S. 1202, to restore the legal foundation of the United States for protection of refugees and asylum seekers. The Refugee Protection Act will correct serious shortcomings in current law, such as the overly broad definition of material support for terrorist groups.', u'The Refugee Protection Act does not diminish the rigor of security and background checks of incoming refugees, but it recognizes that the current law sweeps in a large number of persons who were victims of persecution at the hands of terrorist organizations, not supporters of those terrorist groups.', u'The Refugee Protection Act also repeals the 1-year filing deadline for asylum seekers in the United States. This deadline was unnecessary when it was added to the law in 1996 and remains unnecessary now.', u"Under court decisions interpreting our law, certain groups of asylum seekers can face improperly high barriers to protection. For example, the Board of Immigration Appeals has required seekers who base a claim on persecution of their social group to show that the group is ``socially visible.'' This requirement is not a part of the statute or implementing regulations. Moreover, it is unnecessarily onerous for certain groups who take great pains to conceal their membership in the social group. For example, lesbian, gay, bisexual, or transgendered individuals from certain countries may have to hide their identity to avoid physical attacks or extreme social isolation. Women from certain cultures must conceal that they have not been forcibly circumcised or face the threat that tribal leaders will subject them to this violent and dangerous practice.", u'Our law grants asylum to those who have experienced persecution or have a well-founded fear of future persecution. Therefore, courts should not require these individuals to risk serious harm by exposing their membership in the persecuted social group in the home nation. Social visibility may be a factor in some cases, but must not be a baseline requirement to prevail on an asylum claim.', u'I thank Senators Levin, Akaka, and Durbin for their support of the Refugee Protection Act of 2011. I also thank Representative Zoe Lofgren for introducing a companion bill, H.R. 2185, in the House of Representatives.', u'I hope that on World Refugee Day others will join us in helping to reform our domestic laws to help the victims of persecution worldwide.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/06/20/S3913_world-refugee-day/'}