{"speaker_state": "CA", "speaker_raw": "ms. solis", "speaker_first": "Hilda", "congress": 108, "title": "RECOGNIZING THE LIFE AND LEGACY OF GLORIA ANZALDUA", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-08/html/CREC-2004-07-08-pt1-PgE1316.htm", "number": 93, "id": "CREC-2004-07-08-pt1-PgE1316.chunk0", "volume": 150, "chamber": "Extensions", "session": 2, "speaker_last": "Solis", "pages": "E1316", "speaker_party": "D", "date": "2004-07-08", "bills": null, "bioguide_id": "S001153", "order": 0, "speaking": ["Mr. Speaker, I rise to recognize the life and legacy of Gloria Anzaldua, an internationally renowned scholar and activist who recently passed away.", "A highly talented and versatile writer, Gloria Anzaldua is recognized for representing the finest in the Chicano/Latino literature. She skillfully expressed her thoughts and feelings in a variety of genres including poetry, essays, children's books, and narratives. She is best known for her 1987 hybrid collection of poetry and prose titled Borderlands/La Frontera: The New Mestiza. This volume was a best seller and was listed among the 100 Best Books of the Century by the Hungry Mind Review and Utne Reader. Her other published works include This Bridge Called My Back (1981), Making Face, Making Soul (1990), Prietita and the Ghost Woman (1995), and This Bridge We Call Home (2002).", "Gloria Anzaldua was celebrated by some of the most well respected publishing and educational institutions. Her awards include the Before Columbus Foundation American Book Award, Lambda Lesbian Small Book Press Award, National Endowment for the Arts Fiction Award, and the American Studies Association Achievement Award.", "As one of the first openly lesbian Chicana authors, Anzaldua played a major role in redefining contemporary Chicano/a and gay/lesbian identities through her written work. A pioneer in developing an inclusive feminist movement, she won the hearts of countless readers from all walks of life and inspired many to become activists in their communities.", "Gloria Anzaldua passed away on May 15, 2004, at the age of 61. Her mother, Amalia, her sister, Hilda, and two brothers, Urbano and Oscar, survive her. Although she will be greatly missed, our nation will always remember her illustrious professional career. Her powerful vision will be embraced and cherished by future generations of activists, readers, and leaders from all walks of life."], "capitolwords_url": "http://capitolwords.org/date/2004/07/08/E1316_recognizing-the-life-and-legacy-of-gloria-anzaldua/"}