{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 111, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-28/html/CREC-2009-04-28-pt1-PgS4808.htm', u'number': 63, u'id': u'CREC-2009-04-28-pt1-PgS4808.chunk2', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S4808-S4828', u'speaker_party': u'D', u'date': u'2009-04-28', u'bills': None, u'bioguide_id': u'K000105', u'order': 2, u'speaking': [u'Mr. President, hate crimes harm innocent victims, terrorize entire communities, and threaten the very fabric of our nation. They send a poisonous message that some Americans deserve to be victimized solely because of who they are or who they are perceived to be. Hate crimes offend the fundamental ideals on which Nation was founded. They can not be tolerated in any free society, and it is long past time to enact legislation to correct the deficiencies in the current federal hate crimes statute.', u"For far too long, law enforcement has been forced to investigate hate crimes with one hand tied behind its back. Now is the time to change this. This bill strengthens the Federal Government's ability to investigate and prosecute hate crimes. It removes the excessive restrictions currently existing in federal law. It offers Federal assistance for investigating and prosecuting hate crimes to State and local law enforcement. It provides training grants for local law enforcement to combat hate crimes committed by juveniles.", u'The first Federal hate crimes statute was passed over 40 years ago in 1968, soon after the assassination of Dr. Martin Luther King, Jr. It authorized the Federal Government to investigate and prosecute crimes committed against individuals because of their race, color, religion, or national origin. The original statute was a major advance in the march of progress, but it is now a generation out of date.', u"The time has come to stand up for all victims of hate crimes--victims like Matthew Shepard, for whom this bill is named. Matthew died a horrible death in 1998 at the hands of two men who singled him out because of his sexual orientation. Since Matthew's murder, his mother has worked courageously to make sure that we never forget the suffering that her son endured, and to remind Congress that it has a responsibility to protect individuals like her son. Yet today, more than 10 years after Matthew's death--10 years--we still have not modernized our hate crimes laws. How long are we going to wait?", u'The bill we are introducing today expands the current hate crimes statute and gives Federal, State, local, and tribal authorities greater ability to investigate and prosecute hate crimes effectively. The bill closes flagrant loopholes in the current statute that prevent or undermine the prosecution of the individuals who commit these vicious crimes.', u"This bill broadens the original Federal hate crimes statute by prohibiting crimes based on a victim's actual or perceived sexual orientation, gender, gender identity, or disability.", u'According to FBI statistics, hate crimes based on sexual orientation make up approximately 17 percent of all hate crimes. Considering that gays and lesbians make up approximately 3 percent of the population, the FBI statistics suggest that gays and lesbians are victimized at a rate approximately 6 times higher than that of the average American. Research suggests that hate-motivated violence against gay, lesbian, bisexual, and transgender citizens is particularly extreme. As these statistics and the research make clear, hate crimes are a very real danger to gay, lesbian, bisexual, and transgender citizens. We must act--without further delay--to correct these unacceptable deficiencies in current law and protect all citizens from these brutal crimes.', u"Our bill also increases the Federal Government's ability to prosecute hate crimes. It removes the prerequisite that a victim be engaged in a ``federally protected activity'' before the Federal Government can prosecute an offender under the statute. This restrictive provision is outdated, unwise, and unnecessary, particularly when one considers the unjust outcomes that can result from limiting prosecution to offenders to target victims participating in one or more of the following 6 narrow categories of federally protected activity: attending or enrolling in a public school or public college; participating in a benefit, service, privilege, program, facility or activity administered by a state or local government; applying for or working in private or state employment; serving as a juror in a state court; using a facility of interstate commerce or a common carrier; or enjoying public accommodations or places of exhibition or entertainment. We know that individuals may be victimized while engaging in activities that are not included in this list of activities--they could be victims while engaging in routine activities, going about their normal day. Americans should be protected from hate crimes in everything they do. There should be no distinction between hate crimes occurring while a victim is engaged in a routine activity or one of the six specified federally protected activities described above.", u"This bill corrects a gap in the current hate crimes statute that limits prosecution to offenders who interfere with a victim's participation in certain federally protected activities. In June 2003, six Latino teenagers went to a family restaurant on Long Island. The teenagers knew one another from involvement in community activities and have come together to celebrate a birthday. As the group entered the restaurant, three men who were leaving the bar assaulted the teenagers, pummeling one boy and severing a tendon in his hand with a sharp weapon. During the attack, the men yelled racial slurs and one identified himself as a skinhead. Two of the men were tried under the current Federal hate crimes law and were acquitted. The jurors said they acquitted the offenders because the Government failed to prove that using a restaurant was a federally protected activity. The result in this case is just one example of the inadequate protections provided under current law. The bill we introduce today will eliminate the federally protected activity requirement and give jurors greater ability to convict all perpetrators of hate crimes.", u"The bill modernizes the Federal Government's ability to prosecute hate crimes, but it fully respects the primary role of state, local, and tribal law enforcement authorities in responding to hate crimes in their jurisdictions. The bill protects these local interests with a strict certification process, which requires the Federal Government to consult with state and local officials before prosecuting a Federal case. In accord with certification, it is our belief that the vast majority of hate crimes will continue to be prosecuted at the State and local level.", u'In addition, our bill authorizes the Justice Department to increase the number of Department personnel to prevent and respond to hate crimes. This increase will enable Federal authorities to develop the manpower necessary to act effectively to prevent and respond to hate crimes.', u'The bill also authorizes the Justice Department to provide needed investigative resources to state and local law enforcement during these challenging economic times. This expansion of federal assistance is meant to supplement, not supplant, the efforts of state and local law enforcement authorities, so that hate crimes can be effectively investigated and prosecuted in the future.', u"Hate crimes investigations tend to be expensive, requiring considerable law enforcement effort, and extensive use of grand juries. The bill expands the Justice Department's opportunity to provide support for these expenses. It authorizes the Attorney General to offer grants of up to $100,000 to help state, local, and tribal law enforcement officials manage the high costs of investigating and prosecuting hate crimes. It also authorizes the Justice Department to award grants to State, local, and tribal authorities for programs that combat hate crimes committed by juveniles, including programs designed to train local law enforcement officers in identifying, investigating, prosecuting and preventing hate crimes. These measures will help ensure that state and local authorities have the resources necessary to successfully combat and prosecute hate crimes.", u"Collecting data on hate crimes is important for analyzing crime trends and tailoring effective criminal policy. Our bill increases the Federal Government's ability to monitor hate crimes by requiring the FBI to increase the statistics it collects about such crimes. Currently, the FBI collects hate crimes data on race, religion, sexual orientation, ethnic background, and disability. Our bill requires the FBI to collect new statistics on hate crimes based on an individual's gender or gender-identity, and hate crimes committed by juveniles. By increasing the amount of data collected by the FBI, we will be able to better understand the gravity of the hate crimes committed in our communities.", u"Hate crimes are a festering problem, causing terror in neighborhoods across America. According to the most recent statistics released by the FBI, there were at least 9,527 victims of hate-motivated crimes in 2007. Based on that number, an average of 26 victims per day were terrorized as a consequence of their race, religion, sexual orientation, ethnic background, or disability. The FBI's statistics reveal that race-related hate crimes are the most common type of hate crimes, comprising approximately 50 percent of all hate crimes reported to the FBI. That said, crimes based on religion, sexual orientation, and ethnic background occur with alarming frequency as well.", u"These hate crimes statistics are disturbing, but they represent only the tip of the iceberg of hate crimes occurring in America. The Southern Poverty Law Center, the Human Rights Campaign, and the US Bureau of Justice Statistics agree that the FBI's hate crimes numbers do not reflect the actual number of hate crimes occurring in our communities each year. The Southern Poverty Law Center estimates that the annual number of hate crimes committed in the U.S. is close to 50,000. In addition, the Human Rights Campaign states that a hate crime occurs every 6 hours. Survey data from the Bureau of Justice Statistics' biannual National Crime Victimization Survey estimates that an average of 191,000 hate crime victimizations take place each year. Based on this survey, over 540 people are victimized each day, based on their race, religion, sexual orientation, ethnic background, or disability--more than 22 victims per hour. These statistics are not just shocking--they are shameful. It is time for Congress to specifically address the serious problem of hate crimes in America.", u"In addition to the legal impact of this bill, its symbolic impact is equally important. This bill emphasizes the devastatingly unique nature of hate crimes. It says we recognize that hate crimes provide aggressors with the means to attack an entire community through a single act of violence, and send a message of fear that vastly transcends the immediate crime and its victim. It shows we understand that hate crime offenders should be prosecuted for committing a crime against an entire community. After so many years of inaction, we in Congress have an obligation to demonstrate that we understand how hate crimes affect our nation's communities.", u'It takes only a brief survey of any major news outlet to find horrifying stories of hate crimes and the inability of law enforcement to prosecute offenders for their acts of hate. The 1999 murder of four women in Yosemite National Park graphically illustrates the need to include gender in our hate crimes statute. These four women were murdered by a man who admitted having fantasized about killing women for most of his life. These women lost their lives for one reason--because they were women. We need to send a clear message that we will not accept such acts of hate. Without this bill, however, such a crime cannot be federally prosecuted as a hate crime.', u'Gender identity must also be included in our definition of those characteristics protected by a hate crimes statute. Many are familiar with the story of Brandon Teena, who was raped and beaten in Humboldt, Nebraska in 1993 by two male friends after they discovered that he was living as a male but was anatomically female. The local sheriff refused to arrest the offenders, and they later shot and stabbed Brandon to death.', u'A more recent, less well-known incident occurred when Fred C. Martinez Jr., a Navajo transgender youth, was murdered while walking home from a party. Fred was killed for one reason alone--because he was a transgender youth. By passing this bill, the Senate will send a strong message that hate crimes based on sexual identity are unacceptable and perpetrators of such crimes will face tough criminal penalties under Federal law.', u'Hate crimes against disabled Americans are very disturbing and deserve protection at the Federal level as well. In October 2002, two deaf girls, one of whom was wheelchair bound due to cerebral palsy, were harassed and sexually assaulted by four suspected gang members in a local park. The girls were attacked because they were disabled and unable to defend themselves. Although the alleged perpetrators were prosecuted, the assaults could not be charged as hate crimes because no State or Federal protections for disability-based hate crimes existed in Federal or State law. This must change.', u"These are only a few examples of the hate perpetrated against individuals in America based on their sexual orientation, gender, gender identity, and disability. We can no longer allow any of these communities to live in fear. Crimes based on an individual's sexual orientation, gender, gender identity, or disability must be prosecuted for what they are--crimes of hate.", u"Individuals should not only be protected from hate crimes because of their actual characteristics; they must also be protected from hate crimes based on the inaccurate perceptions of others. Last year in Brooklyn, New York, Jose Sucuzhanay was walking arm in arm with his brother, Romel Sucuzhanay, after attending a church party. According to officials, about half a block from Jose's home, a black sports utility vehicle drove by and the two men in the vehicle began shouting what witnesses described as vulgarisms against Hispanics and gay men. The car stopped and one of the two men approached Jose and smashed a beer bottle over the back of his head. The other man then took an aluminum baseball bat from the rear of the vehicle and repeatedly struck Jose on his shoulder, ribs, and back. Once Jose fell to the ground, he received several full-forced, crushing blows to his head with the aluminum baseball bat. Jose, a father of two and local real estate agent, died 5 days later because of the hate-motivated attack. He did not deserve to lose his life because he was perceived to be gay. That is why the bill we are introducing today criminalizes crimes based on the perceived characteristics of a victim.", u'We also know that hate crimes covered by current Federal law--based on race, religion, national origin, and color--still occur and must be prosecuted. Following the 2008 presidential election, three men in New York went on a rampage attacking African-American residents of Staten Island in response to the historic election of President Barack Obama. The men attacked one 17-year-old African-American man with a metal pipe and collapsible baton. They attacked another African-American man by pushing him to the ground. They assaulted still another man, whom they mistakenly believed was African-American, by mowing him down with a car while yelling racial epithets at him. Clearly, this demonstrates that race-based violence is continuing at an unacceptable level, and we must act to help law enforcement more vigorously deal with hate crimes.', u'Hate crimes legislation has the support of President Obama, a majority of Congress, 26 State Attorneys General, and a broad coalition of law enforcement, civic, religious, and civil rights groups. Recent history shows that Congress is ready to make hate crimes legislation into law. In 2007, the Senate voted 60 to 39 in support of a similar hate crimes bill. An equally powerful statement was made by the House when it voted 237 to 180 for the hate crimes bill introduced that year. As a Senator, President Obama voted to support hate crimes legislation. Now, as President, he has included the expansion of hate crimes in his civil rights agenda. The political will of our Nation is clear--it is time for this bill to become law.', u'Over 300 law enforcement, civil rights, civic, and religious organizations have endorsed our bill, including the International Association of Chiefs of Police, the National District Attorneys Association, the National Sheriffs Association, the Police Executive Research Forum, the Leadership Conference on Civil Rights, the Anti-Defamation League, the Human Rights Campaign, and the Interfaith Alliance. All these diverse groups have come together to say that now is the time for us to protect our fellow citizens from the brutality of hate-motivated violence. They strongly support this legislation because they know it is a balanced and sensible approach that will bring greater protection to our citizens, along with much-needed resources for local and State law enforcement fighting hate crimes.', u'Passing this bill will send a message, loud and clear, that those who victimize individuals because of their race, color, religion, national origin, sexual orientation, gender, gender identity, or disability will go to prison. In addition, passing this bill will provide Federal, State, local, and tribal authorities with stronger means to prosecute crimes of hate. It has been over 10 years since Matthew Shepard was left to die on a fence in Wyoming because of who he was. It has also been 10 years since this bill was initially considered by Congress. In those 10 years, we have gained the political and public support that is needed to make this bill become law. Today, we have a President who is prepared to sign hate crimes legislation into law, and a Justice Department that is willing to enforce it. We must not delay the passage of this bill. Now is the time to stand up against hate-motivated violence and recognize the shameful damage it is doing to our Nation.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/28/S4808_statements-on-introduced-bills-and-joint-resolutio/'}