{u'speaker_state': u'MD', u'speaker_raw': u'mr. cardin', u'speaker_first': u'Benjamin', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk106', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Cardin', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'C000141', u'order': 106, u'speaking': [u'Madam President, I take this time to speak in favor of the pending amendment, the Matthew Shepard Hate Crimes Prevention Act. This is similar to an amendment we considered last year to try to advance the modifications of the Federal hate crimes statute. ', u'Some have questioned whether we need this act. They claim that the instances of hate crimes in America have diminished. I wish that were the case. I wish we did not need to have a separate law to deal with hate-motivated violent acts in America.', u'All we need to look at is what happened at the Holocaust Museum on June 15 of this year, when Stephen Johns, a security guard, was murdered. He was murdered by someone who had extreme views. Look at Lawrence King, a 15-year-old who died on February 12, 2008, because he was gay; or look at what happened after the last elections, when two men went on a killing spree to find African Americans; or look at what happened in July 2008, when four teenagers were brutally beaten up because they were immigrants.', u'All we need to look at are the FBI statistics that indicate in 2007 there were 7,600 hate crimes in America. That is the reported hate crimes. We know many of these acts go unreported and the numbers are much larger. Ethnic communities are reporting an increase in violent acts motivated by hate.', u'Unfortunately, this law is needed, and we need to strengthen the law so it can effectively accomplish its purpose. What do I mean by that? This amendment, this law, builds on federalism. It builds on what our States are already doing to combat these crimes. Forty-five States have separate laws that deal with hate crimes--31 deal with violence against someone because of their sexual orientation, 27 include gender violence. What we need to do is strengthen our Federal law so federalism, in fact, can work.', u"The Federal Government has resources which the States don't always have to be able to pursue these types of violent acts. This amendment would strengthen the Federal statute so it would apply to acts of violence based upon someone's gender, sexual orientation, or disability. And it would go beyond the current Federal law, which only allows Federal involvement if the crime occurs during some protected activity.", u'It also provides the resources to help our States, in that the bill provides grants to State, local, and tribal law enforcement entities for prosecution, programming, and education related to hate crimes prosecution and prevention.', u'The bill contains a requirement that the Department of Justice certify that Federal prosecution is necessary because the States cannot or will not effectively prosecute the crime. This is to supplement the actions of the State, to work with our States, to respect what federalism should be about. Most of these matters will be handled by the State, but the Federal Government may be able to help the State, and this bill will allow us to do exactly that.', u'The bill also contains provisions broadening the categories of hate crimes tracked by the FBI. So these are improvements in the law that will maintain our ability to deal with this type of outrageous activity.', u"Some have questioned: Well, isn't every violent crime a hate crime? The answer is no. A hate crime occurs because the perpetrator intentionally selects the victim because of who the victim is. Similar to actions of terrorism, hate crimes have a greater impact because they cannot only affect the victim, they affect our entire community. We are all diminished when someone in our community is violated because of his or her ethnic background or because of race or sexual orientation.", u"We need to speak to our national priorities. This amendment speaks to what America should stand for--that we will not permit or tolerate someone to be victimized because of that person's gender or race or because of that person's sexual orientation or disability.", u"This is a bill that has enjoyed broad bipartisan support in this body. Many of us have worked for many years in order to improve the Federal Government's ability to respond in these areas. This is the next chapter that needs to be done. I hope my colleagues will do what we did in the prior Congress and pass this amendment to the Defense authorization bill so we can move forward to strengthen our resolve against this type of hate activity in America.", u'I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}