{"speaker_state": "NY", "speaker_raw": "mrs. gillibrand", "speaker_first": "Kirsten", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-16/html/CREC-2009-07-16-pt1-PgS7591-2.htm", "number": 107, "id": "CREC-2009-07-16-pt1-PgS7591-2.chunk8", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Gillibrand", "pages": "S7591-S7636", "speaker_party": "D", "date": "2009-07-16", "bills": null, "bioguide_id": "G000555", "order": 8, "speaking": ["Mr. President, I rise today in support of the Matthew Shepard Hate Crimes Prevention Act of 2009. I am proud to join Senator Kennedy as an original cosponsor of this important legislation. This legislation condemns the poisonous message that some human beings deserve to be victimized solely based on their sexual orientation, gender, gender identity, or disability.", "Hate crimes are serious and well-documented problems that remain inadequately prosecuted and recognized. Current Federal hate crimes law affords important protections against crimes motivated by a person's race, color, religion, or national origin. It fails to protect a significant number of Americans when victims are targeted based on their actual or perceived sexual orientation, gender, gender identity, or disability. This legislation will expand protection to these groups, ensuring that all Americans are afforded equal protection under the law.", "In addition to recognizing and prosecuting all forms of hate crimes, we must also provide local law enforcement agencies with the requisite tools to successfully combat these heinous acts. This legislation provides significant support to local law enforcement agencies across the Nation, including critical technical, forensic, prosecutorial, and other assistance to State, local, and tribal law enforcement officials for hate crime investigations and prosecutions.", "It is essential that we send the message that these crimes will not be condoned. When we fail to prosecute violence driven by hatred and protect Americans' human rights, we risk escalation of such activities.", "New York State has recently had numerous examples of hate crimes that would be prosecuted under this legislation. Within 3 weeks, three communities in Queens and Long Island--within an hour's drive--have experienced violent hate crimes targeted at gay, lesbian, and transgender victims. In each instance, the victims were the targets of violent attacks while the assailants communicated homophobic slurs.", "During one of the incidents in Queens, a transgender female was brutally attacked while walking to her home. As she walked down her residential block, she was repeatedly taunted by two men who only ended their taunting with homophobic slurs so they could focus on beating her with a metal belt buckle. Her anguished cries for help were met with laughter as the two men removed all of her clothing and left her naked and bleeding in the middle of the street.", "Unfortunately, this case was not investigated as a hate crime because current law does not provide protection for gender identity. This victim, like many others around the Nation, was a target of violence because of who she was. This must end.", "In 2007, there were 500 such incidents in New York State alone. This is a reflection of a larger national trend where we see that the number of documented hate crimes is on the rise. In 1991, the Federal Bureau of Investigation began collecting hate crimes statistics, and since then the number of reported crimes motivated by sexual orientation has more than tripled. ", "This legislation, which has received bipartisan support before, is supported by more than 300 civil rights, law enforcement, and civil and religious organizations in addition to the vast majority of the American people. It is important we ensure that all Americans and all States are covered under this comprehensive hate crimes legislation.", "There is some concern this bill would impact the first amendment. It does not. The Matthew Shepard Hate Crimes Prevention Act of 2009 covers only violent acts or attempted violent acts that result in death or bodily injury. It does not prohibit or punish speech, expression, or association in any way. Thoughts and speech are explicitly protected in this bill. This bill is not infringing upon freedom of speech. It is about safeguarding Americans' human rights and equal justice.", "As Dr. Martin Luther King once said, ``injustice anywhere is the threat to justice everywhere.''", "I strongly believe freedom and equality are inalienable American rights and should not be ascribed based on gender or race, religion or sexual orientation or gender identity. This legislation is an important step toward expanding human dignity and respect for all Americans.", "Mr. President, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/07/16/S7591-2_national-defense-authorization-act-for-fiscal-year/"}