{u'speaker_state': u'MD', u'speaker_raw': u'mr. cardin', u'speaker_first': u'Benjamin', u'congress': 111, u'title': u'REMEMBERING SENATOR EDWARD M. KENNEDY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-09-10/html/CREC-2009-09-10-pt1-PgS9195-3.htm', u'number': 127, u'id': u'CREC-2009-09-10-pt1-PgS9195-3.chunk61', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Cardin', u'pages': u'S9195-S9229', u'speaker_party': u'D', u'date': u'2009-09-10', u'bills': None, u'bioguide_id': u'C000141', u'order': 61, u'speaking': [u'Mr. President, I rise to pay tribute to my friend, our colleague, civil rights icon of the Senate, Senator Edward M. Kennedy, our lion in the Senate. I have lost someone who has been a mentor, a friend, and one of my heroes. The Nation has lost a great leader. To his family, he was a rock. To his wife Vicki, his children, Kara, Edward, Ted, Jr., and Patrick, my former colleague when I was in the House, and to his sister Jean and the entire Kennedy family, we extend our deepest condolences. To his Senate colleagues and his constituents in Massachusetts, he was a beacon of hope and perseverance for a better day in America.', u'When I came to the Senate in 2007, I was frequently asked during my first year--I am sure the Presiding Officer has been asked this by people in his State--what is the highlight, what is difference, what makes this place a special place? What did you find different in the Senate than you did in the House? The example I gave during my first month in the Senate, when I was sitting by myself on the floor of the Senate, Senator Kennedy came by and sat next to me. He said: Do you mind if we talk for a moment? He sat next to me, a new Member of the Senate, and he said: Ben, can you tell me what you think we should be doing in health care? He wanted my views. He was looking to find out what this new Senator from Maryland thought was possible in health care reform. That was Senator Kennedy. Senator Kennedy engaged each Member of the Senate to find a common denominator to move forward in solving the major problems of America. It was truly a unique experience for me to see one of the most senior Members of the Senate, a person known internationally for his legislative skills, seek out a new Member.', u"I remember one of my constituents asking me during my first year as to which Senator I most admire for his or her work ethic. I said immediately: Senator Kennedy. They were taken aback because they didn't realize that this senior Senator, this person who had served for over 40 years in the Senate, was a person who dedicated every day to doing his very best. Whether it was working with staff or meeting with Members or working his committee or making a speech on the floor of the Senate, his work ethic was one of not wasting a single moment in order to deal with the Nation's problems.", u"Senator Kennedy served for 46 years in the Senate and had a tremendous impact on the issues that have shaped our Nation for almost a half century. He authored over 2,500 pieces of legislation. All Americans have been touched by Senator Kennedy's work. He dedicated his life to the nameless, the poor, and the minority voices in America, and that dedication is legendary. He has touched the lives of all Americans by his work in the Senate, whether it was what he did for voting rights or improving educational opportunities, dealing with the rights of immigrants, minimum wage laws, national service, help for the mentally ill, equality for women, minorities, the disabled, children, the gay and lesbian community. The list goes on and on. He was there fighting for those who otherwise would not have had a voice in our government. He did it whether it was popular or not in the State or Nation. He was true to his principles. The list goes on and on of what he did.", u'I had the great pleasure of serving with him on the Judiciary Committee for 2 years. What a legacy he has created on that committee. It was a great honor for me to be able to serve those 2 years on the committee with him and to listen to him engage. There has been no greater Senator on the Judiciary Committee to fight on behalf of civil rights than Senator Kennedy.', u"He was clearly the conscience of the Senate, to make sure we used every opportunity to advance the rights of all Americans so they could achieve their best. He was a legislator's legislator. He had a gift. He had the ability to work across party lines and get work done.", u'He believed in progress and doing the right thing. He had a voice that carried through the halls of the Senate with such passion and yet with such grace.', u'Senator Kennedy once said:', u'We know the future will outlast all of us, but I believe that all of us will live in the future we make.', u'Senator Kennedy stood for and fought for a better America--even when it was not the popular thing to do. Senator Kennedy stayed true to his principles throughout his entire life. ', u'With great loss and much sadness, I give much thanks for his service, his friendship, and his dedication. Senator Edward Kennedy will never be forgotten.', u"I thank my dear friend, Senator Kennedy, for the contributions he made to this institution, the U.S. Senate, where I now have the great honor of serving the people of Maryland. Senator Kennedy's legacy will live forever, and we thank him for his service to our Nation.", u'Mr. President, I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/09/10/S9195-3_remembering-senator-edward-m-kennedy/'}