{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 110, u'title': u'HIGHWAY TECHNICAL CORRECTIONS ACT OF 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2008-04-17/html/CREC-2008-04-17-pt1-PgS3106-3.htm', u'number': 61, u'id': u'CREC-2008-04-17-pt1-PgS3106-3.chunk38', u'volume': 154, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S3106-S3136', u'speaker_party': None, u'date': u'2008-04-17', u'bills': None, u'bioguide_id': None, u'order': 38, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"LCCR; 9to5, National Association of Working Women; Advocacy, Inc.; Alliance for Disabled in Action; Alliance for Justice; American Association of People with Disabilities (AAPD); AARP; American Association of University Women; American Civil Liberties Union; American Federation of Labor and Congress of Industrial Organizations (AFL-CIO); American Federation of State, County and Municipal Employees (AFSCME); American Federation of Teachers (AFT); American Humanist Association; American Library Association; Anti-Defamation League; Asian American Justice Center; Association for Women in Science; Bazelon Center for Mental Health Law; Business and Professional Women. Center for Inquiry; Center on Women and Policy; Clearinghouse on Women's Issues; Coalition of Labor Union Women (CLUW); Consortium of Citizens with Disabilities Rights Task Force; Educational Foundation of America; Easter Seals; Equip for Equality; Equal Rights Advocates; Federally Employed Women; Feminist Majority; Healthy Teen Network; International Union, United Auto Workers (UAW); Jobs with Justice; Lawyers' Committee for Civil Rights Under Law; League of United Latin American Citizens (LULAC); Legal Momentum; Let Justice Roll Living Wage Campaign; MANA--A National Latina Organization; Mexican American Legal Defense and Educational Fund (MALDEF). NAACP; NAACP Legal Defense & Educational Fund, Inc.; National Academy of Engineering; National Association for Girls and Women in Sports; National Association of Collegiate Women Athletic Administrators; National Associations of Commissions for Women; National Center for Lesbian Rights; National Center on Domestic and Sexual Violence; National Coalition for Disability Rights; National Committee on Pay Equity; National Congress of Black Women, Inc.; National Council of Jewish Women (NCJW); National Council of Women's Organizations; National Disability Rights Network; National Education Association; National Employment Lawyers Association; National Fair Housing Alliance; National Gay and Lesbian Task Force; National Organization for Women (NOW); National Partnership for Women & Families; National Senior Citizens Law Center. National Women's Conference Committee; National Women's Law Center; National Women's Political Caucus; NETWORK, A National Catholic Social Justice Lobby; OWL--The Voice of Midlife and Older Women; Paralyzed Veterans of America; People For the American Way (PFAW); Religious Action Center; Sargent Shriver National Center on Poverty Law; Service Employees International Union (SEIU); The Disability Law Center of Massachusetts; The Impact Fund; The WAGE Project, Inc. U.S. Women's Chamber of Commerce; USAction; Veteran Feminists of America; Wider Opportunities for Women; WIN Group International; Women Employed; Women Work! Women Work! The National Network for Women's Employment; Women's Institute for a Secure Retirement; Women's Law and Policy Project; Women's Law Project; Women's Research & Education Institute (WREI); Women's Sports Foundation; YWCA USA; 4ERA.org; 9to5 Atlanta; 9to5 Bay Area; 9to5 Colorado; 9to5 Los Angeles; 9to5 Poverty Network Initiative; ACLU Women's Rights Project; Adrian Middle School; ADA Watch; AFSCME; Alliance for Disabled in Action; Alliance for the Status of Missouri Women. AAUW of Alabama; AAUW of Alaska; AAUW of Arizona; AAUW of Arkansas; AAUW of California; AAUW of Colorado; AAUW of Connecticut; AAUW of Delaware; AAUW of District of Columbia; AAUW of Florida; AAUW of Georgia; AAUW of Hawaii; AAUW of Idaho; AAUW of Illinois; AAUW of Indiana; AAUW of Iowa; AAUW of Kansas; AAUW of Kentucky; AAUW of Louisiana; AAUW of Maine; AAUW of Maryland. AAUW of Massachusetts; AAUW of Michigan; AAUW of Minnesota; AAUW of Mississippi; AAUW of Missouri; AAUW of Montana; AAUW of Montgomery County; AAUW of Nebraska; AAUW of Nevada; AAUW of New Hampshire; AAUW of New Jersey; AAUW of New Mexico; AAUW of New York; AAUW of North Carolina; AAUW of North Dakota; AAUW of Ohio; AAUW of Oklahoma; AAUW of Oregon; AAUW of Pennsylvania; AAUW of Rhode Island. AAUW of South Carolina; AAUW of South Dakota; AAUW of Tennessee; AAUW of Texas; AAUW of Utah; AAUW of Vermont; AAUW of Virginia; AAUW of Washington; AAUW of West Virginia; AAUW of Wisconsin; AAUW of Wyoming; Arizona Coalition Against Domestic Violence; Asian American Justice Center; Association for Women in Science; Black Women's Health Imperative; BPW/Alabama; BPW/Alaska; BPW/American Samoa; BPW/Arizona; BPW/Arkansas. BPW/California; BPW/Colorado; BPW/Connecticut; BPW/ Delaware; BPW/District of Columbia; BPW/Florida; BPW/Georgia; BPW/Hawaii; BW/Idaho; BPW/Illinois; BPW/Indiana; BPW/Iowa; BPW/Kansas; BPW/Kentucky; BPW/Louisiana; BPW/Maine; BPW/ Maryland; BPW/Massachusetts; BPW/Michigan; BPW/Minnesota. BPW/Mississippi; BPW/Missouri; BPW/Montana; BPW/Montgomery County; BPW/Nebraska; BPW/Nevada; BPW/New Hampshire; BPW/New Jersey; BPW/New Mexico; BPW/New York; BPW/North Carolina; BPW/North Dakota; BPW/Ohio; BPW/Oklahoma; BPW/Oregon; BPW/ Pennsylvania; BPW/Puerto Rico; BPW/Rhode Island; BPW/South Carolina. BPW/South Dakota; BPW/Tennessee; BPW/Texas; BPW/Utah; BPW/ Vermont; BPW/Virgin Islands; BPW/Virginia; BPW/Washington; BPW/West Virginia; BPW/Wisconsin; BPW/Wyoming; Chicago Abortion Fund; Citizen Action of NY; Clearinghouse on Women's Issues; Philadelphia CLUW; Connecticut Permanent Commission on the Status of Women Crossrodes; Urban Center; Dads and Daughters; Georgia Coalition Against Domestic Violence; Georgia Rural Urban Summit. Hard Hatted Women; Justice Jane; Las Animas County CSE; Legal Momentum; Let Justice Roll Living Wage Campaign; MANA A National Latina Organization; NETWORK, A National Catholic Social Justice Lobby; National Capital Area Union Retirees Club; National Center for Lesbian Rights; National Coalition for Disability Rights; National Council of Jewish Women-- California; National Council of Jewish Women--Connecticut; National Council of Jewish Women--Greater Detroit Section; National Council of Jewish Women--Greater New Orleans; National Council of Jewish Women--Minnesota; National Council of Jewish Women--Northern Virginia; National Council of Jewish Women--Ohio; National Council of Jewish Women-- Pennsylvania; National Council of Jewish Women--Portland; National Council of Jewish Women--Rhode Island; National Council of Jewish Women--St. Louis. National Council of Jewish Women--Virginia; National Council of Jewish Women--West Virginia; National Council of Women's Organizations; Alabama, NOW; California, NOW; Colorado, NOW; Connecticut, NOW; Fayetteville, NOW; Florida, NOW; Georgia, NOW; 1Illinois, NOW; Iowa, NOW; Kansas, NOW; Lawrence Chapter, NOW; Los Angeles, NOW; Maryland, NOW; Massachusetts, NOW; Minnesota, NOW; Missouri, NOW; Nevada, "], u'capitolwords_url': u'http://capitolwords.org/date/2008/04/17/S3106-3_highway-technical-corrections-act-of-2007/'}