{"speaker_state": "CA", "speaker_raw": "mrs. boxer", "speaker_first": "Barbara", "congress": 108, "title": "CLASS ACTION FAIRNESS ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-08/html/CREC-2004-07-08-pt1-PgS7782-2.htm", "number": 93, "id": "CREC-2004-07-08-pt1-PgS7782-2.chunk21", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Boxer", "pages": "S7782-S7819", "speaker_party": "D", "date": "2004-07-08", "bills": null, "bioguide_id": "B000711", "order": 21, "speaking": ["I am quite aware we have not done what Senator Hollings has long asked us to do. We have not done the work of homeland security. There is a lot of talk. There are a lot of meetings. There is a lot of yack-yack about it. But when it comes down to where we are putting the dollars and where we are putting the emphasis, we are on some bill here I can honest to God tell you, not one person except a highly paid lobbyist has ever talked to me about, class action. I can honestly tell you, on the gay marriage, people have a lot of views in my State, but they believe our State is handling that issue in a good way. So there is no reason to go to this.", "In Madrid, 200 people died, 1,400 people were injured in that rail accident. And we go up to 407 up here and we hear all the talk about what we need to do. I am suggesting as a result of my unanimous consent requests today, both being objected to, when you have this majority party, it is very clear: there is a lot of talk, but there is no action.", "That is a reason why people are disenchanted. It is the reason why people want change around here. They want us to be strong at home. They want us to be respected in the world. And it is time for many changes to occur. I am looking forward to those changes, to the day when we can vote these bills out of the Commerce Committee without one single objection, and no one on the floor here would then object to taking them up.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/08/S7782-2_class-action-fairness-act-of-2004/"}