{u'speaker_state': u'KY', u'speaker_raw': u'mr. yarmuth', u'speaker_first': u'John', u'congress': 110, u'title': u'COMMENDING THE UNIVERSITY OF LOUISVILLE CARDINALS FOOTBALL TEAM FOR THEIR 2007 ORANGE BOWL VICTORY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-01-29/html/CREC-2007-01-29-pt1-PgH957-2.htm', u'number': 17, u'id': u'CREC-2007-01-29-pt1-PgH957-2.chunk7', u'volume': 153, u'chamber': u'House', u'session': 1, u'speaker_last': u'Yarmuth', u'pages': u'H957-H958', u'speaker_party': u'D', u'date': u'2007-01-29', u'bills': [u'H. Res. 82'], u'bioguide_id': u'Y000062', u'order': 7, u'speaking': [u"Mr. Speaker, I stand before you today to commemorate the University of Louisiana Cardinals' first BCS victory, and I can hardly believe the words coming out of my mouth.", u"To say that this moment was unthinkable to the football world 25 years ago is an understatement. After decades of lost games and revenue, the Cardinal football team was on the verge of packing it in for good. Denny Crum had won a national championship and had just taken the basketball team to its third Final Four in 4 years, and for a town and school that had grown accustomed to winning, faith that next year's football team would be different became harder and harder to come by.", u'But then athletic director Bill Olsen found a believer in the most unlikely of places. Fresh off a national championship and Orange Bowl win of his own, Howard Schnellenberger returned to his old hometown to resurrect the Cardinal football program from the burial ground of college never-had-beens. And he did just that.', u"In only 10 years at the helm of the University of Louisville, Coach Schnellenberger tripled the number of bowl wins in the school's history and laid the foundation for the program that John L. Smith and Bobby Petrino built into a perennial winner, which this year earned a trip to its ninth straight bowl game.", u'The ascent of the Cardinal football program emblemizes a ubiquitous spirit at the University of Louisville, not just in athletics but in all programs, in all walks of life.', u'When the FDA approved the first completely effective cervical cancer vaccine last year, it was two scientists from the University of Louisville, Ben Jenson and Shin-je Ghim, who were credited with the discovery.', u"At Louisville's Jewish Hospital, U of L faculty performed the first three successful hand transplants in the United States and implanted the world's first successful artificial heart.", u'And 3-year-old Chase Ford became the first child to regain the ability to walk after a spine injury, thanks to the work of U of L researcher Susan Harkema.', u'U of L also ranks first among major research universities in National Institutes of Health funding growth and just became the only higher learning institution in Kentucky to promise a debt-free education to students from low-income families through their landmark Cardinal Covenant program. ', u'This spirit of success was exemplified by Orange Bowl MVP Brian Brohm, who never failed to live up to the tremendous hype that followed him to the school. His dedication to his team and his hometown grew all the more evident when he chose to bypass an NFL draft in which many predicted he would be the first player chosen so that he could continue his dream of playing in a Cardinal uniform.', u"Receiving 10 of Brohm's passes in the final game and tying the Orange Bowl record, Harry Douglas also captured the spirit of Louisville all season long and set the single season record for receiving yards at U of L with 1,265.", u"These two, along with a committee of skilled runners and receivers and an unmovable offensive line, created an offense that seemed to score at will. Coupled with an impenetrable defense led by Nate Harris, William Gay, Amobi Okoye, and special teams anchored by Art Carmody, the Nation's best kicker, they formed the greatest football team in the history of the University of Louisville.", u'While the Orange Bowl victory is unprecedented in our community, it epitomizes the dedication, work ethic, and success that we in Louisville have come to expect from our flagship university.', u'I stand here today to commemorate one win that served as a exclamation of a stellar season, but the victory is far from fleeting. This Orange Bowl and this 12-win season serve as a benchmark of long-term success; and as athletic director Tom Jurich hands the reins to new coach Steve Kragthorpe, there is no one left in the football world who is not confident that he has handed him a winner.', u'For the players who personified greatness on the field and the coaches who led them, for the program that defied the odds, producing the greatest team in its history, and for the university that consistently acts an example of excellence, I urge my colleagues to join me in support of H. Res. 82, commemorating the 2007 Orange Bowl champion, U of L Fighting Cardinals.', u'Mr. Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2007/01/29/H957-2_commending-the-university-of-louisville-cardinals-/'}