{"speaker_state": "IN", "speaker_raw": "mr. souder", "speaker_first": "Mark", "congress": 110, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1429, IMPROVING HEAD START ACT OF 2007", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-02/html/CREC-2007-05-02-pt1-PgH4306.htm", "number": 71, "id": "CREC-2007-05-02-pt1-PgH4306.chunk21", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "Souder", "pages": "H4306-H4314", "speaker_party": "R", "date": "2007-05-02", "bills": null, "bioguide_id": "S001143", "order": 21, "speaking": ["Mr. Speaker, I rise in strong support of this bill, but in opposition to this rule.", "I would first like to talk a little bit about some of the unique history of Head Start that I think is important as we move into the discussions of the amendments and the bill itself.", "Head Start is a moderately successful program. Because it's a moderately successful program, often it's oversold. It's only moderately successful, but it's very difficult to get any program to succeed in the highest-risk populations of America, as we learned in No Child Left Behind and other programs trying to reach those who have been left behind by the economic growth of America, by the opportunities in America, in the low-income urban communities and the low-income suburban communities.", "To have modest success is actually a tremendous accomplishment in Head Start. So how did Head Start perform differently, and what was the concept behind it that made it unique?", "On the left and on the right, there would be, for lack of a better word, a populist empowerment faction in both parties. In the sixties, the community action movement said we need to stop the top-down approach and do a more bottom-up approach and involve the communities in poverty themselves in making their own decisions.", "That entails certain risks, because they may not, when you let people vote their own decisions and make their own decisions, do what government exactly wants them to do, or what college-educated Ph.D.s come into that community and think is best for that community.", "One of the key debates last year when this came to the floor was whether the Head Start policy councils should allow the parents to have a vote. The bill was altered to take that vote away from parents and basically make the parents hood ornaments; say we have parental involvement, but take the breathing lifeblood of those Head Start programs away.", "I am very pleased that in this Congress, after seeing the probable defeat on the House floor, had it not been blocked by the leaders of both sides, it is now in this year's bill. Parents will continue to have a vote and continue to make this a grassroots program.", "But there is another part of this bill that I oppose, and there is an amendment made in order under this rule that makes it even worse, and that is to require 50 percent of the teachers to have a college degree. That sounds like a great goal, but if you understand that this is preschool, and part of the goal here was to get the parents involved, unlike what's happening in the elementary schools and the high schools in many of these urban and rural areas, the parents don't get involved.", "Partly what happens in Head Start councils is parents get involved. Often they get hired as teachers and teachers' aides. They are from the community. There is research suggesting, and no research to the contrary, that the net impact of moving to this 50 percent requirement in 2013 is going to result in less teachers of color in the urban areas. That's the practical net result.", "Fewer parents will go to literacy courses and evolve then into getting a GED and helping to teach their own kids. You will miss the magic of this program, which is empowerment and getting the parents involved, which is what we should be looking for in elementary schools. There is an amendment to take the 2013 goal down to 2011, I believe. That makes a bad clause worse. I hope that amendment gets defeated on the floor.", "There is one other amendment in this bill that is a bad amendment. There is nothing wrong with the amendment, it's existing law. It's what I would call a fake faith-based amendment. If an organization follows all the secular rules in hiring and in principles, they have always been, always been, eligible for government grants. The dispute that has arisen in faith-based is not whether, if you have a secular board and don't impose any religious principles on your organization, you can't proselytize. That has already been ruled by the courts. You can't pray if you get government funds during the time that any program is funded by government. You can't refuse to cover somebody.", "The question is can a faith-based organization that may have church rules, for example, can only males be preachers or priests? Can you have somebody who is homosexual in a church position in your church? Can you fire somebody for adultery, things that many, if not most, major Christian denominations, Orthodox Jews, Muslim organizations have as rules in their denominations? They are not eligible under the Democrat faith-based rule.", "This is a legitimate debate. I grant that it's a legitimate debate, and we have had it on the House floor. But we should not pretend that we are protecting faith-based organizations, when we are, in fact, taking away the historic civil rights protection that has always been granted under, quote, faith-based. A religion is exempt from normal rules in how they hire, because they believe they reflect their faith.", "Mr. Speaker, I ask to include into the Record an article by Ron Sider, who has written a book that was much ballyhooed in the last election cycle about the faith-based movement not just being conservative right-wingers.", "I'm a long-time Democrat. In 1972, I organized a group called ``Evangelicals for McGovern/Shriver'' and helped McGovern sweep--well, the great state of Massachusetts. As a Democrat, I have been deeply dismayed by how out of touch with the American mainstream the party has proven to be on the issue of faith-based initiatives, particularly on the issue of the so-called hiring exemption. (For a discussion of other aspects of the initiative, see Joseph Loconte, ``Keeping the Faith,'' FT, May.) A vast majority of Americans believe that as a society we have lost our moral moorings and that we must reaffirm the role of religious faith in nurturing persons of integrity and fostering a just, stable society. It is in that context that we must evaluate the Democratic leadership's opposition to allowing faith-based organizations that accept government funds to show preference in hiring to those who embrace the organization's basic religious beliefs and practices. Democratic President Bill Clinton signed three Charitable Choice bills that explicitly included this hiring exemption. Presidential candidate Al Gore embraced Charitable Choice. But when the Bush Administration's legislation expanding Charitable Choice moved to the Senate in mid-2001, the Democratic leadership blocked even the consideration of such legislation--largely on the charge that the hiring exemption amounted to employment discrimination. In other words, the Democratic leadership has come to believe that religious organizations must give up their long- recognized right to hire staff who share their faith commitments in order to receive federal money that provides needed services to the public. In this, the Democrats are wrong. To begin with, a religious organization's decision to hire staff who share its religious beliefs and practices is not an example of intolerant discrimination, but rather a positive act of freedom. In a free society, a wide variety of organizations--environmental organizations, feminist groups, unions--are left free to select staff who share their core commitments and who agree with their agenda. This right does not disappear if governments choose to request these private organizations to perform some desired tasks. Planned Parenthood, for example, does not lose its right not to hire pro-life staff simply because it has a government contract. It is precisely the denial of this right to religious organizations that would amount to intolerant discrimination instead of the promotion of a free and open society. To equate this positive good with the evil of discrimination on the basis of things like race or disability is pure confusion. Whether we think that religion is a medieval superstition or a true and good contributor to social well-being, all who believe in religious freedom should insist that religious organizations be permitted to hire staff who share their religious beliefs. The obvious fact is that the ability to choose staff who share a religious organization's core beliefs is essential if that organization wishes to retain its basic identity. As Justice William Brennan wrote in Corporation of the Presiding Bishop v. Amos (1987): ``Determining that certain activities are in furtherance of an organization's religious mission and that only those committed to that mission should conduct them is . . . a means by which a religious community defines itself.'' A Jewish organization forced to hire substantial numbers of Baptist staffers, for example, will not long remain a significantly Jewish organization. Having staff who share a religious organization's essential religious beliefs shapes the group's identity in a variety of ways. Shared motivation, common values, a sense of community and unity of purpose, shared experiences of prayer and worship (even if they are outside work time in the organization) all contribute to an esprit de corps and shared organizational vision. As law professor Ira C. Lupu said in testimony before a House subcommittee (June 7, 2001), ``The sense of religious community and spirit on which [the] success of the group's efforts depend'' may be hampered if it is forced to hire those who do not share its beliefs. This is important even when, for example, a faith-centered organization chooses to separate by location or time (and fund with private money) sectarian worship, instruction, and proselytization in a program in order to receive direct government grants. This is true for several reasons. First of all, religious activities may be important to the social service program, even though they are voluntary, privately funded, and segregated from ``secular'' government- funded activities. In such programs, holding certain religious beliefs and practices is a legitimate qualification for a staff position, equally as valid as having the right skills and experience. Second, enforced religious diversity can have the effect of stifling religious expression of staff within the agency, creating a climate of fear of offending other staff members with religious speech or actions. Since personal faith is very important to many who choose to work in a religious organization, such a climate can diminish staff motivation and effectiveness. Forced religious diversity can sap a program's spiritual vitality and lead to its secularization. Third, staff often play multiple roles in small organizations. For example, an agency might seek someone to work part-time as a youth minister and part-time as a social worker for its youth mentoring program. Implementing a policy in which religion could be considered as a factor in hiring for some job duties but not others would lead to unnecessarily complicated and impermissibly entangling regulations. But even leaving aside the effects of such regulation on religious organizations themselves, the rationale behind it makes little sense. The fact that a religious organization accepts some federal funds does not mean that it ceases to be an independent, autonomous entity and becomes an arm or agent of the state. Law, precedent, and common sense all argue that a private organization that accepts some government funds still retains its separate identity. This is clearly the case with colleges and universities that receive government funding, scholars engaged in federally subsidized research, and artists and artistic organizations funded by the National Endowment for the Arts. All of these receive government funding, and all maintain their autonomy from the government. Similarly, a religious organization that receives government funds to provide a public service that serves a public good would maintain its autonomy and not be co-opted by government. Moreover, not only does allowing hiring preferences based on religious belief within religious organizations pose no social danger, it is the only way to avoid discrimination and governmental preference of one religious view over another. Using the typology of different types of faith-based organizations recently published by the Working Group on Human Needs and Faith-Based and Community Initiatives chaired by former Democratic Senator Harris Wofford helps explain this point. ``Faith-saturated'' and ``faith-centered'' programs both include substantial religious content in their programs and hire (primarily or exclusively) employees who share their beliefs precisely because their religious beliefs tell them that persons are spiritual as well as material beings and therefore the best results follow when spiritual and material transformation are combined. ``Faith-related,'' ``faith-background,'' and ``secular'' providers do not include significant religious content in their program or consider religious belief in their staffing because their worldview tells them that all that is needed to correct dysfunctional social behavior and social problems is socio-economic, material transformation. All these providers, not just the first two, are grounded in an explicit or implicit religious perspective. Secular providers work at least implicitly within a naturalistic worldview (nothing exists except the natural world) that functions in effect as a religious perspective. Functionally, faith-related and faith-background providers operate with deistic religious beliefs (God exists but never intervenes in the natural world of cause and effect). Naturalism and deism, however, are just as much particular religious worldviews as the historic theism that undergirds most faith-saturated and faith-centered programs. Obviously, if government only funds some private providers of services (i.e., the naturalistic and deistic ones that do not explicitly use religious criteria for staff), government clearly discriminates among religions. Thus far, I have argued that as a matter of principle religious freedom is such a fundamental right that it ought to prevail even if on occasion embracing that overriding principle has the secondary effect of, for example, reducing the number of job opportunities for a particular group. For example, the Catholic Church must, as a matter of principle, be free to live out its religious belief (which I do not share) that only men should be priests, even if the practice has the effect of reducing the number of job possibilities for women. My last point offers an argument, not about principle, but about practical effect. The recent suggestion that extending the hiring exemption to faith-based organizations (FBOs) would in practice mean that African-Americans or gay Americans would suffer a loss of job opportunities is simply wrong. There is a certain tension between two treasured values: on the one hand, protecting the religious freedom and identity of FBOs as they expand their effective services to the most needy; on the other, our society's conviction that except in the case of a narrow range of specific situations, employers should not discriminate on the basis of religion. But do such hiring preferences really result in job deprivation? Hardly at all. First, we are talking about a small percentage of the total jobs in the society. Second, many FBOs pay almost no attention to the religious beliefs of staff. Third, in the case of those evangelical Christian, Orthodox Jewish, and Muslim FBOs that do, virtually all the different religious groups have their own FBOs offering a hiring preference to people who share their own beliefs. For very understandable historical reasons, African- Americans have been concerned that racial discrimination might find cover under the hiring exemption based on religious belief. This is extremely unlikely to happen. FBOs working in minority communities are run either by people of the same racial group or by whites who have been at the forefront of fighting racial prejudice. What about sexual orientation? Few FBOs ask about or select staff on the basis of sexual orientation. It is true that a number of FBOs do say that staff should not be sexually active outside marriage. But is that really so terrible-- especially for FBOs working to overcome poverty in a society where a child growing up in a single-parent household is eleven times more likely to be persistently poor than a child growing up in a two-parent family? Even if the hiring exemption in Charitable Choice were expanded to a lot more government funding streams, sexually (and openly) active gay Americans would face extremely little job deprivation. The number in that group is very small and the number of jobs affected is a minuscule fraction of the total number of jobs. Gay FBOs exist and others can be formed that give a hiring preference to those who share that ethical/religious belief. Surely the well-educated gay community does not want to block an enormously promising way to overcome poverty and social decay for millions of desperate Americans to avoid what in practice would at worst mean only the loss of a handful of possible jobs. Constitutionally, Charitable Choice strikes the right balance between the no-establishment and free exercise clauses of the First Amendment. Morally, it offers promise for major progress in overcoming some of our most intractable social problems. Politically, Charitable Choice and the broader Faith-Based Initiatives have rightly become identified with the widespread sense that we have lost our way morally as a society. By remaining steadfastly opposed to allowing religious organizations to contribute to solving social problems, the Democrats harm our country as well as their future electoral prospects. Only at great peril dare Democrats be on the wrong side of today's widespread embrace of religious faith's crucial contribution to social wholeness. If that happens, they will deserve a repetition of 1972.", "The fact is whether you are left or right in the faith-based movement, you have to agree that you have to keep the principles of religion if you are going to keep your spiritual vitality. Particularly in urban America and in rural America, the churches and the vitality is what needs to be brought into poverty and reaching out.", "We can have a legitimate debate over whether government funds should go in there. I believe it would help the programs. It has been an historic right. But the amendment that is in front of us is not a faith-based amendment. It's only allowing faith-based groups to participate if they secularize and drop their unique faith.", "Mr. Speaker, I would like to insert into the Record a statement on the policy councils from Congressman Danny Davis and me.", "Dear Chairman Miller and Ranking Member McKeon: For more than forty years, one of the most unique and important aspects of the Head Start program has been its emphasis on parental involvement Head Start has enabled parents, as representatives on Head Start policy councils, to participate in making important decisions regarding budget, programming, and personnel. As the Committee plans to mark up its Head Start reauthorization bill this coming week, we believe that preserving this structure of governance is fundamental to the continued success of the program. Under current law, Head Start boards of directors and policy councils share the responsibility of managing a Head Start program. This partnership helps to ensure that there is a system of checks and balances in place and that the important voices of experts in accounting, finance, and early education are balanced with the equally important voices of parents who have children in the program. Many of our constituents who are involved with Head Start have told us that policy council members, especially parents, often have a much greater day-to-day knowledge of the program than the board of directors and are thus better able to provide accountability. Indeed, a 2005 GAO report found that calls from parents are often the first signal to Head Start regional offices that a program is struggling with mismanagement. As the Education and Labor Committee prepares for its markup, we want to ensure that it does not diminish the role of parent policy councils. We believe this would undermine the future success of the Head Start program and, in turn, the success of thousands of at-risk children and their parents. Like both of you, we believe there should be stronger accountability within Head Start programs. The 2005 GAO report, for example, cited a lack of oversight from the HHS regional offices and Head Start boards of directors as sizable obstacles to improved accountability. However, these reforms need not come at the expense of parental involvement in the program. Any Head Start reauthorization bill must preserve the current oversight role of the policy councils with regard to board actions in key areas such as budget, programming, and personnel, if they are to maintain their current vital role within the program. Again, we ask that the chairman's mark of the Head Start reauthorization bill retain the current shared governance structure of the policy councils and board of directors. The current structure has helped to successful1y prepare hundreds of thousands of low-income children to enter kindergarten and empowered thousands of parents to take greater roles in the lives of their children and communities. Thank you for your attention to this matter. If you have any questions, please contact Jill Hunter-Williams with Rep. Davis at 225-5006 or Brett Swearingen with Rep. Souder at 225-4436. Sincerely, Danny K. Davis; Donald M. Payne; Robert C. Scott; Linda T. Sanchez; John F. Terney; David Wu; John A. Yarmuth. Mark Souder; Ric Keller; Todd Russell Platts; Rob Bishop; Timothy Walberg; Raul M. Grijalva; Virginia Foxx."], "capitolwords_url": "http://capitolwords.org/date/2007/05/02/H4306_providing-for-consideration-of-hr-1429-improving-h/"}