{"speaker_state": "MA", "speaker_raw": "mr. mcgovern", "speaker_first": "Jim", "congress": 110, "title": "LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2007", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-05-03/html/CREC-2007-05-03-pt1-PgH4421-3.htm", "number": 72, "id": "CREC-2007-05-03-pt1-PgH4421-3.chunk6", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "McGovern", "pages": "H4421-H4452", "speaker_party": "D", "date": "2007-05-03", "bills": ["H.R. 1592"], "bioguide_id": "M000312", "order": 6, "speaking": ["Mr. Speaker, House Resolution 364 provides for consideration of H.R. 1592, the Local Law Enforcement Hate Crimes Prevention Act of 2007, under a closed rule. The rule provides 1 hour of debate equally divided and controlled by the chairman and ranking minority member of the Committee on the Judiciary.", "The rule waives all points of order against consideration of the bill, except those arising under clauses 9 and 10 of rule XXI. The rule provides that the committee amendment in the nature of a substitute, modified by the amendment printed in the Rules Committee report, shall be considered as adopted, and the bill, as amended, shall be considered as read. The rule waives all points of order against the bill, as amended.", "Mr. Speaker, I rise today in support of this rule and of the underlying legislation. H.R. 1592, the Local Law Enforcement Hate Crimes Prevention Act of 2007, is a bipartisan piece of legislation that has already passed the House multiple times with Members from both sides supporting it.", "In the 109th Congress, this legislation passed as an amendment to the Child Safety Act by a vote of 223-199. And in both the 108th and 106th Congresses, hate crimes legislation passed with bipartisan support.", "With such a demonstrated history of strong bipartisan support, it should come as no surprise that this bill has also garnered the support of 171 cosponsors, Republicans as well as Democrats.", "I would like to take note for my colleagues that H.R. 1592 has the support of more than 210 civil rights, education, religious and civic organizations. Equally as important, it has the support and endorsement of the law enforcement community, including the International Association of Chiefs of Police and the National Sheriffs Association.", "Mr. Speaker, it makes sense that this bill has attracted such a wide range of support. Hate crimes are a serious problem everywhere. They continue to plague our society, and they happen in every State and in every community.", "The Federal Bureau of Investigation has documented over 113,000 hate crimes since 1991. In 2005 alone, nearly 7,200 crimes were identified by the FBI as hate crimes. But despite this marked occurrence of violent hate crimes, current law limits the ability of the Federal Government to provide assistance to States and localities to prosecute and investigate these crimes. It is long past time that Congress address these shortcomings.", "Mr. Speaker, some will claim that this law is not needed. Others will claim that it adversely affects free speech. I strongly, very strongly disagree with both these claims.", "First, while we have made progress toward equality in many facets of our society, hate crimes continue to spread in cities and towns across the country. The main reason why we have been unable to aggressively pursue and prosecute hate crimes is because law enforcement agencies in our States and towns lack the tools and resources.", "I'd like to point out that this legislation has been endorsed by 31 Attorney Generals from all across the country, the very people who can attest to how critical this legislation is to stemming hate crime violence and to prosecuting and punishing the perpetrators of violent hate crimes.", "Secondly, with respect to whether this legislation will have a negative impact on free speech, simply put, it will not. H.R. 1592 does not punish or prohibit in any way first amendment rights. It does not affect name-calling, verbal abuse, hateful expression or hate-filled speech. It only addresses violent criminal acts. In fact, there is a first amendment free expression and free exercise provision explicitly included in this bill.", "Mr. Speaker, H.R. 1592 solely applies to bias motivated violent crimes. It does not infringe upon freedom of speech. It can only be applied to violent crimes that result in death or bodily injury where the motivation was based on the bias against a person's perceived race, religion, ethnicity, sexual orientation, gender, gender identity or disability.", "I want to remind all of my colleagues that behind all of the statistics of hate crimes, there are real people, people who were targeted for violence and who suffered violent attacks simply because of who they are.", "Let me tell you a story of Lisa Craig, a 35-year old mother of two from my own State of Massachusetts. In 2003, Craig was assaulted on the street by three teenage girls and kicked in the head multiple times, causing her brain to bleed, and requiring 200 stitches in her head. Craig's partner and her two daughters witnessed the attack by these teenagers who, earlier in the evening, had been shouting anti-gay epithets at the couple.", "Lisa Craig's case is just one of thousands, but it demonstrates the bloody results of hate crimes. We need to prevent hate crimes like the one suffered by Lisa Craig from ever occurring again, and we need to give our State and local law enforcement officers and court officials the ability to prosecute and punish the perpetrators of such violent acts for what they are, hate crimes. Passing H.R. 1592 will enable our police, our prosecutors, our judges and our courts to do just that.", "Mr. Speaker, I encourage my colleagues to support the rule and the underlying legislation.", "I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2007/05/03/H4421-3_local-law-enforcement-hate-crimes-prevention-act-o/"}