{u'speaker_state': u'OR', u'speaker_raw': u'mr. blumenauer', u'speaker_first': u'Earl', u'congress': 108, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3313, MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6562-3.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6562-3.chunk24', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Blumenauer', u'pages': u'H6562-H6569', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': None, u'bioguide_id': u'B000574', u'order': 24, u'speaking': [u'Mr. Speaker, I think it is important that we do listen carefully to this debate. Why are we here today if it is not just a sad grab for votes after the embarrassing meltdown in the Senate last week dealing with the constitutional amendment that would have banned same-sex marriage?', u'Listen to the rationale. The overworked judiciary? That certainly has not stopped our Republican colleagues from trying to shift the burden when it fits their ideology. They want the States to have the final authority only in this area, not for consumer protections or environmental policy.', u'The Republican leadership do not like unelected lifetime judges making these difficult decisions.', u'Well, frankly, looking at their efforts to pack the Federal judiciary with unqualified right-wing ideologues, I can understand why they are a little nervous about it; but, that is our system. Now they are afraid of their own conservative-leaning Supreme Court. This is so unnecessary, that the author of DOMA, our former colleague Bob Barr, has issued an edict. This is not needed; and Mr. Barr points out, to his credit, that this is a terrible precedent.', u'Ten years from now the American public, especially our young people, are going to wonder why we tied ourselves in knots politically trying to discriminate against citizens based on their sexual orientation; but if we pass this dangerous legislation today, while the controversy surrounding rights for gay and lesbian citizens will be gone, this dangerous, tragic, ill-conceived precedent will linger and will be dusted off every time people want to extend their political influence at the expense of issues that may be controversial but demand attention from our Federal courts.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6562-3_providing-for-consideration-of-hr-3313-marriage-pr/'}