{"speaker_state": "NY", "speaker_raw": "mrs. mccarthy of new york", "speaker_first": "Carolyn", "congress": 110, "title": "SUPPORTING THE GOALS OF NATIONAL BULLYING PREVENTION AWARENESS WEEK", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-10-22/html/CREC-2007-10-22-pt1-PgH11806-2.htm", "number": 160, "id": "CREC-2007-10-22-pt1-PgH11806-2.chunk9", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "McCarthy", "pages": "H11806-H11808", "speaker_party": "D", "date": "2007-10-22", "bills": null, "bioguide_id": "M000309", "order": 9, "speaking": ["Mr. Speaker, I want to thank my colleague from New York (Mr. Kuhl) for his work in working on this bipartisan agreement.", "Mr. Speaker, I yield 5 minutes to Congresswoman Linda Sanchez from California, who has been working on this issue for many, many years.", "SANCHEZ of California. Mr. Speaker, I rise today in strong support of this resolution, supporting the goals of National Bullying Prevention Week. It is time that we recognize that bullying is a serious problem and support our local communities in their attempts to address it.", "Contrary to what is sadly still popular belief, bullying is neither a minor nuisance nor something to be laughed off. It is not a rite of passage, but instead an aggressive interference with a child's right to go to school, to learn, and to play in safety. Although any child may be bullied, some children face much greater risks than others. Children whom others perceive to be gay or lesbian are especially at risk, as are children who are obese.", "Just what kind of dangers do these children face? Here are just two stories of students bullied on the basis of their sexual orientation.", "One California student was recently subjected to verbal harassment and name-calling by students and teachers, spit on in school hallways, subjected to sexually suggestive touching, and even referred to an independent study program, as if the bullying and harassment were the victim's fault.", "A Kentucky student received death threats, repeated unwanted sexual contact, offensive and hostile verbal abuse, and sexual intimidation and humiliation, including sexually explicit graffiti on the school parking lot depicting two male figures engaged in a sexual act with the student's name above the picture.", "It is regrettable that not all my colleagues agree that all adults should be treated equally regardless of their sexual orientation or gender identity. But surely we can agree that all children deserve to be protected from abuse.", "As many as three-quarters of school shooting incidents have been linked to bullying and harassment. We know that the shooters in the Columbine High School and Virginia Tech tragedies were bullying victims.", "Yet, even in the face of this evidence, many communities have still failed to take action against bullying. It is time for us to stop making excuses for aggressive behavior. Instead of letting our most vulnerable young people fend for themselves, we, as adults, must help schools address this problem. We must get the word out that bullying is never okay.", "Kids can't succeed in school if they're being bullied and harassed.", "I'm pleased to be able to honor today a wide variety of groups that are working to help parents, schools, and communities combat bullying and harassment.", "I also honor those that teach children how to nonviolently defend themselves against bullying, whether in person or via electronic means such as e- mail, telephone, or text message. For example, nonprofit groups like i-SAFE, TeenAngels, and TweenAngels have developed curricula that help children and youth stay safe online. And the National PTA and the American Psychological Association have provided instrumental support for efforts to assist local schools in their attempts to create a safer, bullying-free environment.", "I am so pleased that Congress is working in a bipartisan way to advance this resolution, which recognizes that bullying and harassment are violent and damaging behaviors that we can and must address.", "Additionally, I am pleased that Chairman George Miller and Ranking Member Buck McKeon of the Education and Labor Committee have already gone a step farther. In their No Child Left Behind reauthorization discussion draft, they have included language that will ensure that schools can use their Safe and Drug Free Schools funding to reduce bullying and harassment.", "I ask my colleagues to join me, not only in supporting this resolution, but also in supporting other legislation that would protect our children and youth from bullying and harassment. No student should be denied full access to education as a result of the fear and intimidation that stems from instances of bullying and harassment. All our children deserve to be safe.", "I want to commend again the gentlewoman from New York (Mrs. McCarthy) for her work on this resolution. Thank you."], "capitolwords_url": "http://capitolwords.org/date/2007/10/22/H11806-2_supporting-the-goals-of-national-bullying-preventi/"}