{"speaker_state": "FL", "speaker_raw": "ms. castor", "speaker_first": "Kathy", "congress": 110, "title": "PROVIDING FOR CONSIDERATION OF H.R. 3685, EMPLOYMENT NON-DISCRIMINATION ACT OF 2007", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-07/html/CREC-2007-11-07-pt1-PgH13216-6.htm", "number": 172, "id": "CREC-2007-11-07-pt1-PgH13216-6.chunk7", "volume": 153, "chamber": "House", "session": 1, "speaker_last": "Castor", "pages": "H13216-H13225", "speaker_party": "D", "date": "2007-11-07", "bills": ["H.R. 3685"], "bioguide_id": "C001066", "order": 7, "speaking": ["Mr. Speaker, House Resolution 793 provides for consideration of H.R. 3685, the Employment Non-Discrimination Act of 2007, under a structured rule.", "The rule provides for 1 hour of general debate controlled by the Committee on Education and Labor. The rule waives all points of order against consideration of the bill except clauses 9 and 10 of rule XXI.", "The rule makes in order three amendments that are included in the Rules Committee report. The rule also provides one motion to recommit, with or without instructions.", "Mr. Speaker, I am proud to rise today in support of the Employment Non-Discrimination Act of 2007 and passage of this rule. By passing this bipartisan legislation today, the House of Representatives will take another step, important step, towards equality for all Americans.", "During the 230-year-plus history of our great Nation, the march towards equality under the law for all of our citizens has sometimes been slow, but it has been steady. Over time, Congress has outlawed discrimination in the workplace, based upon a person's race, gender, age, national origin, religion and disability, because when it comes to employment and hiring and firing and compensation and promotion, these decisions are rightly based upon a person's qualifications and job performance.", "Sometimes the fight for equality has been slow in coming indeed. This legislation that outlaws job discrimination based upon sexual orientation that the Congress will pass today was first introduced over 30 years ago.", "It is long past time to ensure that no one in our country can be discriminated against and fired from their job based upon who they are, whether it is their race, their color, whether they are a man or a woman, or whether they are gay. Private companies across America know this and are way ahead of the politicians here in Washington.", "Many of our neighbors back home would be shocked to learn that millions of Americans can be fired from their jobs or refused work or paid less and otherwise subjected to employment discrimination without regard for the quality of their work and without any recourse under Federal law. While many States, cities, and counties across the country have outlawed job discrimination on their own, many States and localities have not. I am proud that the cities of Tampa and St. Petersburg that I represent have outlawed job discrimination against gays and lesbians, but our counties have not, unfortunately.", "The Employment Non-Discrimination Act protects all Americans, no matter where they live, by making it illegal to fire, refuse to hire, and refuse to promote employees based upon a person's sexual orientation. See, in America no person should have to worry about the security of their job because of their sexual orientation. Our country bases employment evaluation on hard work and on a job well done. Making employment decisions on anything else is unacceptable. In fact, 90 percent of Fortune 500 companies in the United States have adopted policies similar to the legislation that the Congress will pass today. And a broad coalition of businesses and community organizations strongly support this landmark civil rights legislation, including the Human Rights Campaign; the Anti-Defamation League; Central Conference of American Rabbis; the National Education Association; the Leadership Conference on Civil Rights; and, I am proud to say, the NAACP.", "I am proud that this Congress will stand up for equality for all Americans and stand behind our values and understanding that we do not discriminate against our neighbors for any reason, and we should be able to live comfortably with the knowledge that our neighbors will not discriminate against us. The passage of this legislation will remove a legitimate fear that exists among us that we may lose our job and be unable to provide for our families when someone decides to exercise intolerance and prejudices against us and our neighbors in the workplace.", "Thanks to extraordinary leaders in Congressman Barney Frank, Congresswoman Tammy Baldwin, Chairman George Miller, Congressman Rob Andrews, Congressman Chris Shays, Congresswoman Deborah Pryce, and so many others that will stand up for Americans here in this body today and pass this law, I thank them for their leadership and their commitment to equality for all Americans. And I agree with them that passing this historic nondiscrimination act will bring our Nation closer to our goal and our promise of equality for all Americans.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2007/11/07/H13216-6_providing-for-consideration-of-hr-3685-employment-/"}