{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 109, "title": "STEM CELL RESEARCH", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-05-04/html/CREC-2006-05-04-pt1-PgS3998-3.htm", "number": 52, "id": "CREC-2006-05-04-pt1-PgS3998-3.chunk16", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S3998-S4002", "speaker_party": "D", "date": "2006-05-04", "bills": ["H.R. 810"], "bioguide_id": "D000563", "order": 16, "speaking": ["That is exactly the point we should remember when it comes to stem cell research. How much better would our research be if this Government stood behind efforts to find cures instead of creating these obstacles?", "When President Bush made his announcement--and I believe it was in August of 2001--about stem cell research, he did not take an absolute position saying he was opposed to stem cell research because it was immoral or for some other reason; he said he would allow stem cell research to continue along certain stem cell lines that currently exist. But in making that announcement, he restricted the opportunity to expand that research in our country. It was a Government decision to restrict the research into stem cells that could save lives and change lives dramatically. So I would say that what we face in the Senate is a moral imperative. Will we step forward now, 1 year after the House has passed this legislation? Will we put the bill on the floor and vote it up or down?", "I can tell you, in the city of Chicago and in the State of Illinois, I have traveled around and met with many people who are counting on us.", "I had a little gathering in Chicago at the Chicago Rehab Institute, one of the best in America, and we had people come in who were interested in this issue. We had folks from the American Diabetes Association who believe stem cell research may offer the opportunity for a cure for some forms of diabetes. As more and more people are stricken with this disease, as their lives are compromised and changed, can we deny them this opportunity?", "Others came in suffering from Parkinson's. Parkinson's is a disease which I know a little bit about personally because of one of my closest friends in Congress, Lane Evans, the Congressman from Rock Island, IL. He and I came to the Congress in the same year of 1982. In 1996, I was out campaigning with Lane in a parade in Galesburg, IL. I didn't realize it at the time, but Lane felt that day that something was wrong with him. He wasn't sure what it was. He said he had lost the feeling in his hand. He didn't say anything that day, and it wasn't until several years later that the diagnosis was made that he suffers from Parkinson's. He has been a real profile in courage. He has stood up and represented the people of his district, and he has been very honest about his disease and how it has limited his life.", "We were all saddened just a few weeks ago when Lane made the public announcement that he couldn't continue, that he would have to withdraw his name from the ballot this year. This young man--this young man--is going to have his life changed dramatically because of Parkinson's. Can we do anything less than push for medical research for those who may be suffering from Parkinson's or threatened by it? Does it make us a better or more moral people to withhold this research that can hold such promise for these people?", "The same thing is true with Alzheimer's. As more and more Americans advance in age, Alzheimer's is more prevalent. We find more instances of people in nursing homes who need special care. There is a chance, there is a good chance, that stem cell research may open some doors and some avenues to at least ameliorating the negative aspects of this Alzheimer's disease and maybe someday find a cure. How long can we wait? How long can we wait for the political leaders in the Senate to wake up to reality? The American people are counting on us.", "If we wonder why the American voters are cynical, whether they question if this Congress has any value in their lives, take a look at this issue. For a year we have been sitting on a bill the majority leader in the Senate says he supports. He won't call up the stem cell research bill. I could go through a long list of other bills he has called, some that I consider just plain wrong, and others insignificant. They have taken the place of stem cell research. Why? Next week we are going to deal with Health Care Week. I salute Senator Enzi, the Senator from Wyoming. He wants to talk about health insurance. I don't agree with his approach. I have an alternative. I salute him for coming to the Senate floor and pushing this forward. Why can't we get the same leadership from the Republican leader of the Senate when it comes to stem cell research? How can we have a National Health Care Week and not deal with medical research after we promised over a year to do so?", "I take a look at the people who came to that meeting in Chicago and remember so well a young man, a very young man in a wheelchair suffering from Lou Gehrig's disease, a handsome fellow with a beautiful young wife. He broke down in tears because he could barely speak. He was losing control of his body even as he sat there, telling me how critically important medical research was. Anyone who has seen a victim of Lou Gehrig's disease, whether it was the late Senator Jacob Javits of New York or, of course, the late Lou Gehrig himself, as we saw his baseball career come to an end, understands how devastating this can be. The only thing that keeps many going is the hope, the chance that a cure will be found. Where is that hope? Where is that cure? It is buried in the calendar of the Senate. It is buried in the calendar of the Senate because the leadership will not call up stem cell research for a vote.", "Instead, Senator Frist is going to bring the issue of medical malpractice to the floor again next week. It has been brought over and over again. After days have been devoted to debate, it has been stopped because many believe this is an issue of State responsibility and not an issue for the Federal Government. Yet he wants to take up several days on the Senate calendar, several days which may ultimately lead to no conclusion on the issue of medical malpractice. Wouldn't it be better to devote those days, 3 of those days, to stem cell research? Think about it. As we avoid our responsibility in stem cell research, the medical challenges are still there. All across the United States, loving couples who were unable to conceive a child have turned to in vitro fertilization. Beautiful young babies have resulted, children who are loved and cherished because of the advances of science.", "But during the course of this in vitro fertilization, spare fertilized eggs are produced. What will happen to those eggs? In many instances they will be thrown away, destroyed on the spot. Instead of destroying them, wouldn't it be better to take the embryonic stem cells from those same eggs and use them to find a cure for Alzheimer's, for Parkinson's, for diabetes, for Lou Gehrig's disease, to see if we can regenerate spinal cord injuries and give people who are crippled and paralyzed a chance?", "Let me tell you the story of one of those people right now. He is from Germantown, IL, which I know pretty well, down around my home area of East St. Louis. His name is Matt Langenhorst. Matt was 31 years old. He was a picture of health, a 6-foot-4-inch police officer. In the year 2001, he and his wife were hit by a car. Matt is now paralyzed from the neck down. His wife is his full-time caregiver.", "Today, Matt moves his wheelchair by blowing into a tube. Simple things that we take for granted take Matt minutes and hours to accomplish. Almost everything in his life requires assistance.", "When he was injured, Matt and his family were certain that research was promising that he would walk again. They were counting on medical research. That was 5 years ago--5 years paralyzed.", "His family was in my office this week asking why we have not done more. They wanted to know what we were doing about stem cell research. This bill passed the House of Representatives with Democrats and Republicans. What are we waiting for?", "I can't answer that question. I don't know what could be more important from the Republican majority point of view than to move forward with this critical stem cell research. I think the Senate should pass H.R. 810 as quickly as possible. Perhaps we should set aside some of the other pets and favorites for a few moments and address this issue of medical research. So many people are counting on us.", "When we look at the budget that the President has just sent us, sadly I am afraid medical research is not the priority it once was. I was here when, on a bipartisan basis, Congressman John Porter, Republican from Illinois; Senator Arlen Specter, Republican from Pennsylvania; Senator Tom Harkin, Democrat from Iowa, all agreed we would double the budget for the National Institutes of Health so that they could find more cures, there would be more money to be invested in research.", "What happened last year? We froze the budget. We decided not to increase it. In this year's budget, sadly, the President did the same thing. This year's budget from President Bush to Capitol Hill cuts funding for 18 of the 19 institutes at the National Institutes of Health.", "What does that mean? It means 642 fewer research projects will be undertaken, 642 projects trying to find cures for cancer, heart disease, stroke, muscular dystrophy, and so many other terrible disorders. What greater priority is there for this country than medical research? What can we possibly think is more important than advancing research?", "I met recently with some scientific investigators who said: You know, I am worried, worried if we don't invest in research the young people who should be developing the expertise will not have the incentive to do it. They will be afraid the NIH won't be able to fund the important projects they can devote their lives to.", "The President has decided first to stop stem cell research, to limit it to a very small number of stem cell lines that are inadequate to the task of developing cures for disease, and then to cut the budget for medical research at the National Institutes of Health. The President does this at the same time that he is calling for tax cuts for the most wealthy people in America, people who have not even asked for a tax cut. Why in the world would we build up the debt of America and cut back on essentials such as medical research and education and health care to provide a tax cut for the wealthiest people in America? The priorities are just wrong. The Bush policies, when it comes to medical research, are wrong. They are moving America in a wrong direction. They are moving us away from finding cures and bringing hope to those who are afflicted with disease.", "Sadly, we have to change that direction. We have to say to the President we don't accept this Bush policy. It is wrong when it comes to medical research, and that decision and that statement has to be made right here on the Senate floor with 100 men and women elected from across the United States to speak for the people who are waiting in hope, people like those I have described--people like that couple in Germantown, IL, the Langenhorsts, Matt and Erika. I don't know if they are following this debate. I hope they are. More important, I hope this debate leads to something positive.", "Next week, when Senator Frist wants to bring up national health care, we are going to make an effort on the floor of the Senate to bring up stem cell research. It is about time he faces the reality. We can't put this off any longer. He has promised time to deal with so many issues--immigration and so many other things. He said he wants to set aside a certain piece of our schedule and devote it to a debate on gay marriage, a constitutional amendment on gay marriage. We want to spend a week or so talking about gay marriage.", "What is more important? Stem cell research and medical research to find cures, that we spend the time to get that done, or 4 or 5 days on gay marriage? Honest to goodness, when it comes down to the priorities and values of the Republican leadership, I don't understand it.", "They also want to consider a constitutional amendment on flag burning. You know, I have not noticed an epidemic of flag burning across America. I love our flag like every other American, but we are going to devote 3 or 4 or 5 days to talk about another constitutional amendment to ban flag burning? I would much rather see us put as a first priority medical research and stem cell research.", "We are prepared to challenge Senator Frist. Every time he comes up with a clearly political issue designed strictly for votes in November rather than for the needs of this Nation, we are going to challenge him. We are going to challenge him to bring up the issues that count, issues like stem cell research, issues like the energy costs across America that have to be addressed here and now, issues like the cost of health insurance, which not only threatens families but threatens the future of many businesses, particularly small businesses. Those are the real issues. Those are the things that people care about.", "Instead, we fritter away our time, we waste our time on virtually insignificant issues such as this political posturing for the next election. This stem cell research issue is a bipartisan issue. There are Republican and Democratic Senators who support it. It is a chance for us to stand up once as an institution and be proud that we have a bipartisan solution to advance medical research in America. But, unfortunately, we have not been able to prevail. Unfortunately, for 346 days now we have waited for Senator Frist to call the bill on stem cell research.", "That is his responsibility. That is the responsibility of the Republican majority. I hope they accept that responsibility. Senator Frist, more than any other Member of the Senate, understands the importance of medical research. He is an honored cardio surgeon, a transplant surgeon who brings his special expertise to the floor of the Senate. When he announced he was for stem cell research, it was a breakthrough. It was a breakthrough that on the Republican side, a man of his stature would say that he supports it. Now that he has made that commitment almost a year ago, it is time for us to act, and act now. We need to make sure we restore the budget for the National Institutes of Health. We need to move this bill forward.", "If we start cutting the NIH budget, advances that have saved lives in heart disease and Leukemia, cystic fibrosis, and so many other areas, those advances will slow down. It is just that simple. Medical research is slow. It takes time, and it costs money. But it saves lives. It means a mom or dad with an incurable disease can live long enough so their kids will remember them.", "Between the prohibition on stem cell research and the cuts to NIH funding, lifesaving medical research under the Bush administration in this country is sadly on the ropes. We can do something about it. We can pass H.R. 810. We can tell President Bush that his budget priorities are wrong, that we are going to put the money into stem cell research.", "There are unused embryonic stem cells in eggs donated voluntarily by couples who no longer need them, which can be used for this valuable research. Otherwise they will be discarded, thrown way. Estimates suggest there are 400,000 of these unused embryonic stem cells currently available for research. What is stopping those cells from moving from storage in these frozen environments to laboratories where they may find cures? The decision of the President of the United States to stop the research. When we lift this restriction on Federal research dollars, it will provide stem cells that medical science tells us have the ability to change lives and save lives and to transform into almost every type of cell and tissue. Research will show us how to harness that ability to heal and repair damage done by disease.", "We owe it to the families of those who are affected by disease and disability. The stem cell issue will not go away. I urge Senator Frist to show the same leadership today that he showed last year when he announced his support for stem cell research by announcing when he will schedule this for a vote, give us a time certain, do not leave the floor of the Senate today without a time certain on a vote on stem cell research. We owe it to the millions of families across America who are counting on us.", "Mr. President, I reserve the remainder of my time.", "I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2006/05/04/S3998-3_stem-cell-research/"}