{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-07/html/CREC-2006-06-07-pt1-PgS5517-6.htm", "number": 71, "id": "CREC-2006-06-07-pt1-PgS5517-6.chunk62", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S5517-S5534", "speaker_party": "D", "date": "2006-06-07", "bills": null, "bioguide_id": "D000563", "order": 62, "speaking": ["Mr. President, the ranking member of the Judiciary Committee, Senator Leahy, is on his way to the Chamber. I know the time is running. I will speak until he arrives. I wanted to make a point or two based on arguments used in this debate.", "Mr. President, 45 of 50 States passed either a constitutional amendment or a law defining marriage as between a man and a woman--45 of 50 States. There is only one State in America where same-sex marriage is legal, and that is Massachusetts. No other State, county, city, or anyplace in America permits same-sex marriage.", "Incidentally, it is ironic that the State with the lowest divorce rate in America happens to also be Massachusetts. There is simply no crisis or controversy before us today that requires amending the Constitution.", "Another reason I oppose this amendment, as I indicated earlier, is that the language is vague and overbroad. The reference to ``legal incidents'' of marriage is troubling. The Senate Judiciary Committee held hearings on the meaning of the term ``legal incidents'' of marriage. I attended those hearings and questioned witnesses. There was simply no consensus on how the courts might interpret that.", "Some of the witnesses predicted courts would read it to ban civil unions. Some even think this amendment would be read by the courts to prohibit other efforts to equalize benefits, such as domestic partner benefits, adoption rights, and even hospital visitation rights.", "Is that what we want to do in the Senate, ban those who have a loving relationship from visiting their partners who are sick in a hospital? Passage of the Federal marriage amendment may well have that effect. We don't know.", "It is also a bad idea because it exemplifies the excessive overreaching by Congress into the personal lives and privacy of American citizens. How many times will the Republican majority march us into this question as to whether we can protect and defend the privacy of our rights as individuals and families?", "As I mentioned earlier, it is a sad reminder of the debate over the tragedy of Terri Schiavo, a woman who was sustained with medical care for some 15 years, and when the decision was made not to provide additional care for her through the courts, there was an effort made by the Republican leadership in Congress to bring the Federal courts into the picture to overturn the family's personal decision and the decision of the Florida courts. Congress tried to impose its own morality and its own will over the most personal, private, and painful decision any family can face. This amendment would impose the morality of some on the lives of all.", "A few months ago, this Nation lost one of its most famous and foremost civil rights leaders, Coretta Scott King. Upon Mrs. King's death, Majority Leader Frist submitted a Senate resolution to honor her life and commitment to social justice, and it was adopted unanimously.", "I wonder if the majority leader is aware of what Mrs. King had to say about the constitutional amendment that Senator Frist has brought to the floor this week. Here is what she said in 2004:", "A constitutional amendment banning same-sex marriages is a form of gay-bashing and it will do nothing at all to protect traditional marriages.", "I hope the Republican leadership, I hope every Senator, takes to heart the words of the civil rights hero they were so quick to honor a few months ago.", "It has been my experience in life that some members of my family, many of my acquaintances and friends are people of different sexual orientation. Most of them want to be left alone. They want the privacy of their own lives. They want to make their own decisions. And here we have an effort to impose in our Constitution a standard which reaches into the legal incidents of marriage, a standard which could deny to them some of the most basic things which we treasure, such as access to health insurance, access to visitation in hospitals, and the common decency of the social relationship which is all they are asking.", "Under those circumstances, I think it is important for us to reflect on the fact that when it comes to amending this Constitution, we should be ever so careful because a change in a few words in the Constitution can have a dramatic long-term negative impact on this great Nation.", "I see that my colleague, Senator Leahy, has arrived. I yield the floor to him."], "capitolwords_url": "http://capitolwords.org/date/2006/06/07/S5517-6_marriage-protection-amendment-motion-to-proceed/"}