{u'speaker_state': u'NY', u'speaker_raw': u'mr. crowley', u'speaker_first': u'Joseph', u'congress': 109, u'title': u'FOREIGN OPERATIONS, EXPORT FINANCING, AND RELATED PROGRAMS APPROPRIATIONS ACT, 2007', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-08/html/CREC-2006-06-08-pt1-PgH3518-2.htm', u'number': 72, u'id': u'CREC-2006-06-08-pt1-PgH3518-2.chunk42', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Crowley', u'pages': u'H3518-H3546', u'speaker_party': u'D', u'date': u'2006-06-08', u'bills': None, u'bioguide_id': u'C001038', u'order': 42, u'speaking': [u'Mr. Chairman, I thank the gentlewoman, and my friend and mentor, from New York for yielding me this time; and I want to thank her and Chairman Kolbe, another good friend, on another good bill coming out of this committee and proving once again, when it comes to the issue of foreign aid, we can work in a very bipartisan way.', u'This bill is of particular importance because it is the last for Chairman Kolbe, and I would like to commend Chairman Kolbe for his steadfast support of foreign aid and for what I believe will become your greatest legacy, the creation of a Trade Capacity Enhancement Fund. Time does not allow me to go into it in further detail, but I want to thank you for that.', u'This bill also includes $34 million to the United Nations Population Fund, but it has become a norm under this administration that restrictions on providing this important funding will not be released by the administration. The administration seems determined to hinder the health of women and children around the world.', u'While remaining troubled that this detrimental policy continues, there is much good in this bill, particularly when it comes to the issue of the Middle East.', u"I strongly support the funding included in this bill for Israel's foreign military financing and economic aid. We need to continue to ensure that our close allies are able to protect themselves and remain a strong and viable state.", u'While I support our ally Egypt, there are issues that we in Congress must address. I understand that the Egyptians are concerned about how we disburse the aid to them, but it is important for them to understand what we expect of our partner.', u'The government of President Mubarak has shown that it is quite quick to throw dissidents into jail, discriminate against the Coptic minority, tolerate anti-Semitism and anti-Zionism in the official press, throw gay Egyptians into jail.', u'The United States must do more to help end this dangerous mix, and before the problem becomes more unstable.', u'There is more I would like to say about the issue of Egypt that time does not permit, but also the country of Pakistan, another country I have been concerned about for quite some time; and I am glad the Appropriations Committee recognized the internal problems within Pakistan. The reductions in ESF and FMF should send a strong message to Pakistan that it cannot use the war on terror as an excuse to repress their people.', u'With that, I urge my colleagues to support this worthy legislation.', u"Many of us in Congress have strong concerns about our partners in the developing world's capacity to handle free trade agreements with the United States and this new fund will help to solve many of those issues.", u'This new fund will provide the much needed assistance to our FTA partners who need increased assistance with labor and environmental standards.', u'My hope is that this new fund will create the environment where we will not have to repeat the divisive CAFTA battle.', u'We should all be doing what we can to support free trade to benefit these emerging democracies.', u'We must recognize that building stable societies must start at the grassroots level and that is why I was pleased to see that this new section of the program will receive $6 million.', u"We need to redouble our efforts to make sure while we move peace along at the top levels we don't forget to focus on the people who will truly make a lasting peace.", u'Egypt has been a strong friend and ally and has done much to help bring about a peaceful solution to the Israeli-Palestinian conflict but we cannot allow that to cloud our judgment.', u"Egypt should expect more from themselves, if they want to compete in today's world and move forward with the reforms they have outlined.", u'Pakistan is another country I have been concerned about for quite some time and I am glad the appropriations committee recognized the internal problems with Pakistan.', u'The reductions in ESF and FMF should send a strong message to Pakistan that they cannot use the war on terror as an excuse to repress their people.', u'This is a strong bill that will help our friends and allies and I urge all of my colleagues to support this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/08/H3518-2_foreign-operations-export-financing-and-related-pr/'}