{u'speaker_state': u'VT', u'speaker_raw': u'mr. sanders', u'speaker_first': u'Bernard', u'congress': 105, u'title': u'NAFTA IS A FAILURE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-06-10/html/CREC-1997-06-10-pt1-PgH3649-3.htm', u'number': 80, u'id': u'CREC-1997-06-10-pt1-PgH3649-3.chunk13', u'volume': 143, u'chamber': u'House', u'session': 1, u'speaker_last': u'Sanders', u'pages': u'H3649-H3653', u'speaker_party': u'I', u'date': u'1997-06-10', u'bills': None, u'bioguide_id': u'S000033', u'order': 13, u'speaking': [u'Mr. Speaker, the gentleman is aware that when we talk about NAFTA or MFN with China that there is a massive lobbying effort going on by corporate America trying to influence the Members of this body. They will put ads in newspapers throughout this country telling everybody how good these trade policies are. Whether or not the two-party system can give birth to a candidate who is prepared to take on these moneyed interests I frankly have my doubts.', u'But one of the things that does concern me is that what does go on here in this body is, instead of addressing the real issue of the fact that in many ways this Nation is becoming an oligarchy dominated by a relatively few large corporations and wealthy individuals, instead of recognizing that reality and trying to deal with it and develop policies which address that problem, what we see is a lot of scapegoating. What we see is black being played off against white, native versus immigrant, gay versus straight, everybody against everybody, rather than figuring out how we can come together as a people to try to address the difficult problems that the gentleman articulated about the global economy, can we create, with all of this new technology, every day we hear about the information highway, right, how important the computers are.', u'Well, if all of that stuff is so valuable, as I expect that it is, why are we not seeing increased wealth going to the middle class and the working class? Why are we not seeing people working fewer hours rather than longer hours? Why are we not seeing more people covered by health insurance rather than fewer? Why do we have by far the highest rate of childhood poverty in the industrialized world? Why are we in the process right now, as some would have us, cutting Medicare by $115 billion, lowering the quality of health care for our senior citizens?', u'So the issue becomes how do we come together as a people, black and white, immigrant and native born, woman and men, gay and straight, all of us come together and say how do we create decent jobs for our people rather than seeing jobs going to China where workers are being paid 20 cents an hour? How do we use technology to lower the workweek rather than to put American workers out of their jobs?', u'We are not doing that. We are not addressing that. I think the reason is that we need to begin to come up with some of the answers to those questions by challenging big money interests and to a large degree, and my feeling is in this body it is almost an issue people feel uncomfortable talking about. We are just not allowed to talk about the power of the wealthy.'], u'capitolwords_url': u'http://capitolwords.org/date/1997/06/10/H3649-3_nafta-is-a-failure/'}