{u'speaker_state': u'CA', u'speaker_raw': u'ms. pelosi', u'speaker_first': u'Nancy', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk36', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Pelosi', u'pages': u'H6580-H6613', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': None, u'bioguide_id': u'P000197', u'order': 36, u'speaking': [u'Mr. Speaker, I have been married for over 40 years, and I cannot for the life of me think how this legislation that is on the floor today, the so-called Marriage Protection Act, is any protection for my marriage. In fact, I think it is not a protection of the rights of Americans.', u'Every Member of this body has taken a solemn oath to protect and defend the Constitution of the United States. That is our oath of office. All Members should consider that this bill has far-reaching consequences for the separation of powers that has been the hallmark of our Constitution, our government, and our rights as American citizens. We must today honor our oath of office and oppose this legislation.', u'This court-stripping bill is not about reaffirming the Defense of Marriage Act or even about gay marriage. The fundamental issue in this bill is whether we want to undermine the Supreme Court and the Federal judiciary and our system of checks and balances. This bill will impact the very foundation of our government. It impedes the uniformity of Federal law. It sets a dangerous precedent, and it does grave damage to the separation of powers.', u'When former Senator Barry Goldwater spoke against a court-stripping bill in 1982, he warned his colleagues in the other body that it was a frontal assault on the independence of the Federal courts and it is a dangerous blow to the foundations of a free society. We must heed that warning today.', u"This bill would prohibit Federal courts, including the Supreme Court of the United States, from hearing cases related to the interpretation and the validity under the Constitution of the full faith and credit provision of the Defense of Marriage Act as well as this court-stripping bill. If passed, it would constitute the first time in the over 200 years of our country's history that Congress has enacted legislation totally eliminating any Federal court from considering the constitutionality of Federal legislation. Only State courts would be able to decide questions related to this provision of a Federal statute. The irony of that is that if one's State passed a law that allowed gay marriages and they wanted to challenge it in Federal court, they would only be confined in challenging it in a State court in their State. So even those who would oppose gay marriage would not have recourse to the Federal courts.", u"I know that the gay marriage issue is a difficult issue for many people, and I respect that. But do not let that bait take them down a path that would have them dishonor their oath of office that they took to become a Member of this House. Attempting by statute to remove the Supreme Court's and the entire Federal judiciary's power to hear a class of cases and to even determine the constitutional validity of a statute is nothing more than a backdoor attempt to amend the Constitution by simple majority.", u"It would effectively end the Supreme Court's role as a separate and independent branch of government. It would eliminate all means of reconciling conflicting State court interpretations of the Constitution. Think about that. If passed, it would prevent the Supreme Court from being the guardian of our rights.", u"It has been a settled principle since Chief Justice John Marshall's opinion in Marbury v. Madison, which has been oft quoted here today. Marbury v. Madison stated that ``It is emphatically the province and the duty of the judicial department to say what the law is.'' Subsequent decisions and the Court's role as an equal branch strongly suggest that Congress cannot prohibit the Court from determining the validity of a law in the first place.", u"Indeed, the author of this legislation here today stated that he believed that the part of Marbury v. Madison that established judicial review was ``wrongly decided.'' Over 200 years of precedent was ``wrongly decided,'' a view that can only be characterized as radical.", u'Just 2 months ago we all celebrated the 50th anniversary of Brown v. The Board of Education. If the precedent established by this bill had been in force in 1954, there may have been no Brown decision. Imagine what would have happened to all of the advances in civil rights without that ruling. Imagine how little we would have had to celebrate.', u'Numerous legal experts, including from the other party, indicate that this bill will likely be found unconstitutional. The court-stripping issue is not a new one. Numerous proposals have been made since the Civil War but have never been adopted because Congress wisely exercised restraint and respected the separation of powers and our constitutional framework.', u"More recently, in 1981 and 1982, more than 30 court-stripping proposals were introduced, primarily by former Senator Jesse Helms, to remove such issues as school prayer, reproductive rights, school busing from Federal courts' jurisdiction. They all failed, thanks to the principled opposition on a bipartisan basis, principally that of, as quoted earlier, Senator Barry Goldwater and then Attorney General under President Ronald Reagan, Attorney General William French Smith.", u"Mr. Speaker, now as then, full jurisdiction of the Supreme Court is fundamental under our system of government for a uniform and consistent interpretation of the law even when we do not agree with the Court's decision. The impact of this legislation goes far beyond the subject matter that the proponents claim to be concerned with. Our Founders carefully constructed our system of checks and balances, which we tamper with at our peril. It is unwise and politically motivated, I believe. It is designed simply to distract attention from the real issues that we should be dealing with.", u"Today, Mr. Speaker, millions of Americans are looking for work. Millions more Americans do not have access to quality health care since President Bush took office. Our children are not receiving the quality of education that they deserve to have, the opportunity that is the promise of our country. We are driving ourselves deeply in debt with the irresponsible reckless economic policies of the Republicans here, giving our children obligations instead of opportunity. We have our men and women in uniform in harm's way without the proper equipment, training, and intelligence to get the job done, and we want them to be second to none, and we will make sure they have what they need, but we must take the time to do that.", u'And instead, what are we doing? Instead, we are gathering here to talk about discrimination, to talk about undermining the Constitution of the United States, to talk about dishonoring the oath of office that we take to protect and defend the Constitution.', u"I agree with those who say ``this bill is as wrong as wrong can be.'' In short, this bill is bad law, bad policy. That is why it will not have my support."], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}