{"speaker_state": "FL", "speaker_raw": "mr. hastings of florida", "speaker_first": "Alcee", "congress": 109, "title": "PROVIDING FOR CONSIDERATION OF H. RES. 895, SUPPORTING INTELLIGENCE AND LAW ENFORCEMENT PROGRAMS TO TRACK TERRORISTS AND TERRORIST FINANCES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-29/html/CREC-2006-06-29-pt2-PgH4817.htm", "number": 87, "id": "CREC-2006-06-29-pt2-PgH4817.chunk27", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Hastings", "pages": "H4817-H4827", "speaker_party": "D", "date": "2006-06-29", "bills": null, "bioguide_id": "H000324", "order": 27, "speaking": ["Mr. Speaker, I thank Ranking Member Slaughter for your extraordinary leadership on not just this subject but countless subjects dealing with the liberties of American citizens.", "Last night in the Rules Committee, Ms. Slaughter said that this was an historic moment. I could not agree more with that fact.", "This does not call for hyperbole or hyperventilation or fancy rhetorical flourishes. This particular measure has the weight that must have existed at the time that the Founding Fathers and Mothers of this country gave birth to the first amendment of the United States Constitution.", "If there had been no reporting in the free press during the period of the colonies as to what King George and those persons were doing, there may never have been an American Revolution.", "Almost exactly 35 years ago, the eminent Mr. Justice Potter Stewart in the Pentagon Papers said this: ``In the absence of the governmental checks and balances present in other areas of our national life, the only effective restraint upon executive policy and power in the areas of national defense and international affairs may lie in an enlightened citizenry, in an informed and critical public opinion which alone can here protect the values of democratic government,'' he wrote.", "He continued, ``For this reason, it is perhaps here that a press that is alert, aware, and free most vitally serves the basic purpose of the first amendment. For without an informed and free press, there cannot be an enlightened people.''", "I have had the distinct privilege of being the president of an international organization, the Organization for Security and Cooperation in Europe, its parliamentary assembly that Ms. Slaughter and others are members of as well; and during that period I was the lead election monitor in places where democracy is trying to find root but in places where journalists courageously went forward to offer information that should be offered against those administrations, Belarus being an example of that, where there is no free press and where the people cannot rise up, as they did in Ukraine where the press played a major role.", "I believe this administration operates on the premise the best defense is a good offense. It is never any accountability with them. It is always somebody else did something. A guy lost his election to one of our distinguished colleagues from Utah last week. He said the devil was the reason that he did not have his campaign money. Maybe it is the devil that makes them do this.", "We have flag burning proposals for constitutional amendment. We have gay marriage proposals for constitutional amendment. Yet when it comes to the basic freedom and liberty of this country, the press, we are presented with a resolution that condemns them. That is all it does. It does not sanction. It condemns them.", "It is our opportunity to vent and say little things about The New York Times. Please add The Washington Times. Please add The Wall Street Journal. Please add other media entities that have reported along these lines.", "I do not believe in what Fox News says, but I believe, and I do, for their right to say it.", "You know better than to seek to amend the first amendment, and let us look at this resolution.", "It is factually inaccurate when you say, ``Whereas appropriate Members of Congress, including the members of the Committee on Intelligence of the Senate and House of Representatives.'' I am a member of that committee. You say that they were briefed, and I am here to tell you that every member of that committee was not briefed on this particular program.", "But I want you to listen to Ben Franklin. I want all of you to listen to Ben Franklin. He said, ``Those who would give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety.''", "Find all of the leakers, prosecute them, put them in jail, but let a free press stand in this Nation."], "capitolwords_url": "http://capitolwords.org/date/2006/06/29/H4817_providing-for-consideration-of-h-res-895-supportin/"}