{"speaker_state": "NV", "speaker_raw": "mr. reid", "speaker_first": "Harry", "congress": 109, "title": "THE ADMINISTRATION'S MISTAKES IN THE IRAQ WAR", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-09-18/html/CREC-2006-09-18-pt1-PgS9666-3.htm", "number": 116, "id": "CREC-2006-09-18-pt1-PgS9666-3.chunk0", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Reid", "pages": "S9666-S9668", "speaker_party": "D", "date": "2006-09-18", "bills": null, "bioguide_id": "R000146", "order": 0, "speaking": ["Mr. President, for more than 3 years, this Congress, which has been given the name of the ``do-nothing Congress,'' has turned a blind eye to the intractable war in Iraq, ignoring the administration's many mistakes and allowing it to stay on a failed course.", "Here we are, with 6 days left in the 109th Congress, and the Republicans, who control the House and Senate and the White House, have not held one hearing--not one--into the President's wartime failures. During the Civil War, President Lincoln was faced continually with oversight hearings by his Congress. Of course, we know during World War II, there were a number of commissions. The most famous was that conducted by Senator Harry Truman of Missouri, which led to his becoming Vice President. Some say, but for that he would not have been chosen as Vice President. What was the Truman Commission? It was to determine what was going on with World War II. Was money being wasted? Were troop levels right? Korean war hearings were also held, and the same for the Vietnam war. But for this war, none--even though this war has taken longer than it took to settle the differences in the European theater in World War II. Soon it will be the same amount of time that we were able to beat Japan.", "This Republican Congress has wasted 20 months on horse slaughtering; the Schiavo case, dealing with someone's personal relationship, which should not even have been before this body; gay marriage; the nuclear option; flag burning; repealing the estate tax. But they could not find a day for some time to look at the President's mistakes, missteps, and misconduct, which have hurt American security and plunged Iraq into a civil war--not a day.", "Yesterday's Washington Post newspaper brought the latest indictment of the Bush incompetence in Iraq, in a front-page story entitled ``Ties to GOP Trumped Know-How Among Staff Sent to Rebuild Iraq.'' Mr. President, this article says a lot of things, but here is some of it:", "It is interesting to note that the person selected to do this is a man by the name of O'Beirne. I saw that name and it flashed because I have been on programs with a woman by the name of Kate O'Beirne. And I'll be darned, it happened to be her husband who was chosen to find the people to take care of postwar Iraq.", "Here are some of the questions that were asked of the applicants: ``Did you vote for George W. Bush in 2000?'' They even asked questions about how the applicant felt about Roe v. Wade. People being interviewed for purposes of helping rebuild war-damaged Iraq were asked questions on Roe v. Wade. The questions had nothing to do with one's competence, their educational background, or their experience. The article says that", ". . . from April 2003 to June 2004 [it was clear that O'Beirne] lacked vital skills and experience", "The article also says:", "Interviews with scores of former CPA personnel over the past two years depict an organization that was dominated--and ultimately hobbled--by administration ideologues. ``We didn't tap--and it should have started from the White House on down--just didn't tap the right people to do this job,'' said Frederick Smith, who served as deputy director of the DPA's Washington office. ``It was a tough, tough job. Instead we got people who went out there because of their political leanings.'' But many CPA staff members were more interested in other things: in instituting a flat tax--", "People were sent there with no background, no education, no academic experience, and set out to create a flat tax in Iraq.", "They were interested ``in selling off government assets, in ending food rations and otherwise fashioning a new nation that looked a lot like the United States. Many of them spent their days cloistered in the Green Zone, a walled-off enclave in central Baghdad with towering palms, posh villas, well-stocked bars and resort-size swimming pools.''", "Mr. President, this picture says it all. Here is Paul Bremmer. They dumped General Garner after a few weeks and brought Bremmer in. Here he is, on his throne--on his throne. He is on a throne surrounded by Iraqis. Mr. DURBIN. Will the Senator yield for a question?"], "capitolwords_url": "http://capitolwords.org/date/2006/09/18/S9666-3_the-administrations-mistakes-in-the-iraq-war/"}