{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 109, u'title': u'PROVIDING FOR CONSIDERATION OF H. CON. RES. 36, EXPRESSING CONTINUED SUPPORT OF CONGRESS FOR EQUAL ACCESS OF MILITARY RECRUITERS TO INSTITUTIONS OF HIGHER EDUCATION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-02/html/CREC-2005-02-02-pt1-PgH310.htm', u'number': 9, u'id': u'CREC-2005-02-02-pt1-PgH310.chunk13', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H310-H315', u'speaker_party': u'D', u'date': u'2005-02-02', u'bills': None, u'bioguide_id': u'J000032', u'order': 13, u'speaking': [u'Mr. Speaker, I thank my colleague very much for the time.', u'There certainly is no lack of understanding and appreciation for the United States military, particularly in the backdrop of free elections in Iraq this past Sunday. So, Mr. Speaker, this is not a debate, if you will, about the value of the military or, in fact, the necessity of giving them a far reach in their recruitment efforts in America.', u'Far be it from me, coming from the State of Texas, that might be one of the States that has sent the largest numbers of its sons and daughters to the Iraq War and Afghanistan. Having just sent 3,000 National Guard and Reservists troops about a month ago from their families over to Iraq and Afghanistan, we know full well the importance of the military but, more importantly, the sacrifice that our men and women make in the United States in serving in the military.', u'I also am reminded that, until President Truman integrated the Armed Forces, African Americans were told, do not ask and do not apply.', u'So this is not a question of whether or not we allow these individuals to accept Federal funds. I would take issue with my colleague to suggest just do not take Federal funds if they are not interested.', u'I am disappointed that this is a closed rule, because there are important issues here, and the issues are that universities should not be forced to compromise their nondiscrimination policies. The military has been set aside as one of the most uniquely integrated and nondiscriminatory sections of our government. Just because we have do not ask and do not tell does not mean that it is right, and if Congress is really concerned about losing the best and the brightest, it should stop, if you will, discriminating against those because of their sexual orientation for any other reason.', u'I am disappointed that in 2005 it was reported that between 1998 and 2004 the military discharged 20 Arabic and six Farsi language speakers under the do-not-ask-and-do-not-tell policy. It is not without great admiration for our late colleague, Congressman Solomon, that I rise to just ask my colleagues, why do we close a rule when we can make this a better legislative initiative?', u'We needed to give the opportunity for the full discussion on discrimination. Do my colleagues believe that Americans would rise in support of discrimination? Do my colleagues realize that when we debated the 9/11 tragedy it was a gay American on one of our airplanes that engaged with others to be able to detour that airplane from the very site that I stand, to be able to save lives and to save the Capitol of the United States of America?', u'It seems in 2005, in the shadow of reauthorization of the Voters Rights Act of 1965, that we might not now recognize that we can do better.', u'I am glad that ROTC programs are still on our campuses. In fact, we know that there are more than 52,000 now enrolled in ROTC programs, up from 48,000 in 2000. That means 52,000 of our students.', u"This past year 70 percent of the Army's newly commissioned armies came from ROTC. In fact, the Defense Department has reported meeting all of its recruitment and retention goals in the past several years and is, in fact, actively downsizing certain specialties. But, in the backdrop of that, we also know that we need more troops, particularly if we are going to be part of a peacekeeping effort, not a running-the-government effort in Iraq.", u'So I would say, Mr. Speaker, the reason why I rise with great concerns about a closed rule and ask my colleagues to consider where we are going with this Solomon amendment is that we can do better and that there is some merit, great merit, to asking the military to recruit everywhere and to allow universities of free thought to be able to maintain their nondiscriminatory rules and regulations.', u'We can do better together, and I do not know why we discriminate against any American who wants to serve their country.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/02/H310_providing-for-consideration-of-h-con-res-36-expres/'}