{u'speaker_state': u'TX', u'speaker_raw': u'mr. bell', u'speaker_first': u'Chris', u'congress': 108, u'title': u'MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6580-2.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6580-2.chunk72', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Bell', u'pages': u'H6580-H6613', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': None, u'bioguide_id': u'B001241', u'order': 72, u'speaking': [u"Mr. Speaker, as the Democratic leader pointed out earlier, this year marked the 50th anniversary of the historic Brown v. Board of Education decision, and thinking about that decision in the context of today's debate, I think we have to ask ourselves what if some of our segregationist forefathers who felt every bit as strongly about the issue of race as many people here today feel about the issue of gay marriage, what if they had succeeded in passing some radical legislation to prevent any Federal court challenge to the law of separate but equal?", u'Well, obviously, the progress that we have witnessed in the area of civil rights would have been at the very least stymied and most likely prevented altogether. And the real question is they might have no problem with the law that they seek to protect today, but they might have very big problems with the law that they seek to protect tomorrow; and ladies and gentlemen, we cannot cherry-pick. We cannot control what might come forth in the future, because once this genie is out of the bottle, it is out for good.', u'And the bottom line is, this is not. This is not how our country works. Just how far are we going to let extremists go in tearing down what makes this country great?', u"And, yes, open courts, open courts where free people can go in and fight for what they believe is right are a part of what makes this country great; and just because it is an election year, just because it is an election year and some wish to fan the flames of an incredibly controversial issue, let us not make the unforgivable mistake of closing off our courts. It is un-American; it is wrong. Vote ``no.''"], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6580-2_marriage-protection-act-of-2004/'}