{"speaker_state": "WI", "speaker_raw": "ms. baldwin", "speaker_first": "Tammy", "congress": 109, "title": "EXPRESSING CONTINUED SUPPORT OF CONGRESS FOR EQUAL ACCESS OF MILITARY RECRUITERS TO INSTITUTIONS OF HIGHER EDUCATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-02/html/CREC-2005-02-02-pt1-PgH317-4.htm", "number": 9, "id": "CREC-2005-02-02-pt1-PgH317-4.chunk9", "volume": 151, "chamber": "House", "session": 1, "speaker_last": "Baldwin", "pages": "H317-H325", "speaker_party": "D", "date": "2005-02-02", "bills": null, "bioguide_id": "B001230", "order": 9, "speaking": ["Mr. Speaker, I rise today in opposition to this resolution.", "In Wisconsin, our State laws provide protections from discrimination to people that go beyond what many other States and what the Federal Government have put into law. Such protections as nondiscrimination based on age, gender, marital status, membership in the National Guard and sexual orientation are a part of Wisconsin's nondiscrimination laws. Wisconsin has chosen to provide its citizens with these greater protections because we have decided that these are in the best interests of our citizens and are good public policy.", "The University of Wisconsin in Madison has a history as a leader in social justice. It adheres to State laws and has tried to apply those laws appropriately across its campus. That has included the requirement that campus organizations, departments and campus recruiters adhere to State law. Yet Federal law has intervened to block enforcement of campus policy and State law in regard to military recruiters.", "The Solomon amendment was passed by a previous Congress because students, like those at the University of Wisconsin, were having success in blocking recruiters from campus if they discriminate against lesbians or gays or bisexuals in violation of State law and campus policy.", "Access to and use of campus facilities to recruit students for higher educational opportunities, employment or military service should be at the discretion of the institution. Of course, public institutions should not arbitrarily discriminate against any particular recruiter. Reasonable and legitimate criteria should be evenly applied to every recruiter. The Federal Government should not use Federal funding as a weapon to force noncompliance with State law or to create special rights for military recruiters.", "I believe that the court made the correct decision in invalidating the Solomon amendment. I also believe that today's resolution is unnecessary. In fact, I believe that today's debate is the wrong debate. We should be looking at ways to strengthen our military and expand our resources for winning the fight against al Qaeda and other terrorist organizations.", "Mr. Speaker, when will we have the debate about the harm caused by excluding so many qualified, skilled Americans from serving in our military simply because they are gay or lesbian? When will we have a debate about the waste of resources used to discharge fully trained personnel who are serving our country honorably? When will we have the debate about how much our fight against terrorism is hurt by the discharges of Arab linguists?", "The resolution before us today makes vague reference to the costs to the military in having to arrange alternative recruitment strategies to meet its goals, but it does not mention the significant cost of Don't Ask, Don't Tell to our defense budget and to our national security. Since Don't Ask, Don't Tell took effect in 1993, approximately 10,000 military personnel have been discharged. That is a huge amount of training and experience that we have lost. In a study of discharges between 1998 and 2003, University of Santa Barbara researchers found that, of 6,273 discharges, many were in critical specialties such as 88 linguists, including many Arabic speakers, 49 WMD experts, 90 nuclear power engineers, and 150 rocket and missile specialists. To compensate for some of these discharges, the Pentagon has been calling up members of the Individual Ready Reserve. The harm to our military readiness and the cost to our security caused by Don't Ask, Don't Tell is clear. Urging the administration to try to reinstate the Solomon amendment will in no way make our country safer.", "Let there be no mistake. I strongly support our men and women in uniform. I want to take this opportunity to honor the men and women in our Armed Forces who have served and continue to serve in Iraq and to the many serving our country here and around the world. Their efforts allowed the Iraqi people to vote in a free election this week. Their bravery and dedication is something all Americans should admire and honor.", "Mr. Speaker, there would be no clamor for a Solomon amendment if we simply allowed all qualified Americans to serve their country in uniform. Our country would be safer, our human resources would be greater, our country would be stronger if we treated all Americans equally, regardless of their sexual orientation. It is time to repeal Don't Ask, Don't Tell. It will make our military stronger and our country stronger."], "capitolwords_url": "http://capitolwords.org/date/2005/02/02/H317-4_expressing-continued-support-of-congress-for-equal/"}