{u'speaker_state': u'FL', u'speaker_raw': u'mr. weldon of florida', u'speaker_first': u'David', u'congress': 109, u'title': u'SUPPORTING GOALS AND IDEALS OF NATIONAL BLACK HIV/AIDS AWARENESS DAY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-02-09/html/CREC-2005-02-09-pt1-PgH430.htm', u'number': 13, u'id': u'CREC-2005-02-09-pt1-PgH430.chunk13', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Weldon', u'pages': u'H430-H437', u'speaker_party': u'R', u'date': u'2005-02-09', u'bills': None, u'bioguide_id': u'W000267', u'order': 13, u'speaking': [u'Mr. Speaker, I thank the gentleman from Georgia for yielding me this time and providing me the opportunity to speak on this important issue. I want to commend the gentlewoman from California for her leadership in this arena.', u'As I have spoken about many times on the floor of the House, prior to being elected to the Congress, I used to take care of AIDS patients; and I and my colleagues in the field began to see in the 1980s the very disturbing trend lines in the black community; and indeed now, today, those trend lines continue going up and up and up, and we have a very significant crisis.', u'The President asked me several years ago to assist him in getting his African AIDS initiative through the House and getting it enacted into law, and I was very pleased to be able to help in that arena. I had the opportunity to go to Africa twice in 2003 to actually look at what was going on in Africa, what was working and what was not working.', u'Since that time, I have met with many of the black ministers in my congressional district. Florida has had a problem with AIDS literally from the getgo. We were one of the States with the higher prevalence rates. Close to 95,000 people in Florida currently live with HIV or AIDS, which is about 10 or 11 percent of the national total. The Miami-Dade, Palm Beach, and Broward County areas tend to be the most adversely affected areas. African Americans, Haitians, and other people from the Caribbean islands make up a disproportionately high number. It is roughly half of all HIV/AIDS cases, but they are only 14 percent of the population.', u"What is particularly disturbing, and I think the gentlewoman from California touched on this, is that black women are becoming disproportionately involved. Seventy-two percent of both HIV and AIDS cases in Florida's black community involve women. So this is a disproportionately large number of black Americans and a disproportionately large number of women.", u'It is estimated that one in 47 black Floridians have HIV/AIDS compared to one in 176 Hispanics and one in 346 whites. CDC reports that HIV/AIDS transmission among African American men is mostly due to men having sex with men, but among African American women it is through heterosexual contact.', u"Now, I can get into a lot of the medical details here, but it is really not the appropriate environment, so I will just throw out that from an epidemiologic perspective, part of the problem in the black community is similar to what was the problem in the gay community in the 1980s, and it is actually a phenomenon called ``concurrence.'' Until we can get at that issue appropriately, we are not going to really defeat this challenge.", u'I was very glad that the gentlewoman mentioned ABC. There is too much of an emphasis on the C and not enough on the A and the B, and I encourage all of my colleagues to look at what happened in Uganda in the 1980s, the late 1980s and the early 1990s. They lowered their AIDS rate from 17 percent, 16 percent, down to about 5 or 6 percent with no condoms being shipped in from Europe and other places. No help from the United States, Europe, or NATO. The Ugandans did it on their own. And what was it? It was A, B, C, with an emphasis on abstinence.', u'The statistics from this we should never discount. People are smarter than a lot of the experts give them credit for. You give them the facts, they can change their behavior. Faithfulness in marriage and abstinence education had a profound impact in Uganda. We need to stress that throughout the African continent; and most importantly, our pastors in the black communities need to start getting that out to their congregations and public health officials.', u'I believe we can turn this challenge around. I commend the gentlewoman and the Black Caucus leadership on this issue. It is really a problem, and I think if we do more, we can get a lot of good things done.', u'I used to take care of these patients. It is very, very tragic; and I believe that the costs associated with this are going to be huge in the years ahead. So if you are not motivated by compassion, look at the dollars. We should all be motivated, white, black, Democrat, Republican, to get engaged on this and do something.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/02/09/H430_supporting-goals-and-ideals-of-national-black-hiva/'}