{"speaker_state": "HI", "speaker_raw": "mr. abercrombie", "speaker_first": "Neil", "congress": 108, "title": "ROTC AND MILITARY RECRUITER EQUAL ACCESS TO CAMPUS ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-30/html/CREC-2004-03-30-pt1-PgH1702.htm", "number": 42, "id": "CREC-2004-03-30-pt1-PgH1702.chunk33", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Abercrombie", "pages": "H1702-H1712", "speaker_party": "D", "date": "2004-03-30", "bills": null, "bioguide_id": "A000014", "order": 33, "speaking": ["Mr. Speaker, I accept everything that the gentleman just said. It is making my point. The reason this bill is on the floor is because the courts ruled that the Secretary of Defense had no basis for making this decision. That is the reason the bill is on the floor.", "I realize a lot of Members and their staffs are listening to this discussion in their offices, and they cannot be on the floor because they have other duties; but I am asking them to pay attention to why the bill is on the floor. This bill gives the Secretary of Defense the basis. We are creating another problem instead of solving the problem which is really before us, which is access for ROTC and/or military and other recruiters. If Harvard or any other school is preventing them from coming on, is there no access to the courts? You mean no law exists in the United States to allow people to have proper access? Of course it exists.", "The reason for this bill is to make the Secretary of Defense the arbiter of how this is going to take place, even up to the point of getting certification from the school that the Secretary of Defense is satisfied that equal access, et cetera, is going to be provided.", "My point is that we are doing this all wrong. If we really want to solve this issue of openness and access and discussion that needs to be taking place and to have the ROTC or the CIA or the Homeland Security Department or whoever it is have access and dialogue and discussion on a civilized basis as to how it should take place, that is available to us. This is not the way to do it. This bill merely enables the Secretary of Defense to be judge and jury over that process, and it will generate a whole new slew of lawsuits that will not solve the question nor even address the question that is before us as to how do we achieve this access. I want that access.", "I think it is very unfortunate that the bill is being posited to the body in such a manner that those of us who oppose it seem to be in favor of terrorism or approving arbitrary dislocation of legitimate endeavors to recruit for the ROTC or anybody else. That is not true. On the contrary, I raised the issue in the Committee on Armed Services precisely on the point that I am a libertarian on the issue of free speech and access, and I believe everybody should engage in dialogue and confrontation of the issues in a positive way that gives everybody a chance.", "The reason the argument takes place in the first place is that people who are defending those who are prevented from having access to the armed services, apparently those who are gay or lesbian or transgender or whatever other category we are getting into these days, I cannot keep up with every permutation that apparently exists in terms of gender and sexual orientation, but that is not a reason to make the Secretary of Defense the arbiter of it. I do not think, despite his great wit and great perception and depth of interest in world history and events, that the Secretary of Defense is necessarily up on all the latest in transgender fashions. And so I do not think that this is a proper forum nor a proper venue to try and resolve this issue.", "My request, Mr. Speaker, of the body is that we give a chance for a motion to recommit to be made so that we can address the issue of access as opposed to addressing the issue which the bill moves toward giving a basis for the Secretary of Defense to make this decision. Let us not confuse the access apple with the orange of the first amendment of the Constitution."], "capitolwords_url": "http://capitolwords.org/date/2004/03/30/H1702_rotc-and-military-recruiter-equal-access-to-campus/"}