{"speaker_state": "NM", "speaker_raw": "mr. udall of new mexico", "speaker_first": "Tom", "congress": 108, "title": "EARTH DAY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-04-22/html/CREC-2004-04-22-pt1-PgH2343-2.htm", "number": 53, "id": "CREC-2004-04-22-pt1-PgH2343-2.chunk6", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Udall", "pages": "H2343-H2354", "speaker_party": "D", "date": "2004-04-22", "bills": null, "bioguide_id": "U000039", "order": 6, "speaking": ["Mr. Speaker, I thank my good friend from Oregon for yielding, and I thank him for leading this Special Order. I would like to say that his leadership in this Congress has been exceptional when it comes not only to sustainable communities and making sure we build up the quality of life in our communities but it is also, as we see by the bicycle on his lapel, a good solid balanced approach to transportation and transportation systems and realizing that bicycles and modes of transportation other than automobile traffic are very important to our communities. I thank him for that and thank him for his leadership.", "In hopes of keeping our public lands as beautiful and as productive as possible, I would like to offer a few thoughts concerning recent changes to our National Forest Management policies. National Forest Management plans were first conceived by Gifford Pinchot, the first United States chief of the Forest Service. He was a Republican like the President at the time, Teddy Roosevelt, who thought that we should organize the country's forests into a National Forest System that we now know today as our vast system of national forests.", "Pinchot was initially led by the utilitarian philosophy as of ``the greatest good for the greatest number.'' In guiding the management of the national forests, he later appended to that statement ``in the long run'': ``The greatest good for the greatest number in the long run.'' Because he recognized that forest management consists of long-term decisions in protecting the resources.", "By the end of 1910, at the end of Pinchot's term, there were 150 national forests covering 170 million acres of land. And he wrote about the U.S. Forest Service and what he was trying to do, and he said ``not a single acre of the government, State, or private timberland was under systematic forest management anywhere on this most richly timbered of all continents . . . When the Gay Nineties began, the common word for our forests was `inexhaustible.' To waste timber was a virtue, not a crime. There would always be plenty of timber . . . The lumbermen . . . regarded forest devastation as normal and second growth as the delusion of fools . . . And as for sustained yield, no such idea had ever entered their heads.''", "He went on to say: ``Without natural resources,'' and this was when he was really talking about his idea of conservation and good stewardship, ``life itself is impossible. From birth to death, natural resources, transformed for human use, feed, clothe, shelter, and transport us. Upon them we depend for every material necessity, comfort, convenience, and protection in our lives. Without abundant resources prosperity is out of reach.''", "Such was the philosophy that guided the management of our national forests at the beginning of the 20th century.", "The beginning of the 21st century is a far different story altogether. Republicans are still in control, but they have abandoned bipartisanship, wise stewardship. Under the warm and fuzzy name ``The Healthy Forests Initiative,'' the Bush administration is proposing an agenda that includes sweeping changes to the management of our National Forests, cutting people out of the process of participating and commenting on forest plans. The first assault came only weeks after the Bush administration took office when they chose to put on hold all the proposed regulations that had been developed by the previous administration. Those regulations were the results of years of efforts by an independent committee of scientists. Those new regulations were science- and ecosystem-based. They reflected the state-of-the-art knowledge concerning the management of natural resources.", "One of the first things President Bush's new Assistant Secretary for Forests, Mark Rey, did was scrap all of these science-based, commonsense regulations. And in place of the science-based regulations encouraging conservation and protections, the new administration proposed regulations that reflect a wish list of the timber industry. Instead of ``the greatest good for the greatest number in the long run,'' the philosophy of this administration appears to be ``the greatest good for the special interests in the quickest time,'' using our forests for a few wealthy individuals.", "We have been expecting these new regulations for a while, but now it seems the administration might be holding back, afraid to show their cards in an election year. They know the American people will not stand for a President who time and again sells off our public lands, our public trust, to the highest bidder.", "The administration has succeeded in passing a law, the Healthy Forests Restoration Act, which has begun to codify some of their plans to sell, no, let me make that give away, our National Forests to the timber industry.", "Other sections of the act give timber companies the right to log big trees from the backcountry. Taxpayer dollars are going to be used to build roads that will take these timber industries into the backcountry, to take trees that pose no fire risk to people, all under the umbrella of this reckless piece of legislation.", "Healthy forests under this administration means healthy bank accounts for a fortunate few and barren hillsides for Americans and for the plants and animals and human beings that depend on truly healthy forests.", "On Earth Day we would do ourselves the biggest favor by looking back 100 years and remembering the guiding philosophy of our country's first forester, ``the greatest good for the greatest number in the long run.''", "And I would suggest that Gifford Pinchot, our first forester, and Teddy Roosevelt would say to the Republicans, Why have you abandoned the time-tested bipartisan solutions?", "And with that I say once again to the gentleman from Oregon that he has been a great leader on these environmental issues, and I hope that we can continue to carry on these discussions and let the American people know that there are very important issues at stake on this Earth Day."], "capitolwords_url": "http://capitolwords.org/date/2004/04/22/H2343-2_earth-day/"}