{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 108, "title": "NOMINATION OF JUDITH C. HERRERA TO BE UNITED STATES DISTRICT JUDGE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-06-03/html/CREC-2004-06-03-pt1-PgS6423.htm", "number": 76, "id": "CREC-2004-06-03-pt1-PgS6423.chunk7", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S6423-S6425", "speaker_party": null, "date": "2004-06-03", "bills": null, "bioguide_id": null, "order": 7, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "It was nearly 25 years ago that Robert Drinan, a member of Congress and an outspoken Jesuit (a redundancy if there ever was one), so enraged the Vatican with his defense of abortion rights that an order came down from Rome demanding priests withdraw from politics. It appears that someone has had a change of heart. Or at least that's how it seems now that certain segments of the Roman Catholic hierarchy are behaving like wholly owned subsidiaries of the Republican Party, hellbent on a course that will weaken the church's moral authority and eventually deplete its membership. And all because of abortion, the issue the celibate male leadership is least equipped to personally understand. To paraphrase a Gospel passage, my Father's house is a house of prayer, but they have made it a den of partisanship. The archbishop of St. Louis announced that if John Kerry, the Democratic candidate, showed up for mass he would be denied communion. After threats from clerics in New Jersey, the pro- choice Democratic governor saved himself the embarrassment of being turned away by saying he would no longer present himself for the sacrament; the Democratic majority leader of the state Senate responded by quitting the church and saying he will likely join the Episcopalians. And in Colorado a bishop went a step further, saying that any Catholic who supports politicians who favor abortion rights, same-sex marriage or stem-cell research should not take communion. Surely the next step is to put ushers at the door each Sunday with a purity checklist. Adulterer? Out. Gay? Out. Tax cheat? Gossip? Condom in your pocket? Out. Out. Out. My, how empty those pews have grown. And the altar, too, where we learned that too many priests had a secret life of sexual abuse. Why were known pedophiles permitted to give communion for years, while people of conscience at odds with Vatican teaching (not church dogma) are prohibited from receiving it? It brings to mind the always topical injunction that it's he who is without sin who gets to cast the first stone. Too many bishops seem to have missed key seminary lessons: the ones on the teachings of St. Thomas Aquinas that civil and moral law are often two different things, or those on the tradition in Catholic thought that a good law must be enforceable, not a law like one prohibiting abortion that will be so often broken that it leads to disregard for all laws. Too many bishops seem to have forgotten the notion of the individual examination of conscience. Instead they have decided to examine conscience for us, particularly if we are liberal Democrats. Leaders of the church began a schism between pew and pulpit in 1968 with the publication of the encyclical Humanae Vitae. The majority of the members of a papal commission on contraception recommended that the church change its opposition; the minority members won out, mainly because they based their argument on the primacy of the pope. Even then, power politics overrode the well-being of the people. But over time there was an unforeseen result of the encyclical. The use of contraception became the church prohibition millions of Catholics ignored, in part because the directive was so out of step with modern life (as the majority report suggested), in part because the issue was so private. Little by little Catholics made their peace with consulting their conscience instead of Father, especially on intimate issues. The intermediaries became increasingly irrelevant, especially when, in recent years, the full extent of priestly sexual predation became known. These member of the church were derided by conservatives as ``cafeteria Catholics,'' picking and choosing their beliefs. Now we have cafeteria clergy, picking and choosing which prohibitions they emphasize and which politicians they damn. What of the pro-life policies of a living wage or decent housing? The church is opposed to the death penalty, yet no bishop has yet suggested he will deny the sacrament to those who support capital punishment. And sanctions for Democratic candidates have far outnumbered those for Republicans, even Republicans who favor legal abortion. The timing of all this is curious as well. It coincides with that new Catholic holy day, the feast of the first Tuesday in November, known to secularists as Election Day. It is one thing to preach the teachings of the church, quite another to use the centerpiece of the faith selectively as a tool to influence the ballot box, that confessional of democracy. Even a member of Congress opposed to abortion complained that church leaders were ``politicizing the eucharist.'' If citizens who are Methodist, Muslim or Jewish begin to suspect that Catholic politicians are beholden first and foremost to Rome, a notion we thought was laughable and bigoted when John F. Kennedy ran for president, who could blame them? Next month American Catholic bishops meet for a retreat in Colorado. There they should speak out against grievous sin, the sin of using communion to punish by those who have not the moral authority to persuade."], "capitolwords_url": "http://capitolwords.org/date/2004/06/03/S6423_nomination-of-judith-c-herrera-to-be-united-states/"}