{"speaker_state": "NM", "speaker_raw": "mr. bingaman", "speaker_first": "Jeff", "congress": 108, "title": "CLASS ACTION FAIRNESS ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-08/html/CREC-2004-07-08-pt1-PgS7782-2.htm", "number": 93, "id": "CREC-2004-07-08-pt1-PgS7782-2.chunk23", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Bingaman", "pages": "S7782-S7819", "speaker_party": "D", "date": "2004-07-08", "bills": ["S. 2062"], "bioguide_id": "B000468", "order": 23, "speaking": ["Mr. President, I came to the floor intending to talk about an amendment I had prepared to offer to the class action legislation, the underlying class action legislation. I think instead of getting into a discussion of that amendment, let me express my disappointment that we are not doing anything this week here in the Senate.", "I was asked last week, as I am sure all of us were by our constituents, what are you doing in the Senate? What is Congress doing these days? I tried to answer honestly and said: Nothing. We are treading water in the Senate. We are not doing anything.", "I checked with the Parliamentarian about the procedural status we are in in the Senate this morning. I am informed this is the status: We have S. 2062, which is this bill to reform class action procedures. There is an amendment offered to that by Senator Frist, a perfecting amendment. There is a second-degree perfecting amendment offered to that. There is a motion to commit that has been made by Senator Frist. There is a Frist perfecting amendment to the motion to commit, and there is a Frist second-degree perfecting amendment to the first-degree perfecting amendment to the motion to commit. So the obvious question I put to the Parliamentarian is, what is there that is in order for us to offer at this time for the Senate to consider? The answer is, nothing. Nothing is in order. The tree is full, as the parliamentary expression goes, and nothing can be offered.", "There is also a cloture motion that has been filed on the underlying measure. That would be a motion that will come to a vote presumably tomorrow to bring the debate on the underlying bill to a close. Of course, that motion will come up without Senators having been able to offer amendments. I would doubt seriously that that cloture motion would prevail, but that would be a surmise. I don't know that that is the case.", "All of this procedural mumbo jumbo I am reciting in order to make the point that there is no effort I am aware of to move ahead with a lot of the important items that need to be dealt with in the Senate. The Senator from California raised a couple of those items that relate to homeland security. There are many others also we could get unanimous consent to move ahead on and that would be good policy initiatives that would benefit our country. I am frustrated--as I am sure many Senators are--that we are in this circumstance. I am frustrated this week is essentially lost to any productive activity.", "Next week I am informed we will be debating a constitutional amendment on gay marriage. I concur with the comments of the Senator from Nevada that there is no chance the necessary two-thirds vote of the Senate is going to be there to pass that constitutional amendment. The Founding Fathers had great wisdom in saying, when you are amending the Constitution, you can't just do it with a majority vote. You have to have a two-thirds vote. I can say with very little fear of contradiction, there are not two-thirds of all Senators who favor going ahead and passing a constitutional amendment at this time. So again, that will be another wasted week next week.", "We have one more week then, and then we are in recess for 6 weeks. Then we come back in the second week in September and presumably have a few weeks of work there before we adjourn. I regret we are not able to do more. I regret our procedural circumstance we find ourselves in prevents me from offering the amendment I had intended to offer. But I will look forward to an opportunity to offer that amendment, if and when we get to a point where amendments are in order on this pending legislation.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/08/S7782-2_class-action-fairness-act-of-2004/"}