{u'speaker_state': u'CA', u'speaker_raw': u'mr. george miller of california', u'speaker_first': u'George', u'congress': 108, u'title': u'IN RECOGNITION OF SAL ROSSELLI, LABOR LEADER OF THE YEAR', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-15/html/CREC-2004-09-15-pt1-PgE1621-2.htm', u'number': 110, u'id': u'CREC-2004-09-15-pt1-PgE1621-2.chunk0', u'volume': 150, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Miller', u'pages': u'E1621', u'speaker_party': u'D', u'date': u'2004-09-15', u'bills': None, u'bioguide_id': u'M000725', u'order': 0, u'speaking': [u'Mr. Speaker, I rise to congratulate Sal Roselli, a friend of mine and a good friend to working people throughout the Nation, who will receive the honored title of Labor Leader of the Year in Contra Costa County, California by the AFL-CIO, on September 17, 2004. Sal is receiving this honor in recognition of the contributions he has made to bring high quality health care to all Americans.', u'Sal is the President of the Service Employees International Union Local 250, AFL-CIO. Since he became President in 1988 that Union has become the fastest growing health care union in the Nation, having seen its membership rise from 25,000 to 100,000. During this time his union has established new standards on wages, benefits and quality of care issues through the collective bargaining process. SEIU Local 250 has played a leading role in advancing social justice issues such as immigrant rights, health care access, peace and affirmative action.', u"Sal's commitment to working people began in the late 1960's when he worked with Dorothy Day of the Catholic Worker's Movement, followed by a year of community organizing with VISTA. He moved to the Bay Area in the early 1970's, and by 1984 he was president of the Alice B Toklas Lesbian/Gay Democratic Club, which grew to be the largest in the country.", u"As a national vice-president of SEIU, Sal has helped bring a new sense of urgency within the labor movement to address one of our Nation's greatest shames--the lack of health insurance coverage for 45 million people. His union's 100,000 health care members are committed to bringing quality health care to every American.", u"I invite my colleagues to join me in saluting Sal Roselli in recognition of his service to America's health care needs."], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/15/E1621-2_in-recognition-of-sal-rosselli-labor-leader-of-the/'}