{u'speaker_state': u'RI', u'speaker_raw': u'mr. reed', u'speaker_first': u'Jack', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm', u'number': 97, u'id': u'CREC-2004-07-14-pt1-PgS8061-3.chunk3', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Reed', u'pages': u'S8061-S8095', u'speaker_party': u'D', u'date': u'2004-07-14', u'bills': None, u'bioguide_id': u'R000122', u'order': 3, u'speaking': [u'Mr. President, I rise today in opposition to the amendment that is before us. First, Congress has already addressed this issue in a statute that has yet to be effectively legally challenged. Second, amending the Constitution should be the last resort and not the first response when it comes to an issue of this type. Third, issues involving family law matters are and have been historically the purview of State legislatures and State courts. Finally, while there is great interest on the part of some in this Constitutional amendment, our Nation faces the far more pressing threat of terrorists committed to attacking us here on U.S. soil. There is so much more we can and should do with respect to that looming threat.', u"Several years ago in response to developments in Hawaii and elsewhere, Congress, along with then-President Clinton's support, enacted the Defense of Marriage Act, known as DOMA. DOMA put into Federal law a clear and precise definition of marriage as follows:", u'In the face of this clear language in the statute, it is amazing to me we would disregard the wisdom of our Founding Fathers and attempt to enshrine in the Constitution this principle without testing the constitutionality of this statute. Since it was first written and with the addition of the Bill of Rights in 1791, our Constitution has only been amended 16 times. The vast majority of these amendments dealt with the separation of powers and structure of our Government, the right to vote, power to tax, and other issues that, frankly, are only issues that can be decided through Constitutional amendment. The amendment that is before us today has not yet risen to this level of interest and concern.', u'First, as I indicated, Congress has already addressed the issue of what marriage is, and that law to date has not been challenged in a meaningful way. So there is no definitive finding of the constitutionality of DOMA. Indeed, typically the first step when one seeks to pursue a constitutional remedy is to determine whether the statutes are adequate. That has not been done.', u'Second, only one State in our Nation has recognized same-sex marriage, and that decision has yet to impact other States.', u'I would suggest to my colleagues that now is not the time to play politics in an election year with the Constitution of the United States.', u'I believe it is also important to note that the Founding Fathers in their wisdom established a Federal system of Government that intentionally left many critical issues to the control of State legislatures and State courts. This system has served our Nation extremely well, and I fear this amendment, if adopted, would lead to a succession of proposals to federalize family law and to federalize other issues that have been the purview of States since the beginning of our country.', u'Also, it strikes me as a misplaced priority when it comes to all the other issues that face us today--issues of funding homeland security, issues pertaining to health care, issues that are affecting the lives of every family in the country--to be here today and debating a proposal that does not have the majority support of the American public. In an ordinary time, debating any issue might be justified, but this is not an ordinary time.', u'As we were reminded last week by Governor Ridge and Mr. Mueller of the FBI, there are those who are plotting today to attack us in our homeland, and yet here we are talking about the issue of a relationship between two consenting adults.', u"We have 30 days left on the majority leader's schedule, and apparently we are going to spend our time on these types of divisive issues. That is not how I think we should properly spend our time. I think we should commit ourselves to dealing with the issues that pertain to every American family--issues of health care, issues of security, both economic and international.", u'Today we are spending time on an amendment which will not pass, which is not supported by the majority of Americans, and which defers us and deflects us from concentrating on the issues I think can help Americans.', u'Finally, I know many of my constituents are gays and lesbians in long-term relationships. While I myself believe civil unions are perhaps the best place to begin to publicly acknowledge these relationships, I want to recognize that the impetus behind the push for gay marriage comes from a desire for security and serious, committed relationships by many adult Americans.', u'In closing, let us heed the wisdom of our Founding Fathers. The States are simply the correct place for the regulation of marriage, and this kind of election-year politicking, which suggests an intolerance toward many of our constituents and neighbors, is plain wrong.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/'}