{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm", "number": 97, "id": "CREC-2004-07-14-pt1-PgS8061-3.chunk19", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S8061-S8095", "speaker_party": null, "date": "2004-07-14", "bills": null, "bioguide_id": null, "order": 19, "speaking": [" The Federal Marriage Amendment Will Not Reach Private Action", "The Remes Letter argues that the FMA ``by its own terms'' reaches private action. The Remes Letter concludes this simply from the fact that the FMA does not state otherwise. But more than 100 years ago the Supreme Court settled the point that constitutional provisions that do not facially restrict themselves to state action cannot be assumed to reach private action. In United States v. Cruikshank, 92 U.S. 542 (1875), the United States attempted to prosecute one group of private citizens for ``banding and conspiring'' together to deprive another group of citizens of, among other things, the ``right to keep and bear arms for a lawful purpose.'' Id., 92 U.S. at 545. The government's indictment was based on the argument made by the Remes Letter--because the Second Amendment did not limit itself facially to state action, but simply stated that ``[a] well regulated Militia being necessary to the security of a free State, the right of the people to keep and bear arms shall not be infringed[,]'' private actors could be indicted for attempting to deprive others of those rights. U.S. Const. amend. II; Cruikshank at 548. The Supreme Court rejected that reasoning out of hand: ``The second amendment declares that it shall not be infringed; but this, as has been seen, means no more than that it shall not be infringed by Congress. This is one of the amendments that has no other effect than to restrict the powers of the national government, leaving the people to look [to the state police power] for their protection against any violation by their fellow-citizens of the rights it recognizes.''--United States v. Cruikshank, 92 U.S. at 553. Had the Court ruled otherwise and applied to the Second Amendment the strained interpretation that the Remes Letter applies to the FMA, much mischief would have resulted. Churches, synagogues, and mosques for example, could not prevent persons from wearing firearms on the premises without thereby violating the Constitution. The Remes Letter theory, if true, would lead to equally strange interpretations of other Amendments. The Third Amendment, which prohibits the quartering of troops in private homes during time of peace without the consent of the owner--but which does not explicitly limit its scope to state action--would make it unconstitutional for a tenant to sublease his apartment to a military officer whom his landlord found objectionable. Every petty theft would constitute a violation of the Fourth Amendment because that Amendment does not explicitly limit its condemnation of unreasonable seizures to state actors. Excessive spanking would arguably violate not only child abuse laws but the constitution itself, because it might be construed to be cruel and unusual punishment under the Eighth Amendment, which also does not expressly limit its scope to state action. None of these examples are the law, precisely because it has long been settled that constitutional provisions that do not expressly limit themselves to state action nevertheless do not ordinarily reach private action.\\2\\ The sole exception--and curiously the only example the Remes Letter cites--is the Thirteenth Amendment, which bans slavery. To remove that evil root and branch, it was necessary to take the extraordinary step of a constitutional provision that reached both public and private action. See, e.g., United States v. Nelson, 277 F.3d 164, 175 (2d. Cir. 2002) (history shows that unlike other amendments, the Thirteenth Amendment ``eliminates slavery and involuntary servitude generally, and without any reference to the source of the imposition of slavery or servitude'' and therefore ``reaches purely private conduct.'' (emphasis added)).\\3\\ By contrast, to achieve the FMA's objective, it is not necessary to reach private action. The FMA is occasioned by the interplay among state court decisions requiring that civil marriage be available to same-sex couples and the Full Faith and Credit Clause of the federal constitution. That Clause requires in general that civil marriages performed in one state be recognized in all other states. Thus, without the FMA, the argument goes, same-sex couples civilly married in Massachusetts must be considered civilly married in Alaska as well. However, the Full Faith and Credit Clause simply does not apply to purely religious ceremonies. Unlike uprooting slavery, therefore, preventing civil same-sex marriage from spreading via the Full Faith and Credit Clause does not require reaching private action. The general rule of the Second, Third, Fourth, and Eighth Amendments therefore applies, and not the exception of the Thirteenth. Put differently, the historical context of the FMA informs its construction, just as the historical context of the adoption of the Bill of Rights informs construction of the Second, Third, Fourth, and Eighth Amendments, and the Civil War and Reconstruction provide the historical context that informs construction of the Thirteenth Amendment. Indeed, the FMA refers in its second sentence to state and federal constitutions--an unmistakable allusion to the actions of the Massachusetts Supreme Judicial Court in Goodridge v. Department of Public Health, 798 N.E.2d 941 (Mass. 2003) and other courts which have engendered the confusion to which the FMA is addressed. In sum, it strikes us as past fanciful that courts construing the FMA would abandon the general rule adhered to in the Second, Third, Fourth and Eighth Amendments, and grasp at the exception of the Thirteenth. The FMA thus causes us no anxiety for the religious liberty of those of our clients who might wish to conduct ceremonies for gay couples."], "capitolwords_url": "http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/"}