{u'speaker_state': u'WA', u'speaker_raw': u'mrs. murray', u'speaker_first': u'Patty', u'congress': 108, u'title': u'FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm', u'number': 97, u'id': u'CREC-2004-07-14-pt1-PgS8061-3.chunk65', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Murray', u'pages': u'S8061-S8095', u'speaker_party': u'D', u'date': u'2004-07-14', u'bills': None, u'bioguide_id': u'M001111', u'order': 65, u'speaking': [u"Mr. President, we are less than 2 weeks away from our summer recess, and we will soon attend our respective parties' conventions. It is important to ask what we have accomplished so far this year. Very little.", u'We have hundreds of thousands of troops getting shot at in Iraq with no plan in place to stabilize that country.', u'We have sky-rocketing healthcare costs with no plan in place to help Americans get the healthcare they deserve.', u"And we have not done our work around the Senate: we have no budget, we have not done our appropriations, and instead of dealing with these real threats to the American people we are taking up the Senate's time on an issue that is not going to create one job, bring one soldier home, educate another child, or get a senior affordable prescription drugs.", u'So what are we doing? A constitutional amendment to ban States and local governments from extending legal marriage rights, responsibilities and obligations to same-sex couples.', u'With all the challenges we as a country currently face, this is one of the last things on which the Senate should be working. This is election-year politics pure and simple, in its crassest and worst form.', u'The proponents of this amendment are trying to rally those who adamantly oppose gay marriage before the fall elections and distract from an inability to deliver on the priorities of the American people.', u'It takes 67 votes in favor of a constitutional amendment for it to pass the Senate.', u'There is no expectation it will pass, yet they are stealing valuable work time from the Senate to play election-year politics.', u'Since this side of the aisle is not in control, we have to take what the majority brings to this floor, so we should address the basic question in this debate, which is, Should we amend the Constitution on this matter?', u'I say we should not. Our Founding fathers made the constitutional amendment process a difficult one. Two-thirds of both Houses of Congress, along with three-quarters of the State legislatures, must approve an amendment. Although it has never occurred, a convention can also be called by the States to amend the Constitution.', u'Since adoption of the Bill of Rights in 1791, the Constitution has only been amended 17 times. Our Founders wanted to use this process only in pressing matters that were serious crises impacting our Republic. As a result, in the 203 years since the passage of the Bill of Rights, amending the Constitution has always been used to protect and expand rights, not limit them. One exception was prohibition, but we repealed that amendment 14 years after it was ratified.', u'So we have used the constitutional amendment process to address real concerns: to establish our Bill of Rights; to end slavery; to grant women the right to vote; and to establish Presidential succession. These were real-world problems. These were issues that needed to be addressed.', u'The amendment we have in front of us would break with tradition--215 years worth of it--and would restrict liberties and would actually write discrimination into the Constitution. This amendment would restrict the rights not of all Americans but of one specific group. A group to whom this Senate 3 weeks ago extended hate crimes protection to as part of the Department of Defense Authorization bill.', u'Furthermore, unlike the pressing reasons why we have amended the Constitution in the past, invoking the process in this case is based on a hypothetical. One State--Massachusetts--had a State judicial ruling that their State constitution must allow same-sex marriage.', u'Again, despite the rhetoric on the other side, these are State judges interpreting state law.', u'Currently 38 States, including Washington State, prohibit marriage between people of the same sex.', u'Congress passed, and President Clinton also signed, the Defense of Marriage Act, DOMA, in 1996, which made it clear that on the Federal level marriage is defined between a man and a woman.', u'At least seven States will also decide this year whether to approve State constitutional amendments banning same-sex marriage.', u"The national conversation on this issue is still evolving, and we should not move forward with a constitutional change that would stop this discussion dead in its tracks. This is an issue that should be left to the States to decide. States can choose how they want to define marriage, something they have traditionally done, and DOMA allows one State to reject another State's recognition of same-sex marriage.", u"There is a law on the books that allows States to do as they see fit. Marriage has always been within a State's jurisdiction. There is no good reason, other than politics, to try to change that.", u"I thought the proponents of this amendment claim to be strong State's rights advocates.", u'The hypothetical they have invoked in this process, the supposed constitutional crisis, is that the Supreme Court or a Federal court may rule these State laws or DOMA unconstitutional. That has not happened, nor is there any indication it will happen in the near future.', u'So here we are, using precious floor time, on a hypothetical. Something on which we have never used the amendment process.', u'This is no crisis. There is no constitutional problem. So I reject this amendment. We should not be using the amendment process on this issue. We should not be using the Constitution to restrict rights.', u'What we should be doing is addressing the real issues that impact the lives of Americans.', u'I urge my colleagues to not support this amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/'}