{u'speaker_state': u'OH', u'speaker_raw': u'mr. strickland', u'speaker_first': u'Ted', u'congress': 108, u'title': u'PROBLEMS THAT OHIO FACES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-20/html/CREC-2004-07-20-pt1-PgH6106-2.htm', u'number': 101, u'id': u'CREC-2004-07-20-pt1-PgH6106-2.chunk1', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Strickland', u'pages': u'H6106-H6111', u'speaker_party': u'D', u'date': u'2004-07-20', u'bills': None, u'bioguide_id': u'S001004', u'order': 1, u'speaking': [u'Mr. Speaker, I thank the Speaker for his recognition, and I am happy to be joined this evening by the gentleman from Ohio (Mr. Ryan) and the gentlewoman from Ohio (Mrs. Jones), and later we will be joined by the gentleman from Ohio (Mr. Brown). We are going to be talking this evening about the Nation, but especially about some of the problems that are faced by those of us who live in the State of Ohio.', u"Mr. Speaker, Ohio's theme has been ``Ohio, The Heart of It All.'' It is true that Ohio is the heartland of our Nation. Ohio probably more than any other State is a microcosm of this great Nation. We have the Great Lakes to the north, the majestic Ohio River along the eastern and southern boundaries. We have some of the richest, most productive farmland in the world. We have great cities: Akron, Toledo, Youngstown, Cincinnati, Columbus. They are wonderful metropolitan areas. We have small towns. And many of those small towns are in my district. Certainly Youngstown and Steubenville, Marietta, Portsmouth, Lisbon, Ohio, all wonderful towns. And we have a great diversity of population. We have great ethnic and racial diversity. We have religious diversity. We have high tech and some of the greatest universities that exist in this country.", u'Although the American people are hurting tonight economically and otherwise, the people of Ohio are especially hurting. In the month of June, Ohio lost 14,100 jobs, bringing the total number of jobs lost since President Bush came to office, the number of jobs lost in Ohio, to 231,500 jobs. In June, Ohio lost 3,400 manufacturing jobs, bringing the total number of manufacturing jobs lost under President Bush to 173,300 jobs. That is only 200 jobs behind those jobs lost in Texas, and third in the entire Nation.', u'The number of unemployed persons in Ohio grew by 111,121 since President Bush took office in 2001, rising to a total number of 3,338,831 persons unemployed last month. That is in Ohio. Nationwide, job creation is still anemic with only about 110,000 jobs created nationally in the last month.', u'The middle class in America is being squeezed. Senator John Kerry has been talking about this middle-class squeeze. Over 90 percent of the new jobs created since August 2003 are service-sector jobs that pay an hourly wage of less than the national wage average. About 1.4 million of the jobs created are service-sector jobs with an average wage of $15.24 an hour, which is 41 cents less than the national average. And 203,000 of these jobs are temporary in nature, providing no stability to the people and the families who depend upon them. Approximately 370,000 of these jobs were in low-paying domestic industries such as wait staff in restaurants and bars and retail workers.', u'In addition to this, and most Americans know this, wages are at a record low. Over the last year, the average hourly wage has fallen. When adjusted for inflation, wages are now at the lowest point in 2 years, and the typical American family is making $1,500 less per year under President Bush.', u"The portion of the national economy going to wages is lower than it has been since 1966. In contrast, after-tax corporate profits are the highest since the government began keeping track in 1947. So the wages of America's workers are declining and the income of the corporate giants are increasing.", u"Now as we approach a month-long recess, instead of this Congress taking steps to help the American working family, Congress is spending its last remaining days debating what is likely to be an unconstitutional effort to block gay marriage and a bill to further extend tax cuts to those who are already wealthy. No wonder that this Congress has come to be known as the ``do-nothing Congress.'' Instead of taking up bills which focus on issues which are really important to the average American, congressional leaders are focusing on issues which are important to their very narrow political constituency. The priorities of this Congress do not reflect the priorities of the American people.", u'Tonight, my colleagues, the gentlewoman from Ohio (Mrs. Jones) and the gentleman from Ohio (Mr. Ryan) and the gentleman from Ohio (Mr. Brown), and I will be talking about some of these issues to inform the American people and to try to alert our colleagues to what is really happening in this country.', u'Mr. Speaker, I yield to the gentlewoman from Ohio (Mrs. Jones).'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/20/H6106-2_problems-that-ohio-faces/'}