{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 108, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 3313, MARRIAGE PROTECTION ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-22/html/CREC-2004-07-22-pt1-PgH6562-3.htm', u'number': 103, u'id': u'CREC-2004-07-22-pt1-PgH6562-3.chunk8', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jackson-Lee', u'pages': u'H6562-H6569', u'speaker_party': u'D', u'date': u'2004-07-22', u'bills': [u'H.R. 3313', u'H. Res. 374'], u'bioguide_id': u'J000032', u'order': 8, u'speaking': [u"Mr. Speaker, I would not be standing here today had it not been for the courts of America, and particularly our Federal jurisdiction. I would not have the opportunity to speak in this august body, to have achieved an education that some might call equal in an unequal system if we did not have Brown v. Topeka Board of Education that broke the chains of segregation on America. I would argue that was a high moment in America's history. We do not have the time in the moments I have to speak to chronicle that history of the courts providing opportunities for the minority.", u'Today I want to explain to America that this is not a constitutional amendment that will address the question of their fears and apprehensions about loving individuals being together. This is a poor fix and this is a collapse of government as we know it.', u'Mr. Speaker, might I say that this is an undermining and barring of Americans from the courthouse door. I give Members an example. Just suppose that farming policies of the State of Texas, my Texas, had been ill-conceived and some poor farmer that Willie Nelson sings for every year went to the Federal courthouse in Texas and asked that those policies be declared unconstitutional or illegal. This amendment sets the precedent for slamming the courthouse door to that farmer.', u'Or maybe someone in Ohio, a consumer who wants to challenge the ill-conceived consumer laws that causes thousands of injuries to our children on the playgrounds of America, and that poor person goes to the Federal courthouse and wants to go to the Supreme Court, that door is slammed in their face.', u'I asked the Committee on Rules in their wisdom to send this out with an unfavorable response. Unfortunately, they did not. So today we debate an ill-conceived precedent that will deny the citizens of America judicial review, due process, and equal protection under the law.', u'I close by simply saying, we see in the Washington Post today that the Pentagon needs billions of more dollars this year in Iraq and Afghanistan. Today we do not debate that. We have the 9/11 report, and today we do not have a Homeland Security authorization markup.', u"I ask my Republican friends, and I ask them with sincerity, why can we not do the people's business and do it in the right way?", u"Mr. Speaker, I close by saying I was and still stand as a minority in America. I cannot stand for having minority rights denied by this amendment being passed today. I ask for a ``no'' vote.", u'Mr. Speaker, I rise in opposition to H. Res. 374, the rule issued for the base bill, H.R. 3313, the Marriage Protection Act (MPA). The very fact that the bill itself has been brought to the floor of the Committee of the Whole is obnoxious and indicative of a diminished respect for the Constitution--with which many of us on this side of the aisle would rather not be associated.', u"In addition to the contravention of and the disregard for the public policy that has been established by statutory law, caselaw decided in the highest court in the Nation, and most importantly the intent of the Framers of our Constitution, the base bill, as my colleagues from Florida so eloquently stated in the Rules Committee hearing yesterday, ``attempts to legislate morality'' for an entire nation.", u'In debating this very important issue, I would ask that my colleagues put aside their personal biases and fears and examine this bill for what it is--a threat to the framework of our democracy that is facially unconstitutional. As legislators, we all take an oath to uphold the integrity of the Constitution and to protect the citizens of America from overbroad and invidious acts of the legislative and executive branches.', u'H.R. 3313 is inconsistent with the Equal Protection clauses of the Constitution and its Bill of Rights. It singles out one group of people--lesbian and gay Americans--for different and inferior treatment. This unequal treatment of one group is the very essence of classifications that run afoul of the principle of Equal Protection.', u"The bill is with the separation of powers. The principle of judicial review, part of the bedrock of our political system since Marbury v. Madison, protects citizens from overreaching by the legislative and executive branches. Our system of government relies on its ``checks and balances'' and an independent judiciary to ensure that all legislation complies with the Constitution. We in Congress lack the power to exempt legislative branch actions from judicial review and we should not attempt to reverse this process now.", u"The proposed Marriage Protection Amendment is inconsistent with Due Process. Removing access to Federal courts on a question of Federal law, such as the constitutionality of MPA, could deprive an individual challenging such a law of due process, which is guaranteed by the Fifth Amendment's Due Process Clause.", u'The proposed Marriage Protection Act is a major departure from our constitutional and legal tradition. Despite many efforts over recent decades to adopt restrictions on Federal courts in controversial areas (such as abortion rights and school prayer), no bill instituting a broad ban on a subject matter class or cases has passed, much less one that disadvantages only a discrete group of people.', u'In Congress, our views differ on many things, but we can unite in the fact that we believe in the constitution and we are here to serve the public. This bill will do neither, it goes against our founding document and it only alienates a group of people and denies them basic rights.', u'I would ask that my colleagues defeat this bill and protect our fundamental rights.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/22/H6562-3_providing-for-consideration-of-hr-3313-marriage-pr/'}