{u'speaker_state': u'NM', u'speaker_raw': u'mr. pearce', u'speaker_first': u'Steven', u'congress': 108, u'title': u'MARRIAGE PROTECTION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-29/html/CREC-2004-09-29-pt1-PgH7825.htm', u'number': 120, u'id': u'CREC-2004-09-29-pt1-PgH7825.chunk11', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Pearce', u'pages': u'H7825-H7831', u'speaker_party': u'R', u'date': u'2004-09-29', u'bills': None, u'bioguide_id': u'P000588', u'order': 11, u'speaking': [u'Madam Speaker, reclaiming my time, I thank the gentleman for his comments,', u'Again, I would reiterate this question is about children. To those who would ask what about the gays and lesbians who are affected, no one would choose for them the lifestyle that they have chosen. But we do contend earnestly to defend the right of the people to continue to define marriage in the traditional sense as between a man and a woman.', u"There are those who would say, what gives you the right to limit the gays' and lesbians' freedoms? And the response is what gives us as a society the right to choose our desires over the needs of children? Because children are the question, and children are the objective of the marriages.", u'There are those who say that traditional marriage is plagued with divorce and should we not fix divorce if we are so concerned about the traditional marriage?', u'You would have to look at other arguments in the same vein. We all drive cars, and cars have crashes. Would crashes not argue against the use of cars? No, crashes simply tell us we should design better cars, we should drive more carefully, we should act with restraint, but they do not tell us we should not drive cars.', u'Neither does divorce, no matter how heinous it is, and it is a deep problem in our society, but it does not argue against the traditional marriage.', u'The people wonder who gets harmed if we make this change. If we redefine the marriage in society, who is harmed by that? I will tell you who gets harmed: the people of this Nation, who lose the right to define marriage as the union of a husband and wife get harmed, because even now in this country there are attempts to define and to codify and to put into law hate crimes legislation which would begin to chill the discussion about values that one family would like to pass on to their kids and to their grandkids.', u'If courts rule that same sex marriage is a civil right, then people like you and me who believe that children need moms and dads, we will be treated like bigots and racists. Religious groups like Catholic Charities or the Salvation Army may lose their tax exemption or be denied the use of parks and other public facilities unless they endorse gay marriage.', u'It gets to a point where in the classroom every description of families would have to include the whole universe of families, because we have already seen that happen. We have seen that the people on the liberal left would redefine even the way that we talk to our children.', u'Public schools will teach young children that two men being intimate is just the same as a husband and wife being intimate. That is not something that many of us feel comfortable with, and that is not something that I think should be forced on us by an activist Supreme Court.', u'If that is to be the way we are to govern and that is to be the way we live, it is right and proper that we would take that discussion to the American people. That discussion should be on every street corner, not in the closed chambers of the supreme court of some State, any State, or even the Supreme Court of the United States.', u'The Supreme Court has made decisions before about values, and we have had to amend the Constitution to change that. The most notable example is when the Supreme Court said in the Dred Scott decision that the will of the majority cannot be used to tyrannize the minority. It is almost the same rationale that was used in Lawrence v. Texas.', u'The will of the majority cannot be used to tyrannize minority, the court said, and we fought a civil war over it, because the will of the majority said slaves should be free and the Supreme Court said the slaves will not be free.', u'Not to have learned their lesson after the Civil War was fought and after we amended the Constitution, the Supreme Court came back 100 years later in the Plessy v. Ferguson case and said that if we could not have our way and mandate slavery, we, the Supreme Court, will mandate separate but equal facilities. Again, it took our society a long time to overcome those Supreme Court decisions.', u'It would be much simpler and much easier if we would recognize right now that the American people should be the ones to determine this issue; and I, for one, am supporting the attempt of the gentlewoman from Colorado (Mrs. Musgrave) to amend the Constitution of the United States to declare in the minds of people for once and for all that marriage is a union between a man and a woman.', u"I will stand and fight for any one person's right to choose their life style, but I will also oppose their attempt to redefine for all of America exactly what marriage is.", u'Madam Speaker, I recognize that my colleague, the gentleman from Iowa (Mr. King), would like to address this issue again, and would yield to him.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/29/H7825_marriage-protection/'}