{"speaker_state": "MS", "speaker_raw": "mr. taylor of mississippi", "speaker_first": "Gene", "congress": 108, "title": "THE NATIONAL DEBT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-10-04/html/CREC-2004-10-04-pt1-PgH8009.htm", "number": 123, "id": "CREC-2004-10-04-pt1-PgH8009.chunk12", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Taylor", "pages": "H8009-H8015", "speaker_party": "D", "date": "2004-10-04", "bills": null, "bioguide_id": "T000074", "order": 12, "speaking": ["Mr. Speaker, I thank the gentleman for yielding.", "Later on this week there will be a debate between the two candidates for President. I distinctly remember the incumbent telling me a little over 3\\1/2\\ years ago that he could increase spending, decrease taxes and pay down the national debt.", "Having watched this body for decades have huge annual operating deficits, I did not think it could work. It just did not make sense. It took fiscal restraints, it took some tax increases that I voted against, but it took both of those things to balance the budget. And here he was coming in saying, I am going to spend more, I am collecting less, and I am going to balance the budget.", "So on the night of my son's 13 birthday, they passed the President's budget. At that time our Nation was $5,643,283,000,000 in debt and owed over $1 trillion to the Social Security trust fund, and yet he said what we needed to do was spend more and collect less.", "In slightly over 3 years the national debt has increased by $1,735,784,685,911. To put that into context, if you went all the way from the American Revolution, the cost of the American Revolution, the cost of the War of 1812, the cost of the Mexican American War, the Civil War, Spanish-American War, World War I, World War II, Korea and Vietnam, all the things that happened in those years, all the way up to 1979, our Nation borrowed $1 trillion. In a little over 3 years, our Nation has borrowed $1.7 trillion. Where did it come from?", "The gentleman from Tennessee (Mr. Tanner) has done a great job of talking about we borrowed it from the Communist Chinese. By the way, if you are concerned about Taiwan's independence, imagine a scenario where the Chinese are getting ready to invade Taiwan and say, By the way, if you defend Taiwan, we are calling in the note for $160 billion you owe us, plus the note for the other $50 billion you owe to Hong Kong, since we now own them also. So we are calling in the note for over $200 billion if you defend Taiwan. I have got to tell you, I do think that is part of their strategy. I have said that here on the House floor. If you think big deficits are a good idea, then you like borrowing money from the Communist Chinese.", "But worse than that, every single American who has a job, from a kid who is working at a snowball stand to Bill Gates, everybody pays at least on their first $68,000 of income on their Social Security. There was a solemn promise made back during the Reagan Presidency when those taxes were increased that that money would be set aside for no other purpose than paying Social Security benefits.", "Right now, our Nation owes the Social Security trust fund $1.6 trillion with no plan to pay it back. The past 3 years, they have stolen an additional $521 billion from the Social Security trust fund.", "So if you watch the debates Thursday night, and I hope some television commentator somewhere is watching this, how about a great question: How do you plan to pay back the $1.6 trillion that has been stolen from the Social Security trust fund, including the $521 billion that has been stolen in just over the past 3 years? Because if you do not have a plan to pay it back, then you stole it.", "So in order to get about $600 billion in tax breaks, $521 billion stolen from the Social Security trust fund, the rest is borrowed from the Communist Chinese. A heck of a deal.", "As a matter of fact, if you take a look at it, for every dollar the American people got back in tax breaks, our Nation has borrowed three. That is a heck of a sound business decision.", "So if you have watched the House floor in the past couple of weeks, you know that we have had votes on things like gay marriage, which I opposed. We have had votes on things like burning the flag, which I oppose. We have had a lot of talk of morals; we have had a lot of talk of patriotism.", "So let me pose to my Republican friends who vote for most of these things, a moral question: Is it moral for you to spend money that you are going to stick your kids with the bill? What moral father, what moral mother would go out and buy a house or a fancy car and say, I don't care what it costs, because my kids are going to pay for it.", "What moral grandparent would go out and buy something and say, I don't care what it costs. My grandkids are going to pay for it."], "capitolwords_url": "http://capitolwords.org/date/2004/10/04/H8009_the-national-debt/"}