{"speaker_state": "MS", "speaker_raw": "mr. taylor of mississippi", "speaker_first": "Gene", "congress": 108, "title": "THE NATIONAL DEBT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-10-04/html/CREC-2004-10-04-pt1-PgH8009.htm", "number": 123, "id": "CREC-2004-10-04-pt1-PgH8009.chunk22", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Taylor", "pages": "H8009-H8015", "speaker_party": "D", "date": "2004-10-04", "bills": null, "bioguide_id": "T000074", "order": 22, "speaking": ["Mr. Speaker, it is funny how people change. There was a guy who was a Representative from Illinois and he believed in a balanced budget. His name is Dennis Hastert. Back when he was just Member Hastert, he gave great speeches on the House floor about the importance of a Balanced Budget Amendment to the Constitution. So whether the gentleman from Tennessee (Mr. Tanner) is here, whether the gentleman from Texas (Mr. Stenholm) is here, whether I am here, whether the gentleman from California (Mr. Cunningham) is here, no matter who is here, the rules are that Congress cannot spend more than they collect in taxes.", "The gentleman from Illinois (Mr. Hastert) he came to the floor back then and said, Mr. Chairman, I rise today in support of a Balanced Budget Amendment. ``It is an amazing statistic that interest payments on our national debt were 5 times higher in 1993,'' we are going back a ways, ``than outlays for all education, job training, and employment programs combined. Clearly, until our monstrous'' then ``$4.3 trillion Federal deficit is eliminated, interest payments will continue to eat away at the important initiatives which the government funds. I will not stand by and watch Congress recklessly squander the future of our children and grandchildren. Mr. Chairman, when I served in the Illinois legislature, the fact that we had a balanced budget amendment to our State Constitution enabled us to practice strong fiscal discipline. We must have the same safeguard at the Federal level. The American people have wanted a Balanced Budget Amendment for a long time because they know it is the only way to force Congress to make the tough spending choices.''", "That comes out of the Congressional Record March 17, 1994. The gentleman from Illinois (Mr. Hastert) became Speaker in January of 1999, almost 5 years ago. In the 5 years that he has been Speaker, he has not allowed a single vote on a Balanced Budget Amendment to the Constitution. We have had a number of votes on amending the American Constitution on things that I voted for, things like preventing gay marriage, things like preventing flag desecration, but not a single vote on what I consider to be the most important issue in America right now, and that is passing a law that whether or not the gentleman from California (Mr. Cunningham), or the gentleman from Texas (Mr. Stenholm), or the gentleman from Tennessee (Mr. Tanner), or myself, the Speaker, or no matter who sits in our chairs, those people who serve the public will spend no more than they collect in taxes.", "I say to the Speaker of the House, the gentleman from Illinois (Mr. Hastert), we have about 1 week left in this session. I, for one, would like the opportunity to vote on a Balanced Budget amendment. You have blocked it for 5 years now. One of the reasons I will never vote for you for Speaker is because what you said as a Member did not translate into what you did as Speaker of the House.", "I believe it is important. Almost every State has laws that say, you cannot spend more than you collect in taxes. In my State of Mississippi, city councilmen and county supervisors are held personally liable if they spend more than they collect in taxes. And guess what? They do not spend more than they collect in taxes. We need that sort of responsibility here.", "So I say to the gentleman from Tennessee (Mr. Tanner), thank you for pointing out the evils of the debt. We have outlined some solutions tonight. We are hoping guys like the gentleman from Illinois (Mr. Hastert) or whoever the next Speaker is will give us a vote on that. And I am ready to do that, I say to the gentleman from California (Mr. Cunningham), and I hope he is ready to do that. But at the very least, let us have a vote on it. Let us show the American people who is for a Balanced Budget Amendment and who is not. Quit hiding behind the Speaker of the House who, for 5 years now, has blocked that vote, even though he came to this floor on any number of occasions and said how important it was for our Nation to have that."], "capitolwords_url": "http://capitolwords.org/date/2004/10/04/H8009_the-national-debt/"}