{u'speaker_state': u'MA', u'speaker_raw': u'mr. olver', u'speaker_first': u'John', u'congress': 108, u'title': u'PROVIDING FOR CONSIDERATION OF H.J. Res. 106, MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7888-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7888-2.chunk14', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Olver', u'pages': u'H7888-H7895', u'speaker_party': u'D', u'date': u'2004-09-30', u'bills': None, u'bioguide_id': u'O000085', u'order': 14, u'speaking': [u'Mr. Speaker, I rise in strong opposition to this rule and to the underlying amendment.', u'Mr. Speaker, soldiers and innocent civilians are dying every single day in Iraq, 45 million Americans are without health insurance, over 35 million Americans are living in poverty, and 8 million are unemployed and looking for work. Yet with only 10 days until recess, the leadership of this House wastes time on a constitutional amendment that does nothing to stop the deaths of our courageous young people in Iraq, nothing to implement the recommendations of the 9/11 Commission, nothing to address the health care crisis in this country, and nothing to create jobs for unemployed workers and our growing population.', u"Instead, they bring forward a constitutional amendment which, if ratified, would enshrine discrimination in the United States Constitution, this country's most treasured document. Our Constitution has never been amended to discriminate against a particular group of Americans.", u"Gay and lesbian Americans deserve the same rights, responsibilities, and protections as other citizens. This amendment would deny same-sex couples the right to make medical decisions for a sick spouse, to share health insurance, to collect Social Security death benefits, all rights that married couples take for granted. We all have family members or friends whose hopes and dreams this amendment would shatter, good people whose lives should not be used as an election-year tactic to distract attention from the incompetence of the Bush administration's planning for and the conduct of the dismal, dismal aftermath of President Bush's war on Iraq and to distract attention from 4 years of deteriorating fiscal stability here at home, with record yearly deficits, exploding national debt, and puny job growth.", u'Mr. Speaker, we should reject this rule and this divisive, discriminatory amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7888-2_providing-for-consideration-of-hj-res-106-marriage/'}