{u'speaker_state': u'OH', u'speaker_raw': u'mr. brown of ohio', u'speaker_first': u'Sherrod', u'congress': 108, u'title': u'CARING MORAL VALUES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-11-17/html/CREC-2004-11-17-pt1-PgH9875-3.htm', u'number': 132, u'id': u'CREC-2004-11-17-pt1-PgH9875-3.chunk1', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Brown', u'pages': u'H9875', u'speaker_party': u'D', u'date': u'2004-11-17', u'bills': None, u'bioguide_id': u'B000944', u'order': 1, u'speaking': [u'Mr. Speaker, on November 2, Ohio Democrats took our moral values to the polls. For many of us, our faith guided us, too, and our final vote for President was far too close to declare Ohio as a State full of evangelical fundamentalists.', u'For many of us, moral values are guided in our religious faith. My Lutheran upbringing instructs me and my fellow Christians in the teachings of Jesus to read and to follow as best we can the words of the Beatitudes, to try to live our lives and practice our politics as Jesus would have wanted us to.', u"For others of us, those moral values take the form of a faith in our country's greatness to solve our most pressing problems of racial inequality, of inaccessible health care, of the poverty of millions of American children, and of the war in Iraq.", u'For 3 years I have worn a lapel pin depicting a canary in a cage. A century ago, miners took a canary into the mines to warn them of toxic gasses. Miners were forced to provide for their own protection. No mine safety laws, no trade unions able to help, no real support from their government.', u"A baby born in those days had a life expectancy of about 47 years. Today, because of public health initiatives, worker safety laws, Medicare, Social Security, protections for children and minorities and the disabled, as a result we live decades longer. Every bit of progress in the struggle for economic and social justice often rooted in our Judeo-Christian beliefs, every bit of progress prevailed over the opposition of society's most privileged and most powerful.", u"Today, those struggles continue. Our fight for seniors who are forced to choose between medicine and food in our fight against the large pharmaceutical companies' greed comes from our understanding of the holy word.", u"Our opposition to tax cuts for America's most privileged adults and Head Start cuts afflicting our least privileged children follow from the teachings of Christ.", u'Our opposition to the death penalty, keep in mind George Bush approved an execution every 2 weeks during his 6 years as governor of Texas, our opposition to the death penalty is grounded in the scriptures.', u"Our belief that government programs like Medicare and Medicaid and Social Security, not privatized imitations of those programs, those programs should serve all Americans. Our belief that they should serve all Americans bespeaks a faith in the greatness of our country and its ability and willingness to lift up all of God's children.", u'As we have seen over the last 4 years, Republicans campaign to their religious friends on their moral values, mostly opposition to abortion and gay rights, and then govern for and with their corporate allies and contributors.', u'On the floor of the House of Representatives in the light of day we hear much talk from our Republican friends about moral values. But in the committee rooms and in the cloakrooms and in the back of the Chamber, choices are so often made and deals are cut that run counter to the teachings of Christ and Mohammed and the Jewish prophets and fly in the face of the values upon which our Nation was founded.', u'This Congress hurts families by underfunding Leave No Child Behind and college student loans, while giving tax cuts to the wealthiest among us.', u'This Congress hurts the elderly by defeating legislation to bring down the price of prescription drugs and then passing a Medicare bill that further enriches the drug and insurance industry.', u"This Congress hurts our God's earth when it caves to the energy and chemical companies.", u'This Congress hurts our communities when it gives tax breaks to encourage the largest corporations to outsource our jobs.', u'This Congress hurts our grandchildren when it loads huge burdens of debt on future generations.', u'Those are not the right moral values.', u"Tens of thousands of Ohioans worked feverishly for months to help change our Nation's course because of our moral values, because of our faith in God and because of our belief in the Nation's history of taking care of the least among us.", u"In no way do I question the faith of my political opponents, but I am weary of the far right's claim that they are the only ones guided by the hand of God.", u'My understanding of the teaching of Christ, my religious upbringing calls me to walk a different path and to express and act upon my faith in the cause of social and economic justice.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/11/17/H9875-3_caring-moral-values/'}