{"speaker_state": "OH", "speaker_raw": "mr. brown of ohio", "speaker_first": "Sherrod", "congress": 108, "title": "DEMOCRATS' MORAL VALUES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-12-06/html/CREC-2004-12-06-pt1-PgH10920.htm", "number": 137, "id": "CREC-2004-12-06-pt1-PgH10920.chunk1", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Brown", "pages": "H10920", "speaker_party": "D", "date": "2004-12-06", "bills": null, "bioguide_id": "B000944", "order": 1, "speaking": ["Mr. Speaker, last month Ohio Democrats took our moral values to the polls.", "For many of us, our faith guided us, and our final vote for President was far too close to declare, my State, a State full of evangelical fundamentalists.", "For many of us, moral values are grounded in our religious faith.", "My Lutheran upbringing instructs me and my fellow Christians in the teachings of Jesus, to read and to follow as best we can the words of the Beatitudes, to try to live our lives and practice our politics as Jesus would have wanted us to.", "For others of us, those moral values take the form of a faith in our country's greatness to solve our most pressing problems of racial inequality, inaccessible health care, poverty of millions of American children and the war in Iraq.", "For several years, I have worn a lapel pin depicting a canary in a cage. A century ago, miners took a canary into the mines to warn them of toxic gases. Miners were forced, in those days, to provide for their own protection. No mine safety laws. No trade unions able to help. No real support from their government.", "A baby born a hundred years ago in those days had a life expectancy of about 47 years. Today, because of public health initiatives, worker safety laws, Medicare, Social Security, and other new laws, protections for children and minorities and the disabled, we live decades longer.", "Every bit of progress in the struggle for economic and social justice, often rooted in our Judeo-Christian beliefs, prevailed over the opposition of society's most privileged and most powerful.", "Today, those struggles continue. Our fight, in this chamber, for seniors who are forced to choose between medicine and food and our fight against the large pharmaceutical companies' greed is our understanding of the Holy Word.", "Our opposition to tax cuts for America's most privileged adults and Head Start cuts afflicting our least privileged children follow from the teachings of Christ.", "George Bush approved more than 150 executions, one every 2 weeks of his governorship in Texas. Our opposition to the death penalty is grounded in the Scriptures.", "Our belief that government programs like Medicare and Social Security and Medicaid, not privatized imitations of them, our belief in those programs should serve all Americans bespeaks a faith in the greatness of our country and its ability and willingness to lift up all its children.", "As we have seen over the last 4 years, Republicans campaign to their religious friends on their moral values, mostly opposition to abortion and gay rights, and then govern for and with their corporate allies and contributors.", "On the floor of the House of Representatives, in the light of day, we hear much talk about moral values, but in the committee rooms and the cloakrooms, in the halls and in the hideaways, choices are made by Republican leaders that run counter to the teachings of Christ and Mohammed and the Jewish prophets and fly in the face of the values upon which our Nation was founded.", "This Congress hurts families by underfunding Leave No Child Behind and college student loans, while giving tax cuts to the wealthiest among us.", "This Congress hurts the elderly by defeating legislation to bring down the price of prescription drugs and then passing a Medicare bill that further enriches their drug and insurance company contributors.", "This Congress hurts God's earth when it caves to the energy companies and the oil companies.", "This Congress hurts our communities when it gives tax breaks to encourage the largest corporations to outsource their jobs.", "And this Congress hurts our grandchildren when it loads huge burdens of debt on future generations.", "Tens of thousands of Ohioans worked feverishly for months to help change our Nation's course because of their moral values, because of their faith in God, because of their belief in our Nation's history of taking care of the least among us.", "In no way do I question the faith of my political opponents, but I am weary of the far right's claim that they are the only ones guided by the hand of God.", "My understanding of the teachings of Christ, my religious upbringing, call me to walk a different path and to express and act upon my faith in the cause of social and economic justice."], "capitolwords_url": "http://capitolwords.org/date/2004/12/06/H10920_democrats-moral-values/"}