{"speaker_state": "MN", "speaker_raw": "mr. dayton", "speaker_first": "Mark", "congress": 108, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-01/html/CREC-2003-04-01-pt1-PgS4607-3.htm", "number": 52, "id": "CREC-2003-04-01-pt1-PgS4607-3.chunk12", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Dayton", "pages": "S4607-S4614", "speaker_party": "D", "date": "2003-04-01", "bills": null, "bioguide_id": "D000596", "order": 12, "speaking": ["Mr. President, I rise today to oppose the confirmation of this nominee. I do so because his stated views on important judicial matters are not only wrong but also wrong minded, wrong about the particulars of the decisions which he opposes, wrong minded about the proper role and responsibilities of the judiciary under our Constitution.", "The nominee has stated: Our society prohibits, and all human societies have prohibited, certain activities not because they harm others but because they are considered immoral.", "In this category, the nominee includes sadomasochism, cock fighting, bestiality, sodomy, and homosexuality. The nominee made those comments in an article he wrote for the University of Colorado Law Review. He was expressing his pique at a decision by the U.S. Supreme Court, with six Judges in the majority, which overturned a Colorado ballot initiative prohibiting any legal protections based upon sexual orientation. As Colorado Solicitor General, he had unsuccessfully defended that initiative before the U.S. Supreme Court. By his own words, in that law review article, the nominee demonstrated why the majority of the U.S. Supreme Court was right in its understanding and application of the U.S. Constitution and the role of the judiciary in our society and the nominee is wrong.", "The nominee's personal opinion presumably is that homosexuality is immoral. He is entitled to his own opinions. He is not entitled, however, to make his personal opinions the moral code of American society and then to make judicial decisions based upon them. Our country is based upon a foundation of laws which are, in turn, based upon the U.S. Constitution. It is not a society run on the personal prejudices imposed by those who are in power upon the rest of the citizenry.", "The judiciary is the ultimate protector of individuals whom some cultural gestapos would otherwise ostracize, demonize, and criminalize. In the extreme, where countries have their laws made that are enforced by the self-proclaimed guardians of the public more or less, which always quite conveniently match entirely with their own personal beliefs, democracy is always and inevitably sacrificed on the altar of prejudice and intolerance, masquerading as higher ideals. A democracy must be able to permit people's differences, especially in their personal lives. We are not required to like someone else's actions. We are not required to agree with their particular views. But we do have to understand and accept their rights to their personal differences from us and our society's tolerances of those differences as being the essence and the test of a democracy.", "Any totalitarian government--communist, fascist, Saddam Husseinist--tolerates the behavior and beliefs which conform to their own personal views, but those whose words, beliefs, or actions are different from theirs are not tolerated and not permitted. They are dehumanized, incarcerated, and even executed because they or their views or their actions are different from those who hold the power.", "For those of us in a democracy, this is one of the most difficult principles to really understand, and even more difficult for us to put into practice, but that is why we have the judiciary. That is why these are lifetime appointments to the U.S. Federal courts: so that the men and women the President nominates and we confirm can make unpopular decisions, take positions that would get elected officials probably unelected because they do not follow the laws that are derived from the U.S. Constitution. The more unpopular those rights are, the more crucial it is for the judiciary to uphold them.", "Unfortunately, this nominee would rather pander to his ideological pals and perhaps to popular opinion than respect the greater wisdom of the judiciary and the U.S. Supreme Court which he now wishes to join at a lower level. If he does not respect their wisdom and their courage now, it is extremely unlikely that he will acquire either of those qualities when he dons judicial robes. It is a reason again why the penchant of this administration to nominate to high judgeships people who have never before been a judge, as this nominee has not, assures a lack of understanding of the responsibilities and the role, a shallowness, an ignorance and, if they are confirmed, the likely regular abuses based on those misunderstandings and those biases.", "I also disagree with the nominee and his characterization that gay men and lesbian women are seeking special rights when, in fact, anyone who views these matters with any understanding of reality, whether he or she disagrees or agrees with those practices, cannot possibly believe they are not subject to regular and sometimes brutal violations of legal rights, civil rights, and human rights. To twist and distort that need for the protections which the United States court system has, to afford to those who are oppressed and discriminated against and who are the victims of prejudices of those who are not willing to relent, by either greater wisdom in the spirit of our democracy or often the biblical junctions which they purport to represent, if the courts will not stand with those individuals to protect them, then there is no recourse and there is no protection.", "With this nominee, sadly, there is an unwillingness to even admit the reality of circumstances, much less to evidence any understanding of his responsibilities as a judge to uphold this Constitution and what it means for all citizens: The right of life, liberty, and the pursuit of happiness.", "Remember the admonition: Inasmuch as you have done so to these the least of my brothers, you have done so unto me.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2003/04/01/S4607-3_executive-session/"}