{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 108, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-01/html/CREC-2003-04-01-pt1-PgS4607-3.htm", "number": 52, "id": "CREC-2003-04-01-pt1-PgS4607-3.chunk44", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S4607-S4614", "speaker_party": "D", "date": "2003-04-01", "bills": null, "bioguide_id": "K000105", "order": 44, "speaking": ["Mr. President, I yield myself the 2\\1/2\\ minutes.", "I urge my colleagues to vote against the nomination of Timothy Tymkovich to the Tenth Circuit because I do not believe he has met his burden of showing that he has the qualifications, fairness, and commitment to core constitutional values required of an appellate court judge. The positions that Mr. Tymkovich has taken raise serious questions about his ability to be open-minded in cases involving gay rights and privacy, reproductive choice, and the power of the Federal Government with regard to the States.", "As State Solicitor General, Mr. Tymkovich defended Colorado's antigay ballot initiative, Amendment 2, which was struck down by the Supreme Court in Romer v. Evans for violating the equal protection clause. The Romer decision vindicated the ability of gays and lesbians to employ the political process to secure antidiscrimination protections, in the same manner as other American citizens. Justice Kennedy, the author of the Romer decision, perhaps put it best when he said ``it is not within our constitutional tradition to enact laws like Amendment 2. . . . Central to both the idea of the rule of law and to our own Constitution's guarantee of equal protection is the principle that government and each of its parts remain open on impartial terms to all who seek its assistance.''", "As State solicitor, Mr. Tymkovich had a duty to defend Amendment 2, but I am concerned about the content and the tenor of the comments made by Mr. Tymkovich in a law review article he wrote after the Court decided Romer in which he harshly criticized the Court's reasoning and its decision. Not simply content to disagree with the Romer decision, Mr. Tymkovich berates the Romer Court for its ``ad hoc, activist jurisprudence'' and its ``willingness to block a disfavored political result.'' Mr. Tymkovich defends the antigay ordinance as the exercise of freedom against immoral behavior. Employing language that is a frightening parallel to that used by advocates against Federal laws prohibiting racial discrimination in the 1960s, Mr. Tymkovich suggests that prohibiting discrimination on the basis of sexual orientation is an improper infringement on an individual's liberty interest.", "Mr. Tymkovich's statements lead one to question whether he will understand the vital role that the equal protection clause and antidiscrimination legislation plays in protecting minorities against popularly-enacted laws. According to Mr. Tymkovich, ``it is always legitimate public policy for voters or legislatures to repeal disfavored laws. No law, including civil rights legislation can be seen as a one-way street. In the end, this important point was lost on the U.S. Supreme Court.'' The harsh tone of the criticism raises concerns about how Tymkovich will approach the civil rights cases that come before him, and raises questions about his judgment and temperament.", "At his hearing and in answers to written questions, Mr. Tymkovich did state that he would follow Romer, and that he would be fair in antidiscrimination cases involving sexual orientation and other matters. But it is difficult to reconcile the assertion she made at his hearing with the strong statements in his article.", "As solicitor general, Mr. Tymkovich unsuccessfully defended Colorado's decision to cut off, in violation of Federal law, State Medicaid funding for abortions for poor women who had become pregnant due to rape or incest. Again here, Mr. Tymkovich can argue that he was simply doing his job. However, in testimony before Congress in 1996, Mr. Tymkovich criticized the Medicaid requirements as an unwarranted intrusion into a matter of state concern. In that same testimony, Mr. Tymkovich also criticized the Federal ``Motor Voter'' law as intrusive because it poses ``special burdens'' on States; criticized the EPA's decision to prosecute polluters who violated Federal environmental law standards as infringing on state prerogatives, and argued against the doctrine of implied preemption. This testimony, in his capacity as one of the top legal advisors to the State Attorney General, leads me to question whether Tymkovich would have the proper respect for congressional authority to pass laws that impact States.", "Finally, Mr. Tymkovich received a partial rating of ``not-qualified'' from the American Bar Association. While such a rating is not automatically disqualifying, when combined with my other questions about Mr. Tymkovich, it leads me to conclude that I cannot support his nomination.", "Our Federal courts and the American people deserve judges of the highest caliber: judges who are fair, open, and impartial, who are highly qualified, who possess unimpeachable integrity, and who are committed to core constitutional values. The nominee has the burden to show the Senate that he or she meets that standard and is worthy of confirmation. Unfortunately, Mr. Tymkovich has failed to do so.", "I am concerned about what seems like the right-wing ideological bent of the nominees that the administration continues to send forward. I urge this administration to work with the Senate, both Democrats and Republicans, to nominate moderate judges who are qualified, fair, and have bipartisan support. This can be easily done. But the administration continues to insist on its unilateral right to pack the courts with judges hostile to civil rights and to the enforcement of important Federal laws with profound impacts on the lives of Americans.", "The central values of our society--whether our society will continue to be committed to equally, freedom of expression, and the right to privacy--are at issue with each of these nominations. The Constitution does not contemplate a Senate that acts as a rubber stamp. A genuine advice and consent role is essential. If the administration continues to nominate judges who would weaken the core values of our country and roll back the civil rights laws that have made our country a more inclusive democracy, the Senate should reject them. I urge the Senate to reject his nomination."], "capitolwords_url": "http://capitolwords.org/date/2003/04/01/S4607-3_executive-session/"}