{u'speaker_state': u'PA', u'speaker_raw': u'mr. toomey', u'speaker_first': u'Patrick', u'congress': 108, u'title': u'Or how about the almost $400 million that we have appropriated eachof the 3 years to actually help the States implement the test, and the GAO came along and suggested a study on my behalf and...', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-10/html/CREC-2003-07-10-pt1-PgH6565.htm', u'number': 101, u'id': u'CREC-2003-07-10-pt1-PgH6565.chunk84', u'volume': 149, u'chamber': u'House', u'session': 1, u'speaker_last': u'Toomey', u'pages': u'H6565-H6581', u'speaker_party': u'R', u'date': u'2003-07-10', u'bills': None, u'bioguide_id': u'T000461', u'order': 84, u'speaking': [u'Mr. Chairman, I yield myself 3\\1/2\\ minutes.', u'Mr. Chairman, I think all of us in this Chamber have been faced with the painful visits in our offices from constituents who come to us with a heartrending story of a member of their family, often a child, who is suffering from a terrible and debilitating disease, perhaps a fatal disease, perhaps a disease for which there is no cure; and they come to us asking for some help, asking for resources to provide for the research that might find a cure. And nobody has heard more of these heartrending and compelling stories than the distinguished chairman of this committee. I know he has devoted enormous amounts of time and effort to making sure the resources are there to help to try to find cures where it is possible.', u'I think we have all embraced the idea of significant increases in funding for NIH, I have, and I think that is a bipartisan agreement. And we are all proud that we have doubled funding for NIH over 5 years. But what this amendment is about is trying to find a little bit more hope for a few more families. My amendment does not cut a dime of funding for NIH. What it does do is it would require the NIH to reprogram the money that is going to a few grants which we think are just much less worthy of taxpayer funding than the kind of research the NIH is generally doing to cure these devastating diseases.', u'Now, one of these is a research project that the gentleman from Indiana is going to discuss, but I want to mention the four that my amendment would specifically exclude and forbid further funding from. These are projects, grants that are under way now and have already been funded by the NIH in the past, and we would, with this amendment, shut off further funding for.', u"One of them is a study on the sexual habits of older men. A second is a study on San Francisco's Asian prostitutes and masseuses. A third one is a study on mood arousal and sexual risk-taking. And let me just share with my colleagues a highly sanitized and abbreviated summary of their grant application. If I actually read the whole thing, I suspect I would be admonished for the language I would be using on the House floor, so I will read just a little summary.", u"This is a proposal, which says: ``In a series of laboratory studies, mood and sexual arousal will be induced and then their individual and combined effects on sexual risk-taking will be examined.'' Those are not my words. Those are the words of the applicant for the grants.", u'There is another study on American Indian transgender research. The proposal, which is based on the proposition that American Indian and Alaskan native lesbian, gay, bisexual, transgender, and too-spirited individuals are a drastically understudied and underserved group.', u'Mr. Chairman, I ask my colleagues, who thinks this stuff up? And, worse, who decides to actually fund these sorts of things? Well, unfortunately, the NIH has done so. These are the exceptions, and not the rule. This is not a general criticism of the NIH. But the point is these are not applications that are worthy of taxpayer funds.', u'And let me make the point that there is nobody here that I know of that is saying we should ban this sort of research. If they want to do this sort of research, we need to fund this privately and not with taxpayer dollars. I simply want to make the point that there are so many far more important, very real diseases that are affecting real people; and that is what this kind of money could be used for, would be used for.', u'We leave it to the NIH to decide how to reprogram this. And as for those who suggest that we should not interfere with the process by which the NIH decides how to allocate their funds, let me strongly disagree. We have an affirmative obligation in this Congress, as the body that controls the pursestrings of the Federal Government, to supervise and provide oversight. And when a bureaucracy is making mistakes, we have an obligation to come here and correct that. That is all we are saying.', u'Mr. Chairman, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/10/H6565_or-how-about-the-almost-400-million-that-we-have-a/'}