{"speaker_state": "OR", "speaker_raw": "mr. smith", "speaker_first": "Gordon", "congress": 108, "title": "HATE CRIMES LEGISLATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-11/html/CREC-2003-07-11-pt1-PgS9286.htm", "number": 102, "id": "CREC-2003-07-11-pt1-PgS9286.chunk8", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Smith", "pages": "S9286-S9288", "speaker_party": "R", "date": "2003-07-11", "bills": null, "bioguide_id": "S001142", "order": 8, "speaking": ["I will not be long. I was mindful Senator Kennedy was speaking to the issue of hate crimes. I was going to ask him the question that I think he would agree with. We acknowledge at a surface level the argument could be made that hate crimes do not belong on a State Department authorization bill. That is the case at a surface level, but it is also true that our foreign policy should reflect the values of the American people. The values of the American people say the war on terrorism is waged not just abroad but here at home.", "Our country is plagued with hate crimes. Some people will say all crimes are hateful, but what Senator Kennedy and I are focusing on are those crimes which target a community of vulnerable people--whether race, religion, gender, disabled, and additionally those whose sexual orientation is different from the majority.", "It is an incredible tragedy that the Federal Government has not been allowed to participate in the hate crimes prosecution in places where sometimes local police departments are overwhelmed by national media, or places where the prosecutions do not occur as they ought to.", "Senator Kennedy and I are proposing as part of this bill we take up the issue of hate crimes. This institution has passed this issue before by large majorities. We ought to do so again.", "Many in this country have strong feelings on the issue of gay and lesbian rights--some for, some against--but it is my position that we all ought to be opposed to hate crimes and be prepared to do something about it. I will never forget the enormous tragedy of the murder of Matthew Shepherd and the impact that had on me when I considered the Federal Government was not permitted to help the Laramie police department that was overwhelmed by national media; the Federal Government had to be silent because we had no statutory authority--not to take over State or local effort--to help them in this effort. As a moral principle the Federal Government ought to show up in the prosecution and pursuit of those who commit hate crimes. These are happening far too often.", "Sometimes those on my side will say: This is not consistent with a family value. There is nothing about hate crimes that represents a legitimate family value. Some of the things that are held up as family values are phony values. Marriage is one of those that is a very real family value. We ought to have a debate on that, too. But when it comes to hate crimes, public protection for all of our citizens, we need to act.", "Senator Kennedy and I have both said to the managers of this bill we would rather not bring it up on this bill. It is a fact this authorization is probably one of the few that will make it through in the balance of this session of Congress. We do not think this should wait any longer. We think terrorism abroad, our foreign policy opposing terrorism, ought to be reflected by the values of the American people who oppose terrorism at home. Hate crimes are a very real form of terrorism. We ought to do something about it. The Federal Government ought to show up to work and we ought to come together around a real family value which is the opposition to hate crimes.", "I have said before, if you want to talk to me about sin, come with me to church. If you want to talk with me about public policy for all of us sinners, let's go to the Senate and make sure we provide protection for all of America's children. Hate crimes is the vehicle.", "The majority leader is working with Senator Kennedy and I to get us the opportunity before the August recess to have a period of debate--it need not be long--and a straight up-or-down vote so we can get this moving in the process, consistent with America's values abroad so we are consistent at home fighting terrorism.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2003/07/11/S9286_hate-crimes-legislation/"}