{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 108, u'title': u'SIXTH CIRCUIT JUDICIAL NOMINEES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-17/html/CREC-2003-07-17-pt1-PgS9581-2.htm', u'number': 106, u'id': u'CREC-2003-07-17-pt1-PgS9581-2.chunk0', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Durbin', u'pages': u'S9581', u'speaker_party': u'D', u'date': u'2003-07-17', u'bills': None, u'bioguide_id': u'D000563', u'order': 0, u'speaking': [u"Mr. President, last week I came to the floor to object to the majority leader's attempt to file a discharge petition on four of President Bush's judicial nominees to the Sixth Circuit. I want to clarify the basis of my objection because my comment was taken out of context by the majority leader and Senator McConnell yesterday on the Senate floor.", u"I said last week that the four nominees should not be moved out of the committee because they haven't yet had a hearing. That is indeed one basis for our objection. I am not aware of any judicial nominee who has been voted on without having a hearing--that is just not the way the judicial confirmation process works.", u"But I also said that I was objecting on behalf of Senators Levin and Stabenow, who have not returned the blue slips on these four nominees because they believe that President Clinton's nominees to the Sixth Circuit were unfairly denied hearings and votes. The Michigan Senators do not wish to proceed with President Bush's nominees until a fair and just resolution has been reached.", u"I think this is a valid argument. In the 1990s, the Republicans blocked 65 of President Clinton's judicial nominees many by home-State Senators who refused to return blue slips. I believe that this blockage was a coordinated attempt by Republicans to stall out the clock so that a Republican President might have the chance to fill those vacancies with right-wing ideologues after the 2000 election.", u"President Clinton nominated three people to the Sixth Circuit who were never given a hearing or a vote, including two people from Michigan. One of President Clinton's Michigan nominees, Helene White, waited 4 years and never received a hearing or vote. The other Michigan nominee, Kathleen McCree Lewis, waited 2 years and never received a hearing or a vote.", u"Why didn't these two highly qualified women ever receive a hearing or a vote? Because then-Michigan Senator Spencer Abraham didn't return their blue slips. Now the Bush White House is trying to reap the benefits of Senator Abraham's delay tactics.", u'The Republicans are ignoring the blue slip process today, but they honored the Blue Slip policy in the 1990s as if it were the gospel. Not once did a Clinton judicial nominee get confirmed if their blue slips were not returned. Here is what the Judiciary Committee Chair, Senator Hatch, said on the Senate Floor in October 1999:', u"After a fair and thorough review in committee and after paying the deference to the President to obtain a vote on the floor, I consider the position of a nominee's home State Senators. These Senators are in a unique position to evaluate whether a nominee instills the confidence in the people of a State necessary to be a successful Federal judge in that State. . . . Thus, there has developed a general custom and practice of my giving weight to the Senators from a nominee's home State. . . . When the President has not adequately consulted with the Senate, it takes longer to gain the consensus necessary to move the nominee. And when both home State Senators of a nominee oppose a nominee on the floor of the Senate, it is almost impossible to vote for the confirmation of that nominee.", u"Senator Hatch summed it all up in an interview he gave with NPR in 1997. He said: ``The policy is that if a Senator returns a negative blue slip, that person's gonna be dead.''", u'Now that the shoe is on the other foot, the Republicans have backed away from the blue slip policy because they have a higher mission: packing the courts with right-wing ideologues.', u"Not since President Roosevelt's Court-packing plan in 1937 has this country seen a President who has played politics with the courts the way President Bush has. Over the past 2 years, he has nominated some of the most ideologically driven people in the Nation to important judgeships.", u"They advocate extreme positions that would turn back the clock on women's rights, gay rights, workers' rights, consumer protection, and environmental protection.", u'Maybe President Bush has selected these people because he wants to pacify the far right wing of his party. Or maybe he truly shares their extreme beliefs.', u'The bottom line is this: the Republicans are changing the rules for their own partisan gain. They are violating two longstanding principles with the Michigan nominees: 1. not honoring the blue slip process that they so zealously honored when the shoe was on the other foot, and 2. not honoring the Judiciary Committee confirmation process by attempting to confirm these nominees without giving them hearings or a committee vote.', u"There is an easy resolution to the problem that the Republicans have created. As Senator Stabenow said earlier today on the Senate floor, she and Senator Levin have made numerous proposals--including the creation of a bipartisan selection commission like Wisconsin's--to select Michigan's judicial nominees. Unfortunately, the White House has rejected these very reasonable proposals.", u'I hope that the Bush White House will reconsider its position and work with the Michigan Senators to ensure justice and fairness for the people of Michigan.', u'In the meantime, it is not appropriate to have hearings on the Michigan nominees.', u"One final note: The debate over the Michigan nominees should not overshadow the fact that the Senate has confirmed the vast majority of President Bush's nominees. To date, we have confirmed 139 of his judicial appointments 134 to Article III courts, and 5 to the Article I Court of Federal Claims. We have held up just two nominees.", u'So the score is 139 to 2.', u"Democrats are accused of being obstructionist, yet we have confirmed so many of President Bush's judges that we now have the lowest judicial vacancy rate in 13 years."], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/17/S9581-2_sixth-circuit-judicial-nominees/'}