{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 108, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-31/html/CREC-2003-07-31-pt1-PgS10455-7.htm', u'number': 116, u'id': u'CREC-2003-07-31-pt1-PgS10455-7.chunk4', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S10455-S10469', u'speaker_party': u'D', u'date': u'2003-07-31', u'bills': None, u'bioguide_id': u'K000105', u'order': 4, u'speaking': [u"Mr. President, I urge my colleagues to vote against cloture on the nomination of William Pryor. Since President Bush came into office, the Senate has confirmed 140 of his nominees and so far blocked only two. We have blocked these nominees partly because they were too extreme for lifetime judicial appointments, and partly because the White House and the Senate Majority have tried to jam the nominations through the Senate without respect for the Senate's advice and consent role under the Constitution, and without respect for the Senate's rules and traditions.", u'The nomination of Mr. Pryor illustrate all of these issues. His views are at the extreme of legal thinking. It is clear from his record that does not merit confirmation to a lifetime seat on an appellate court that often has the last word on vital issues, not only for the 4.5 million people of Alabama, but also for the 8 million people of Georgia and the 15 million people of Florida.', u"Mr. Pryor is not simply a conservative, he is committed to using the law to advance a narrow ideological agenda that is at odds with much of the Supreme Court's jurisprudence over the last 40 years. An agenda that is at odds with important decisions that have made our country more inclusive and fair over the past 40 years.", u"Mr. Pryor's agenda is clear. He is an aggressive supporter of rolling back the power of Congress to remedy violations of civil and individual rights; he is a vigorous opponent of the constitutional right to privacy and a woman's right to choose; and, he is an aggressive advocate of the death penalty, even for individuals with mental retardation. He contemptuously dismissive of claims of racial bias in the application of the death penalty. He is a ardent opponent of gay rights.", u"What we are expected to believe is that despite the intensity with which he holds these views and the years he has devoted to dismantling these legal rights, he will still ``follow the law'' if he's confirmed to the Eleventh Circuit. Repeating that mantra again and again in the face of his extreme record does not make it credible that he will do so.", u"Mr. Pryor's supporters say that his views have gained acceptance by the Courts, and that his legal positions are well within the legal mainstrain. This is simply not true. Mr. Pryor has consistently advocated views to narrow individual rights far beyond what any court in this land had been willing to hold.", u"Just this past term, the Supreme Court rejected Mr. Pryor's argument that States could not be sued for money damages for violating the Family and Medical Leave Act. The Court rejected his argument that states should be able to criminalize private sexual conduct between consenting adults. The Court rejected his far-reaching argument that counties should have the same immunity from lawsuits that States have. The Court rejected his argument that the right to counsel does not apply to defendants with suspended sentences of imprisonment. The Court rejected his argument that is was constitutional for Alabama prison guards to handcuff prisoners to ``hitching posts'' for hours in the summer heat.", u"Last term, the Court also rejected Mr. Pryor's view on what constituted cruel and unusual punishment in the context of the death penalty. The Court held, contrary to Mr. Pryor's arguments, that subjecting mentally retarded persons to the death penalty violated the Eighth Amendment. And just this Spring, the Eleventh Circuit, a circuit dominated by conservative, Republican appointees, rejected Mr. Pryor's attempt to evade that Supreme Court's decision. Mr. Pryor attempted to prevent a prisoner with an IQ of 65--whom even the prosecution had noted was mentally retarded--from raising a claim that he should not be executed. Repeatedly, his far-reaching arguments have been rejected by the courts. This is not a man within the legal mainstream.", u"Mr. Pryor and his supporters simply say that he is ``following the law,'' but repeatedly Mr. Pryor attempts to make the law, using the Attorney General's office as his own personal ideological platform.", u"Mr. Pryor's many intemperate, inflammatory statements show that he lacks the temperament to serve on the Federal court. Mr. Pryor ridiculed the Supreme Court of the United States for granting a temporary stay of execution in a capital punishment case. Alabama is one of only 2 States in the Nation that uses the electric chair as its sole method of execution. The Court granted review to determine whether the use of the electric chair was cruel and unusual punishment. For Mr. Pryor, however, the Court should not have even paused to consider this Eighth Amendment question. He said the issue ``should not be decided by 9 octogenarian lawyers who happen to sit on the Supreme Court.'' This doesn't reflect the thoughtfulness we seek in our federal judges.", u"He is dismissive of concerns about fairness in capital punishment. He has stated: ``make no mistake about it, the death penalty moratorium movement is headed by an activist minority with little concern for what is really going on in our criminal justice system.''", u"I have watched my colleagues on the other side bring up every argument they can find to save this nominee. Mr. Pryor's record is so full of examples of extreme views, and they labor to rebut each one. They call Senate Democrats and citizens who question Mr. Pryor's fitness--including more than 204 local and national groups--a variety of names, and accuse us of bias. The question however is why when there are so many qualified Republican attorneys in Alabama, the President would choose such a divisive nominee? Why pick one whose record raises so much doubt as to whether he will fair? Why pick one who can only muster a rating of partially unqualified from the American Bar Association?", u'I hope this nominee will not be approved.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/31/S10455-7_executive-session/'}