{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 108, "title": "CLASS ACTION FAIRNESS ACT OF 2003--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-20/html/CREC-2003-10-20-pt1-PgS12866-2.htm", "number": 147, "id": "CREC-2003-10-20-pt1-PgS12866-2.chunk22", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S12866-S12884", "speaker_party": "D", "date": "2003-10-20", "bills": ["S. 274"], "bioguide_id": "L000174", "order": 22, "speaking": [" Substantial Limitations on Access to Courts for Victims of ", " ADA Watch/National Coalition for Disability Rights", " AFL-CIO", " Alliance for Justice American Association of University Women American Civil Liberties Union American Federation of Government Employees American Federation of State, County and Municipal Employees American-Arab Anti-Discrimination Committee Americans for Democratic Action Bazelon Center for Mental Health Law Center for Women Policy Studies Commission on Social Action of Reform Judaism Disability Rights Education and Defense Fund Federally Employed Women Jewish Labor Committee", " Lawyers' Committee for Civil Rights Under Law", " Mexican American Legal Defense and Educational Fund", " NAACP Legal Defense and Educational Fund", " National Alliance of Postal and Federal Employees", " National Association for the Advancement of Colored People", " National Association for Equal Opportunity in Higher Ed", " National Bar Association", " National Center on Poverty Law", " National Coalition on Black Civic Participation", " National Committee on Pay Equity", " National Employment Lawyers Association", " National Fair Housing Alliance", " National Gay and Lesbian Task Force", " National Legal Aid and Defender Association", " National Organization for Women", " National Partnership for Women and Families", " National Women's Law Center", " NOW Legal Defense and Education Funds", " People For the American Way", " Project Equality", " Religious Coalition for Reproductive Choice", " Sierra Club", " UNITE!", " United Food and Commercial Workers International Union", " United Steelworkers of America", " Women Employed", "We all know without consolidating procedures, such as class action lawsuits, it might be impossible for plaintiffs to receive effective legal representation. Lawyers tend to be paid by the hour. They are well paid. But lawyers usually hope they get a portion of the proceedings to take on either the governmental or culprit defendants. They have to do so on a case-by-case individual basis. Sometimes that is what cheaters count on. That is how the cheaters get by on their schemes. If you cheat thousands of people just a little bit, you still cheat; if you only cheat them by $3 or $4, nobody will sue them. But if you are cheating a million people of $3 or $4 each, it adds up.", "Class actions allow the little guys to band together and get a competent lawyer and address wrongdoing. The best class action made it possible for individual tobacco victims to take on the powerful tobacco conglomerates in ways individuals could not. It allows stockholders and small investors to join together and go after investment scams.", "Another example of a class action litigation serving the public interest is the Firestone tire debacle. The national tire recall was started in part by the disclosure of internal corporate documents on consumer complaints of tire defects and design errors that were discovered in the litigation against Bridgestone/Firestone, Inc. Then the plaintiff's attorneys turned this information over to the National Highway Safety Administration. That started a Government investigation.", "Months later, because some people had banded together, Bridgestone/Firestone finally did what they should have done right from the beginning: They recalled 6.5 million tires--but not until after there were 101 fatalities, 400 injuries, and 2,026 consumer complaints.", "As reported by Time magazine at the time, it is doubtful that the internal corporate consumer complaint information would have ever seen the light of day absent the civil rights justice discovery process.", "The bill before the Senate creates unique risks and obstacles to plaintiffs that are not in the current system. A particularly troubling aspect of S. 1751 is it allows the removal of a case at any time. Anybody who has ever practiced law, anybody who has ever litigated cases--and I, as many other Senators, have--knows the possibilities for abusing this provision are obvious. As more than 100 legal experts, law professors, noted in a letter to the distinguished Republican leader and the distinguished Democratic leader, Senators Frist and Daschle, they said:", "This would give a defendant the power to yank a case away from a state-court judge who has properly issued pretrial rulings the defendant does not like, and would encourage a level of forum-shopping never before seen in this country. Moreover, this provision would allow an unscrupulous defendant, anxious to put off the day of judgment so that more assets could be hidden, to remove a case on the eve of a state-court trial, resulting in automatic delay of months or even years before the case would be tried in Federal courts.", "I ask unanimous consent that the letter of the 100 law professors be printed in the Record.", " There being no objection, the material was ordered to be printed in the Record, as follows:", "Dear Senators Frist and Daschle: We are professors of constitutional law, civil procedure, and other subjects, at law schools across the nation. We are writing this letter because of grave concerns over the so-called ``Class Action Fairness Act'' (S. 274) and its House counterpart (H.R. 1115), specifically the effect these bills would have on the administration of justice in the United States and on the ability of American consumers, small businesses, and others to obtain relief for injuries done to them. We also have serious questions about the constitutionality of the Act. We urge the Senate to reject this legislation.", "Dear Senators Frist and Daschle: We are professors of constitutional law, civil procedure, and other subjects, at law schools across the nation. We are writing this letter because of grave concerns over the so-called ``Class Action Fairness Act'' (S. 274) and its House counterpart (H.R. 1115), specifically the effect these bills would have on the administration of justice in the United States and on the ability of American consumers, small businesses, and others to obtain relief for injuries done to them. We also have serious questions about the constitutionality of the Act. We urge the Senate to reject this legislation. practical effect of enacting the bill into law"], "capitolwords_url": "http://capitolwords.org/date/2003/10/20/S12866-2_class-action-fairness-act-of-2003-motion-to-procee/"}