{u'speaker_state': u'TX', u'speaker_raw': u'mr. hensarling', u'speaker_first': u'Jeb', u'congress': 108, u'title': u'WASHINGTON WASTE WATCHERS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-29/html/CREC-2003-10-29-pt1-PgH10113.htm', u'number': 154, u'id': u'CREC-2003-10-29-pt1-PgH10113.chunk1', u'volume': 149, u'chamber': u'House', u'session': 1, u'speaker_last': u'Hensarling', u'pages': u'H10113', u'speaker_party': u'R', u'date': u'2003-10-29', u'bills': None, u'bioguide_id': u'H001036', u'order': 1, u'speaking': [u'Mr. Speaker, I rise again this week as cofounder of the Washington Waste Watchers, a Republican effort designed to bring the disinfectant of sunshine into the shadowy corners of the wasteful Washington bureaucracy.', u'Last week, the Treasury Department reported the current fiscal year deficit, excluding Social Security receipts, closed at $535 billion, one of the largest deficits ever. Faced with this growing budget deficit and obvious unparalleled homeland security needs, surely we must do something.', u'Now, Democrats say the only way to cut the deficit is to yet again raise taxes on the American family. I disagree. We do have a historically large deficit, but not because the American people are taxed too little. It is because Washington spends too much.', u'Since 1998, just 5 years ago, Federal spending has increased 22 percent and the amount the Federal Government spends per household has increased from $16,000 to $21,000 per household. This is a 5-year spending binge, the likes of which we have not seen since World War II. But the binge did not start just yesterday. The Federal budget has been growing seven times faster than the family budget for the last 2 generations. This assault on the family budget is unfair, unsustainable, and unconscionable.', u'Mr. Speaker, much of the spending in Washington is also pure waste, fraud, and abuse. And by attacking it every day, we can begin to reduce this deficit. That is why the Washington Waste Watchers are here.', u"Mr. Speaker, tonight, let us just look at a few questionable examples of spending in one Federal agency, the National Institutes of Health, or NIH. NIH is funding a 6-year grant to study American Indian and native Alaskan lesbian-gay, bisexual, transgender, and ``two-spirited'' individuals. This study is estimated to cost the American taxpayer over $3 million. Part of the purpose of this study is to ``facilitate future goals of designing and evaluating interventions to address the urgent needs of two spirits.''", u'We are fighting a war on terrorism and this is urgent? And, even worse, Democrats want to raise our taxes to pay for more of this?', u"NIH is also paying approximately $276,000 for a 4-year study on the sexual behavior of 80- and 90-year-old men. What are we supposed to do with this information? NIH has also handed out over $107,000 to fund a research on mediums or, in their words, ``individuals who regularly enter altered states of consciousness as part of a religious ritual.'' Combined, that is $383,000 of the American people's hard-earned tax dollars. And Democrats want to raise our taxes to pay for more of this?", u'NIH is also funding studies on reactions to pornography, sexual risk-taking, and they also chipped in for a conference on sexual arousal, all of which will end up costing the American taxpayer an estimated $650,000 over 2 years. Mr. Speaker, $650,000, and Democrats want to raise our taxes to pay for more of this?', u'They are spending an estimated $1.2 million over 6 years on Chinese panda research, and we have no native pandas in America. They are also spending $4.6 million on sexologists.', u"Mr. Speaker, the few items I just mentioned are from just one government agency, and it will waste over $10 million of the American taxpayers' money.", u'Now, tonight I wish I could say these were unique examples but, unfortunately, this type of waste has been going on in this city for years and years. Now, Mr. Speaker, I certainly support scientific research, and NIH has done some very great work, especially in the area of cancer research. But where are our priorities? Where is our common sense? Where is the accountability? Does anybody really believe at a time of historically large deficits, with enormous homeland security needs, that we need to be spending over $10 million of hard-earned American family money on sexologists and Chinese panda research? If these are the grants that are approved by NIH, I would hate to see the ones they turn down.', u'Mr. Speaker, there are so many different ways that we can save money in Washington without cutting any needed services and without raising taxes on hard-working Americans. Because when it comes to funding programs in Washington, it is not how much money Washington spends; it is how Washington spends the money.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/10/29/H10113_washington-waste-watchers/'}