{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 108, "title": "MAKING FURTHER CONTINUING APPROPRIATIONS FOR FISCAL YEAR 2003", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-01-23/html/CREC-2003-01-23-pt1-PgS1379-2.htm", "number": 12, "id": "CREC-2003-01-23-pt1-PgS1379-2.chunk146", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S1379-S1419", "speaker_party": "D", "date": "2003-01-23", "bills": null, "bioguide_id": "K000105", "order": 146, "speaking": ["Mr. President, this is a health amendment. It is related to the broad disparities that exist in health care in our society, which recently the President of the United States has recognized, and also our majority leader.", "I will take a moment or two to demonstrate these very significant health disparities. This amendment is intended to support and expand some of the existing programs which are in effect and a number of which have been cut very deeply in this omnibus appropriations bill, to restore funding to the appropriations, and then also to meet some of the current needs.", "Just very quickly, we have nearly one in four African Americans and one in three Hispanics who are uninsured compared to 16 percent of all Americans. The mortality rate for African Americans is 1.6 times higher than for Whites, a ratio that is actually identical to the ratio in 1950. That has not changed since 1950--the last 50 years. The African-American infant mortality rate is twice that of Whites. Diabetes afflicts Hispanics twice as much as Whites. Minorities are less likely to get heart medicines or cardiac surgery or even essential pain medications. African-American men suffer prostate cancer twice as often as White men.", "This is the reality. And I could go on. There are very dramatic and significant disparities. Take, for example, the health disparities in HIV/AIDS. This chart shows the rate per 100,000 of the population. It is 81.9 among Black Americans, 34.7 among Hispanics, 9.4 among American Indians/Alaskans. And it is 8.4 among the White population. There is a tremendous disparity.", "What we have seen is that the minority HIV/AIDS initiative faces a devastating cut in this omnibus bill. It is an 85-percent cut. Do we hear that? An 85-percent cut.", "In 2002, there was $381 million available for the initiative. In the omnibus, it is $50 million. This amendment would put it at $540 million. It would take the $380 million and adjust it to the increased demands we are facing.", "It is absolutely intolerable that we have seen this dramatic reduction in terms of outreach for services, for prescriptions, for caring among minority populations. I think it is one of the glaring deficiencies of this particular program.", "Before continuing, I must make a brief comment on today's Washington Post article on the front page where they say the AIDS panel choice wrote of a ``gay plague''--a ``gay plague.'' ``Views of White House Commission Nominee Draw Criticism.''", "I would have thought, with all the debate and discussion we have had here on the floor, going back to the debate and discussion on Ryan White, and how we have debated and discussed the NIH budget and other issues relating to minority health, that we could have moved beyond this kind of serious stereotype of characterizing those with HIV or AIDS as part of a ``gay plague.'' Most of us thought this country had gone well beyond that kind of horrible insensitivity. I believe this appointment should be withdrawn. It is an insult to gay Americans, to those who have worked so hard to treat people with AIDS with sensitivity and support.", "Removing one individual is not enough. We must maintain and expand our commitment to deal with the disease. When it comes to AIDS in the minority community, this appropriations bill is missing in action.", "This amendment also provides some assistance to the NIH Center on Minorities and Health Disparities to try to make sure that the center, which coordinates a national research agenda on minority health is going to be adequately funded.", "It also provides a very small and modest increase in the HHS Office for Civil Rights. Many members of the minority community are being excluded from treatment, care, and attention. It is difficult to think that is the case, but that is happening all over this country. The HHS Office for Civil Rights has more than 1,000 complaints on its desk that are being unanswered. We provide a few million dollars, from $33 million up to $48 million, to be able to deal with this.", "Finally, one of the most important provisions in all of this pertains to programs that are directed to try to help meet the deficiencies in training minority health professionals and support historically Black schools. I just want to point out that in the Clinton year of 2000, funding was $93 million; in 2001, it was $109 million; and in 2002, it was $115 million; but the Bush request for this year is $10 million--$10 million.", "There has been an increase in the revised omnibus, but it still shows a blatant and flagrant failure to understand the serious problem in the declining numbers of minority health professionals. These series of programs and the centers of excellence that enable many minorities to make it to schools of professional training--in nursing, dentistry, and medicine--those programs would have effectively been closed down. And the scholarship programs which have been available to minority students effectively would have been drastically reduced.", "It does seem to me, after all we have heard in the debates over the period of the last 2 weeks, on issues of affirmative action, on issues of civil rights, that the one area on which we could all come together is these extraordinary disparities in health care that have been out there. These are the same disparities that have been around for the last 50 years and, under this omnibus bill, programs that help to alleviate the disparities are being cut back or abandoned in a very significant and important way.", "This amendment restores those funds and adds additional funding to it to make sure we have realistic levels of assistance to reduce disparities. It does seem that even though we have had debates that have been divisive over recent times, on issues of affirmative action and other judicial issues, we as a Senate ought to be able to come together and say that whether you are going to get care and attention on a particular sickness or disease should not depend on the color of your skin. That is what is happening.", "Mr. President, I yield myself 2 more minutes."], "capitolwords_url": "http://capitolwords.org/date/2003/01/23/S1379-2_making-further-continuing-appropriations-for-fisca/"}