{"speaker_state": "CA", "speaker_raw": "ms. lee", "speaker_first": "Barbara", "congress": 108, "title": "HONORING WILLIE L. BROWN, JR.", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-22/html/CREC-2003-11-22-pt1-PgE2390-3.htm", "number": 171, "id": "CREC-2003-11-22-pt1-PgE2390-3.chunk0", "volume": 149, "chamber": "Extensions", "session": 1, "speaker_last": "Lee", "pages": "E2390-E2391", "speaker_party": "D", "date": "2003-11-22", "bills": null, "bioguide_id": "L000551", "order": 0, "speaking": ["Mr. Speaker, I rise today to honor Mayor Willie Brown of San Francisco on his upcoming retirement after 40 years of dedication and spirited service to the community.", "As we honor Mayor Brown, I want to thank him for being an exemplary role model, leader, and friend. I take great pride in joining his family, friends and colleagues to recognize and salute the accomplishments and contributions of Willie L. Brown, Jr.", "Mayor Brown's personal story is an inspirational one. He was born into poverty on March 20, 1934, in Mineola, Texas, a small, racially-segregated Texas town, where he earned his first dollar as a shoeshine boy. Throughout his high school years, he worked as a janitor, a crop harvester and a messenger. On graduating, he moved to San Francisco, bringing with him a little more than a cardboard suitcase and hope in his heart.", "He worked his way through and graduated from San Francisco State University and from the Hastings College of the Law. He was admitted to the State Bar of California and built a thriving law practice in what was then a pre-dominantly white legal world.", "Brown was elected to the California Assembly in 1964 and was re-elected 16 times, serving a total of 31 years in the Assembly. In 1980, he was elected Speaker of the Assembly, a position of power second only to that of the governor. The state's only African American Speaker, he held the position for an unprecedented 15 years.", "Mayor Brown's personal experiences in the realm of racial discrimination have made him a tireless advocate for affirmative action. During his years as a state assemblyman, dozens of his bills became laws, including the passage of the most comprehensive educational reform and financing bill in 20 years. He also passed bills that requested the United States Congress to grant citizenship to Filipino veterans of WWII and eliminated criminal penalties for private sexual acts between consenting adults, a bill that was introduced before the Assembly five times before its ultimate passage.", "While in the Assembly, several organizations awarded Brown for his tireless work on behalf of minority groups; he received the California Association of the Physically Handicapped Special Service Award, the ACLU Human Rights Award from the Gay Rights Chapter, the Tree of Life Award from the Jewish National Fund, the Japanese American Bar Association Award, and was honored by the California Advisory Commission on Special Education.", "As mayor, he has continued his career-long commitment to civil rights and higher education, notably by designating the address of the refurbished City Hall as Dr. Carlton B. Goodlett Place after the recently-deceased San Francisco NAACP Chapter president and community activist. During the renaming ceremony and in front of a crowd of 7,000 people gathered at the 13th annual Martin Luther King Holiday rally, Mayor Brown restated his dedication for the betterment of education, his continued fight for civil rights, and his dedication to representing all of the minority groups that make up San Francisco.", "Mayor Brown continues to make good on this promise. He championed and signed legislation requiring all companies doing business with the city to grant equal benefits to their workers' domestic partners. As mayor, he presided over seven domestic partner commitment ceremonies, the latest taking place in City Hall. His administration is also working toward guaranteeing universal health care for its 130,000 residents currently without medical coverage. Thanks to commitment from the City and the private sector, the University of California at San Francisco will break ground on its first new campus in over twenty years.", "During his seven years at the helm of one of America's most diverse cities, Mayor Brown has shown continued leadership, creating continued vitality and economic energy in San Francisco. Respected in the ethnically diverse neighborhoods as well as in the burgeoning business community, a San Francisco Chronicle reporter said of Brown, ``He's been magical in his ability to unite the city. There's been this unbelievable camaraderie between camps that have been at war for years.'' As the city's first African American mayor, Mayor Willie L. Brown, Jr. continues to represent the past, present and future of civil rights and the cultural and intellectual diversity that symbolizes San Francisco's history of acceptance.", "Mayor Brown has been a mentor and a friend since the early 1970's. He has been consistent in championing the rights and the plight of those shut out of the American dream, and he has never forgotten his humble roots in Mineolea, Texas.", "I had the privilege to serve with Mayor Brown while in the California Legislature. As speaker of the Assembly, Mayor Brown led our state through many challenging years. He was my ``shadow Governor'' and made sure that communities of color, women and the poor had a seat at the table.", "As a skilled legislator, Speaker Brown guided me with my very aggressive and successful legislative agenda, which I continue to embrace with pride and humility.", "Mayor Brown leads with his head and his heart. His intellect, his wisdom and his spirit is something to behold.", "As one whose life and work has been enriched by this giant of a man, I say thank you, and Godspeed. Enjoy this next glorious chapter of your life."], "capitolwords_url": "http://capitolwords.org/date/2003/11/22/E2390-3_honoring-willie-l-brown-jr/"}