{"speaker_state": "WV", "speaker_raw": "mr. byrd", "speaker_first": "Robert", "congress": 107, "title": "HAPPY BIRTHDAY SENATOR EDWARD KENNEDY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-02-25/html/CREC-2002-02-25-pt1-PgS991.htm", "number": 16, "id": "CREC-2002-02-25-pt1-PgS991.chunk8", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Byrd", "pages": "S991-S993", "speaker_party": "D", "date": "2002-02-25", "bills": null, "bioguide_id": "B001210", "order": 8, "speaking": ["I thank both of my colleagues for their thoughtful remarks.", "May I say to my friend from Connecticut, the Senator from Massachusetts, Mr. Kennedy, and I had our differences in the early days of our careers. I came to find in Ted Kennedy one of the strongest supporters when I became the Democratic leader of the Senate in 1977. He was always one who stood alongside me and my work as the leader. I could count on his support. We did not always vote alike, but he was very supportive, and I treasured that support.", "As time went on, Ted Kennedy, with whom I did not see eye to eye in the early days, became one of my most loyal and dedicated friends in the Senate. I am not saying we socialized together. I do not socialize with very many people, if any, outside my own family, but as a friend he proved himself to me one of the staunchest.", "I remember that on my 80th birthday--Senator Kennedy just celebrated his 70th--I was in West Virginia. I was dining on that birthday at the Governor's mansion with a Republican Governor whom I had served in the State legislature in 1947. This was his second time to be Governor. He was the youngest Governor of the State in the early 1950s, and then he was the oldest Governor of the State up until a little under 2 years ago. He was having me over at the mansion for lunch on that day with him. I received a call from my chief of staff, Barbara Videnieks, saying: Senator, guess who is here. Senator Kennedy is in your office.", "I was in West Virginia, and he was in my office. She said: You know what. He has 80 red roses.", "He brought 80 red roses to my office on that day. I thought that was a unique moment in my life, unique perhaps in most lives, to have a friend come by and bring 80 roses. It is unique to become 80 years old, for one thing, but he was in my office with 80 roses.", "Not only that but a couple of years ago, on my 63rd wedding anniversary, I was at the Greenbrier in West Virginia with my wife Erma, and 63 red roses arrived to my room at the Greenbrier. Ted Kennedy sent the roses. That is a very remarkable display of friendship in anybody's life. Not many people live to be married 63 years, but to live to be married 63 years and then have a friend send 63 red roses is worthy of comment.", "So that is the way it was--as Walter Cronkite used to say--on my birthday, and then again on my wife's and my wedding anniversary. So I am grateful for the friendship of Ted Kennedy.", "This earthly span of ours, even though the psalmist promised us 70 years, is quite short after all.", "The gay will laugh when thou art gone, the solemn brood of care plod on, and each one as before will chase his favorite phantom.", "I believe those words are in William Cullen Bryant's ``Thanatopsis.''", "That is about the way it is. So I take immense pleasure today in coming to this Chamber and congratulating Ted Kennedy on his birthday and expressing my very best wishes to him and his lovely wife and to her father who contacts me almost every time I make a speech. Judge Reggie calls my office and says he has been listening to my speeches. I believe he must have heard these remarks today.", "Let me thank again my friend Chris Dodd and my friend Mitch McConnell--one Democrat and one Republican--for their friendship as well. I shall always treasure it. Senator Dodd is my seatmate, and very often he stops by my door and bids me good afternoon and offers some well chosen words and comfort and cheer. I prize him as a treasured friend. He is the chairman of the Rules Committee on which I serve with Mitch McConnell, and I am all the richer for it.", "I also thank Senator McConnell. He had me down in Kentucky. I say down because it is south of West Virginia on the map. He had me visit Kentucky a couple of years ago, a major university there, and had me speak to a fine group of young people. He treated me royally while I was there.", "I thank both Senator McConnell and Senator Dodd for their service to the Senate and to their country, and I thank them for their friendship.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2002/02/25/S991_happy-birthday-senator-edward-kennedy/"}