{u'speaker_state': u'SD', u'speaker_raw': u'mr. daschle', u'speaker_first': u'Thomas', u'congress': 107, u'title': u'UNANIMOUS CONSENT REQUEST--S. 625', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-05-17/html/CREC-2002-05-17-pt1-PgS4525-2.htm', u'number': 64, u'id': u'CREC-2002-05-17-pt1-PgS4525-2.chunk11', u'volume': 148, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Daschle', u'pages': u'S4525-S4526', u'speaker_party': u'D', u'date': u'2002-05-17', u'bills': None, u'bioguide_id': u'D000064', u'order': 11, u'speaking': [u'I thank the Senator again for his presence on the floor and his strong statement.', u'I add a couple of additional thoughts. In 1996, two women were found murdered, their hands bound, their throats cut, just off the Appalachian trail in Shenandoah National Park. Their deaths were profound tragedies for those families and their loved ones. They also sparked a wave of fear among women and the gay community, that what happened to those two hikers could just as easily happen to them.', u'That response, that fear, is exactly what makes hate crimes different from all other crimes. They target individuals, but they intimidate and dehumanize entire groups of people. Last month, Attorney General Ashcroft announced that the defendant in this case will be tried using the Hate Crimes Sentencing Enhancement Act. This is the first time a Federal murder prosecution will use this provision of the law.', u'At his press conference announcing the indictments, Attorney General Ashcroft said:', u'Criminal acts of hate run counter to what is best in America--our belief in equality and freedom.', u'Attorney General Ashcroft is absolutely right. Americans know that hate crimes injure the victim, the community, and the entire Nation. No one should be attacked simply because of his or her race, religion, gender, physical disabilities, or sexual orientation. However, it is ironic to hear the Attorney General say that the Department of Justice will aggressively investigate, prosecute, and punish criminal acts of violence motivated by hate and intolerance. It is ironic because the only reason the Attorney General is able to pursue this case in this manner is because the two women were on Federal property when the crime was committed. Had this tragedy occurred outside the National Park, it would have been up to the State and local authorities, and the sentencing enhancement that the Justice Department is seeking would not have even been a possibility.', u'As Senator Kennedy has said, until we pass the hate crimes legislation pending before Congress, the promise to aggressively prosecute hate crimes is an empty promise. For several years now we have attempted to pass the hate crimes legislation that he and others have introduced. I included it as part of our leadership bills introduced at the beginning of this Congress because I believe it is much more than a Democratic priority. It ought to be a national priority.', u'The Local Law Enforcement Enhancement Act would assist State and local authorities when a hate crime such as the Shenandoah murders occurs within their jurisdiction. The bill would expand current Federal protections against hate crimes based on race, religion, and national origin. It would amend the criminal code to cover hate crimes based on gender, sexual orientation, and disability. It would authorize grants for State and local programs designed to combat and prevent hate crimes, and help the Federal Government to assist State and local law enforcement officials investigating and prosecuting hate crimes.', u'I might say, Mr. President, this is directed just as much at those who are the perpetrators of hate for reasons of religion. There is a rising and disconcerting trend in anti-Semitism in this country that also ought to be addressed. Hate crimes are committed in the name of anti-Semitism just as they are committed with other motivations. Those who profess to be concerned about anti-Semitism in this country ought to be concerned about the passage of this legislation. That also is why I am troubled by those who now choose, for whatever reason, to oppose this unanimous consent request and oppose moving this legislation forward.', u'In the fall of 2000 this same legislation passed the Senate as an amendment to the Department of Defense authorization bill, as we noted just a minute ago. There is no more need to delay. If we could pass it before, we can pass it again. We know the need is clear, the support is there. It is time to finish the job we started 2 years ago. We need to pass the Local Law Enforcement Enhancement Act and pass it quickly.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/05/17/S4525-2_unanimous-consent-request-s-625/'}