{u'speaker_state': u'OR', u'speaker_raw': u'mr. smith of oregon', u'speaker_first': u'Gordon', u'congress': 107, u'title': u'LOCAL LAW ENFORCEMENT ACT OF 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgS5325.htm', u'number': 76, u'id': u'CREC-2002-06-11-pt1-PgS5325.chunk7', u'volume': 148, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Smith', u'pages': u'S5325-S5337', u'speaker_party': u'R', u'date': u'2002-06-11', u'bills': None, u'bioguide_id': u'S001142', u'order': 7, u'speaking': [u'Madam President, each day I have detailed in the Senate Record another hate crime. Again, these are always violent, they are always sickening, but they always happen to an American citizen. These citizens are not different from you and me. They are Americans. They may be black, they may be gay, they may be disabled, female or of Middle Eastern descent, and yet they are all Americans. We are all, in that important aspect, the same.', u'I will detail a heinous crime that occurred in the State of Oregon in 1995. I have spoken about this horrible crime before in this Chamber. A 27-year-old Stockton, CA, man murdered a Medford, OR, couple: Roxanne Ellis, 53, and Michelle Abdill, 42. The women, who ran a property management business together, disappeared on December 4, 1995, after showing a man an apartment for rent. He shot them both in the head. The bodies were left bound and gagged in the truck bed. The Stockton man later confessed, saying he had targeted the women because they were lesbians, and he figured they would not have families that would miss them.', u"I believe the government's first duty is to defend its citizens, to defend them against the harm that comes out of hate. The Local Law Enforcement Enhancement Act of 2001 is now a symbol that can become substantive. I believe that by passing this legislation we can change hearts and we can change minds.", u'I have noted, starting Friday, continuing most of the day Monday and today as well, that the opponents of this bill, I think, truly have an argument against the larger category of hate crimes. Their argument should not be the inclusion of these new categories of Americans whose minority subjects them to greater vulnerability. This is easy to demonstrate in crime statistics. An argument can be made that hate crimes are inappropriate, that all crime is hateful. This is an argument that has been made many times and in several cases that have reached the U.S. Supreme Court, but the Supreme Court has upheld the category of hate crimes.', u'So the question for us then becomes: Why not extend them to new categories of Americans who are demonstrably more vulnerable to crime? I argue once again that we should vote in the affirmative to include these new categories. I call on my colleagues to support it.', u'I have heard many arguments being propounded as to why we should not proceed. I believe we should proceed. I believe we should invoke cloture and get on with a final vote on this bill.', u'I will say, in defense of my colleagues, particularly our Republican leader, Trent Lott, in the rare case when he would invoke cloture early on a bill, he was roundly criticized by our friends on the other side. I wish cloture had not been invoked as quickly in this case so we might have a better chance of winning this vote. I say to my colleagues, this may be their only vote. I am given to understand that this bill will be pulled down if cloture is not invoked, and I think that is a very unfortunate development, because the time to do this is now, and the time to have effectively argued this is beginning Friday, Monday, today, and this week.', u'So I will be very disappointed, as one who has been present each of these days making this case, if this bill is pulled down because cloture is not invoked.', u'There may well be some good ideas that could be brought forward, but I think personally it is easy to distinguish between the meritorious arguments that can be made, such as some that Senator Hatch has been making, versus those that are designed to create political TV ads and to pull down this bill. It takes courage in the Senate to push the case, to make the case, and to stay with the case until this body has had time to work its will, but I fear that may not be allowed to occur now, which I regret. I wish more Senators had come the last 3 days to argue on the merits of this bill.', u'Every day I have entered a hate crime in the Congressional Record to demonstrate the need for this legislation. If by having a hate crimes law that covered James Byrd, the Federal Government was able to be helpful to the officials of Texas, why not have a hate crimes law that could have helped the police officers of Wyoming to pursue and prosecute the case against Matthew Shepard? This is about permitting the Federal Government to show up to work. This is about the Federal Government standing with the American people and saying, as to these values, as to opposing crimes so horrible and callous, we will stand united with law enforcement at every level, locally and federally.', u"This is not an effort on the part of the Federal Government to subvert State law or local police processes. This is an ability to enhance them, to backstop them, to make sure we get the job done. It is a law that is 30 years old. It is a law that ought to be expanded because of our experience. It is a law that we ought to vote on in its final form when this week's work comes to an end."], u'capitolwords_url': u'http://capitolwords.org/date/2002/06/11/S5325_local-law-enforcement-act-of-2001/'}