{u'speaker_state': u'NM', u'speaker_raw': u'mr. bingaman', u'speaker_first': u'Jeff', u'congress': 107, u'title': u'NOMINATION OF JOHN ASHCROFT TO BE ATTORNEY GENERAL OF THE UNITED STATES--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS869-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgS869-2.chunk6', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Bingaman', u'pages': u'S869-S910', u'speaker_party': u'D', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'B000468', u'order': 6, u'speaking': [u"Mr. President, when the roll is called on the nomination of John Ashcroft to Attorney General of the United States, I will vote ``no.''", u'The position of Attorney General is not comparable to other Cabinet positions. As head of the Department of Justice, the Attorney General has enormous independent responsibility and authority, neither of which is subject directly to direction by the President.', u'The Attorney General also has enormous discretion in choosing where to use the power to prosecute and when to go to court to assert the rights of the People. Historically, the Attorney General is the officer who has enforced the Voting Rights Act and the other civil rights laws which have transformed our nation for the better in the last half century.', u'Given the great power which has been lodged in this office, it is important that the American people have confidence in the fairness and impartiality of the occupant of that office. It is clear to me that many in our country lack that confidence in John Ashcroft. His past actions and statements raise legitimate concerns about how he would carry out the duties of Attorney General. It is those legitimate concerns that lead me to oppose his nomination.', u'What are those concerns?', u'Other Senators have cited actions and statements which they find objectionable. I will mention three.', u"First, the decision to oppose Judge Ronnie White's nomination to the U.S. District Court for Missouri. In my view, the decision to oppose Judge Ronnie White was both unfortunate and unfair. Judge White's record and views were distorted in the debate on the Senate floor. Perhaps even more disturbing was the way in which Senator Ashcroft determined to oppose Judge White's nomination. Each of us here in the Senate knows that we have ample opportunity to voice objections about judicial nominees from our own state long before a nomination ever reaches the Senate floor. In the case of Judge White, Senator Ashcroft chose to delay serious objection to Judge White until the question came before the full Senate for debate. During that debate, Judge White, the highest ranking African-American jurist in Missouri, was publicly humiliated. This treatment was anything but fair. It was a sad day in the United States Senate.", u"A second reason for my opposition to Senator Ashcroft's nomination is his implacable opposition to the appointment of Bill Lann Lee to head up the Civil Rights Division at the Justice Department in the previous administration. Senator Ashcroft's opposition was clearly based on Mr. Lee's support for upholding the nation's laws as they pertain to affirmative action. Mr. Lee testified that he would enforce the Supreme Court's rulings on affirmative action, including those that restricted affirmative action. Senator Ashcroft opposed Mr. Lee's nomination, presumably because he feared that Mr. Lee would actually uphold the law of the land in that regard.", u"The third reason for my vote will be Senator Ashcroft's opposition to James Hormel as President Clinton's choice to be Ambassador to Luxembourg.", u'I have never met Mr. Hormel. I was not involved in the committee deliberations on that nomination, but as far as I can determine, Mr. Hormel was opposed because of his admission that he is gay. No other credible explanation for opposing Mr. Hormel has been offered of which I am aware.', u'It is my view that the person entrusted with responsibility to fairly and evenhandedly administer the law should not be suspected of discriminating against any nominee on that basis.', u'Other actions and statements could be cited, but I will stop with those three. They are, in my view, legitimate concerns, and in my view those concerns require a vote against Mr. Ashcroft to be our next Attorney General. The position of Attorney General is far too important to our Nation. Our Nation is one that needs to be united rather than further divided at this point in our history. I do not believe he is the right person for this job.', u'I yield the floor and suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/S869-2_nomination-of-john-ashcroft-to-be-attorney-general/'}