{u'speaker_state': u'NJ', u'speaker_raw': u'mr. pallone', u'speaker_first': u'Frank', u'congress': 107, u'title': u'HEALTH CARE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2866-2.htm', u'number': 76, u'id': u'CREC-2001-06-05-pt1-PgH2866-2.chunk9', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Pallone', u'pages': u'H2866-H2871', u'speaker_party': u'D', u'date': u'2001-06-05', u'bills': None, u'bioguide_id': u'P000034', u'order': 9, u'speaking': [u'Mr. Speaker, I want to thank my colleague from Texas. And I do appreciate the fact that the gentleman is going to spend the hour later this evening talking about AIDS and what we need to do further. There has been a lot of attention paid to the fact, and during the break over the last week I read a number of articles, about the increased incidence of AIDS, particularly amongst African American gay men; that there was just an incredible increase in the incidence of AIDS and HIV. People think that the crisis has subdued somewhat in the United States but it is still out there, and in many communities it is actually getting worse. {time} 2000', u'The other thing if I could, I am so glad the gentleman mentioned the uninsured, and I know that the gentleman has mentioned it many times and the need to address that issue.', u'Once again, I want to point out that even though the President talked about this problem during the campaign, I do not see any effort on the part of President Bush or the Republican leadership to address the issue.', u'One of the things that the President talked about was this idea of a tax credit. The basic design of the Bush plan was an individual credit of $1,000 for those with an annual income up to $15,000. That phases down to zero at $30,000, and a family credit of $2,000 with income up to $30,000 that phases down to zero. That sounds good in theory to get a $1,000 credit toward health care insurance, but it will not solve the problem of the uninsured.', u'First, I do not see the President trying to accomplish this. He talked about it during the campaign, but there is nothing happening. We do not see it moving in committee or any effort being made.', u'Beyond that, it is available only to those not enrolled in employer-sponsored insurance or Medicaid policy and available only to those who purchase nongroup insurance.', u'Basically we are talking about an individual who has to be able to afford to buy insurance in the private individual market, and that individual is going to get $1,000 tax credit. That is not going to solve the problem.', u'Mr. Speaker, people who do not have health insurance, it could cost them $5,000 or $6,000 a year to buy a policy; and they are not able to shell $4,000 or $5,000 out of pocket because they are going to get a $1,000 tax credit when their income is somewhere under $30,000 a year, basically under 15, and it phases down to 30. It is not going to happen.', u'This policy will not accomplish something. I do not want to be critical of something that is being proposed, I wish it would move; but what needs to be done is to expand the number of people that can get health insurance through some of the government programs.', u'Mr. Speaker, we looked at the problem of the uninsured in our task force, and the biggest group were children and the second group was near elderly, people over 65 but not eligible yet for Medicare. We tried to adjust the problem of the children through the CHIP program, and that basically provides health insurance at government expense and it has been great. It has enrolled millions of kids around the country that did not have health insurance.', u'Now you have to expand that program to the adults. In other words to households, to the adult parents, if you will, of those children, to other people in those lower-income brackets that are working but are not eligible for Medicaid regardless if they have children. That is the type of thing that should be done: expand on the CHIP program to include the parents, and even include single people who cannot afford to buy health insurance in the private individual market and are not going to be able to do it with a $1,000 tax credit. That is what the Democrats have been proposing. I do not see any movement in that respect.', u'The other thing that the Democrats have said, with regard to the near elderly, the people between 55 and 65, is that they be able to buy into Medicare for a standard premium every month or every year. That is another way of trying to address that problem.', u'But if we keep getting hung up on the ideology that the Republicans and the President have that everything the government does is not good, and the only answer is to throw a tax credit here or there, we are not going to cover any more of the uninsured. That is my fear right now.', u'I know that we have other things to get to tonight, and certainly the AIDS issue is super-important.', u'Mr. Speaker, I do want to say in conclusion, these health care issues, we as Democrats are going to continue to bring up frequently over the next few weeks because we do want to see action, and we are not seeing it on the part of the Republican leadership or the President.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/05/H2866-2_health-care/'}