{u'speaker_state': u'NC', u'speaker_raw': u'mrs. clayton', u'speaker_first': u'Eva', u'congress': 107, u'title': u'AIDS EPIDEMIC', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2876.htm', u'number': 76, u'id': u'CREC-2001-06-05-pt1-PgH2876.chunk11', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Clayton', u'pages': u'H2876-H2884', u'speaker_party': u'D', u'date': u'2001-06-05', u'bills': None, u'bioguide_id': u'C000494', u'order': 11, u'speaking': [u'Mr. Speaker, I thank the gentleman for yielding to me, and I thank my colleagues who organized this with the gentleman from Texas (Mr. Rodriguez), who chairs the Hispanic Caucus Health Task Force, and the gentlewoman from the Virgin Islands (Mrs. Christensen), the Chair of the Congressional Black Caucus Health Brain Trust. I thank the gentleman for organizing this very important special order on HIV and AIDS.', u'Mr. Speaker, this week is the 20th anniversary of the discovery of the virus. After 20 years, a vaccine is still not on hand, and 20 years later, the African American population is disproportionately affected by this virus.', u'Mr. Speaker, my colleagues have mentioned some of the devastating statistics: worldwide, 36 million people are now infected, and 21.8 million have died, including 3 million last year. Each year, 5.5 million new people are infected. That figure represents more than 15,000 victims a year.', u'However, I wish to focus on my State of North Carolina. According to figures from last year, North Carolina ranked 23rd among 50 States and the District of Columbia in terms of the number of AIDS cases. Most North Carolina HIV disease reports highlight the male population; 65.5 percent were African American, and 72.1 percent of them fell between the ages of 30 and 39 years of age.', u'The statistics from my district are even more unsettling. African Americans accounted for 87 percent of cases reported in my district in 2000. I will let the Members know that African Americans only represent 50.6 percent of my district.', u'I have spoken with many people who presently are suffering from HIV/AIDS, as well as health care providers, caseworkers, representatives from community-based organizations in my congressional district. I have heard moving testimony about the lack of resources to adequately address this public health crisis. There is a great need to focus on prevention and accessible and affordable treatment.', u"According to a recent article in the New York Times, while AIDS no longer makes the Federal government's list of the 15 leading causes of death in the United States, it is the leading cause among African Americans ages 25 through 35. HIV infections are rising more among heterosexual women, particularly in the rural south, where Federal health officials say an influx of crack and the sex-for-drug trade is fueling the spread of the virus.", u'Treatment and prevention comes in all forms as fighting this disease takes a comprehensive approach. We know that HIV/AIDS has affected many people through the practice of those addicted to drugs exchanging used needles. We need to address the drug addiction problem. We need to focus on prevention of drugs. We need to have a needle exchange program that makes sense.', u'We need to give all American a healthy start so that risky behavior such as drug use and abuse and prostitution can be decreased. A decrease in this unhealthy and risky behavior can help prevent the spread of HIV and AIDS, and other STDs will also be diminished.', u'In the same article mentioned earlier, it stated that AIDS in this country is increasingly an epidemic of the poor, which means it is increasingly an epidemic of minorities. African Americans, who make up just 13 percent of the population, now account for more than one-half; 13 percent, but one-half of all HIV infections.', u'We need to get our churches involved. In the African American community, the church is the focal point. We need to reach out to our citizens, regardless of how we feel about their sexual orientation or their background. Our churches need to employ a nonjudgmental approach so that it is easy for people in need to seek assistance from the church community. We cannot shut our doors because someone does something or looks in a certain way. Our churches should and must be in the vanguard in addressing this issue.', u'Twenty years after AIDS, we know that this is no longer a gay disease. We know it is not a disease that just affects an urban population. As the figures that I mentioned about my district in North Carolina demonstrate, this disease is affecting rural citizens in record rates without the appropriate infrastructure or resources to address it, particularly among African Americans.', u'I am hopeful that before the onset of a 25th anniversary of this devastating disease, a vaccine will be available and accessible. I am hoping that before the 25th anniversary occurs, the number of the newly affected will be greatly diminished. I am hopeful before the 25th anniversary occurs also that the worldwide pandemic of HIV/AIDS will have a death blow to far less individuals. We have already lost 21 million people to this pandemic. I am hopeful that good news indeed is on the horizon. I thank the gentleman for bringing this to the attention of the American people.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/05/H2876_aids-epidemic/'}