{u'speaker_state': u'NC', u'speaker_raw': u'mr. helms', u'speaker_first': u'Jesse', u'congress': 107, u'title': u'BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-14/html/CREC-2001-06-14-pt1-PgS6239-7.htm', u'number': 83, u'id': u'CREC-2001-06-14-pt1-PgS6239-7.chunk256', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Helms', u'pages': u'S6239-S6305', u'speaker_party': u'R', u'date': u'2001-06-14', u'bills': None, u'bioguide_id': u'H000463', u'order': 256, u'speaking': [u'As the Chair knows, I obtained unanimous consent that I might deliver my remarks from my chair for obvious reasons.', u"I have listened in fascination to the discussion on the Senate floor this morning and this afternoon. It bears out exactly what I was told was going on in the way of the lining up of opposition on the other side to this amendment by the homosexual-lesbian leaders in this area. Let me say at the outset that I don't like the corruption of a once beautiful word ``gay'' which has been adopted as a description of conduct that is anything but that.", u'It is all right with me if the other side wants to make a political football out of this thing, but they were not prepared and they had not been energized when this amendment came up the first time. In any case, I have heard here that the Boy Scouts are not being discriminated against and all of this is false, and so forth and so on.', u"Let me give a few examples. On May 11 of this year, the Associated Press reported that the Iowa City school board voted to prohibit the Boy Scouts of America from distributing any information in schools because of the Scouts' membership criteria. A spokesman for the Boy Scouts of America:", u'We simply ask to be treated the same way as any other private organization and that our free speech and right to assemble be respected just as we respect the rights of others.', u'On February 8 of this year, the Asbury Park Press reported that the State of New Jersey is considering a rule change that would bar school districts from renting space to the Boy Scouts of America because of their position on homosexuality.', u'On February 7 of this year, the Arizona Republic reported that the Sunnyside School District in Tucson decided to charge the Boy Scouts of America fees to use school facilities, even though no other groups have to pay for use.', u'The ACLU executive director said:', u'While Boy Scouts, atheists, Nazis, even satanists have a right to express their views, Government should not use public money to promote them.', u'What goes on here? Is this not really an attack by one group on the Boy Scouts of America? Of course, it is. Why do you think these people have been standing up and telling how long they served in the Girl Scouts in a tearful sort of way? The goal here is the goal of the organized lesbians and homosexuals in this country of ours.', u'On January 28 of this year, the Boston Globe reported that the Acton School Committee in Massachusetts decided to prevent the Boy Scouts from distributing literature at school even though all other groups can do so. In defending its actions, Acton School Committee cited Massachusetts law that says schools cannot sponsor Boy Scouts.', u'On January 14 of this year, the New York Times reported that New York Chappaqua School District officials were able to coerce two local Boy Scout troops into signing a document that denounced the national policies of the Boy Scouts of America as a condition for allowing these troops access to school property.', u"Don't you see what is going on here? The Supreme Court knocked them in the head. The Supreme Court stood up for the Boy Scouts of America, exactly as I am trying to stand up for them.", u'I am a little bit sick at my stomach at some of the mewling and puking that has gone on in this debate this morning and this afternoon.', u'On January 11 of this year, the News and Observer, my favorite newspaper in Raleigh, NC, said that the Chapel Hill- Carrboro School Board voted to give Scouts until June--la-di-da--either to go against the rule of their organization or lose their sponsorship and meeting places in schools.', u'I have two or three more pages. If anybody is interested, Madam President, I will be glad to read them into the Record. Otherwise, I am going to place them in the Record so they can be examined when the vote has been taken, and if the other side manages to defeat this amendment, as has been advocated and worked for by the organized groups to which I have been referring, then it will be there for the public to see who is who and who is for what.', u'I am going to pause momentarily, but I will be back, because Senator Kyl has been waiting to address this amendment. I thank the Senator for coming. I yield to him.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/14/S6239-7_better-education-for-students-and-teachers-act/'}