{u'speaker_state': u'SD', u'speaker_raw': u'mr. daschle', u'speaker_first': u'Thomas', u'congress': 108, u'title': u"TRIBUTE TO THE SPACE SHUTTLE ``COLUMBIA'' ASTRONAUTS", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-02-04/html/CREC-2003-02-04-pt1-PgS1847-10.htm', u'number': 20, u'id': u'CREC-2003-02-04-pt1-PgS1847-10.chunk49', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Daschle', u'pages': u'S1847-S1864', u'speaker_party': u'D', u'date': u'2003-02-04', u'bills': None, u'bioguide_id': u'D000064', u'order': 49, u'speaking': [u"Mr. President, I often speak about the many inspirational or impressive feats accomplished by South Dakotans. I am particularly pleased by the thousands of men and women from South Dakota who serve our Nation in one of the Armed Forces. But today, I want to call attention to someone who has risen above and beyond most others. I'm speaking of CDR Charles J. ``Jerry'' Logan of the U.S. Navy.", u"Commander Logan was born in De Smet, SD. He also lived in Leola and Belle Fourche, SD. The commander is a graduate of Belle Fourche High School and the South Dakota School of Mines in Rapid City. He is the only son of Charles and Margaret Logan's eight children. Most of the Logan family continues to reside in South Dakota. The commander is married to Teresa Logan, the daughter of Norman, who also served in the Navy, and Gay Jacobs.", u'Last November Commander Logan was bestowed the special honor of taking command of the USS Bremerton. This is his first command post. The Bremerton is one of several nuclear attack submarines assigned to the Pacific Fleet. Command of a nuclear submarine is obviously and enormous responsibility. Only a select few are ever charged with such a task.', u"Commander Logan took command of the Bremerton at a Change of Command ceremony in San Diego. Over 100 friends and relatives attended, and I am pleased to say many came from South Dakota--including Commander Logan's parents, all seven of his sisters, and many other relatives. I understand the presiding officer at the ceremony, Captain McAneny, was quite moved by the large contingent from South Dakota who traveled to show their support for Commander Logan.", u'I can certainly understand why the entire Logan and Jacobs families are proud of Commander Logan. I, too am proud of Jerry Logan, as I am proud of all those from South Dakota and throughout the Nation who are serving their country in the Armed Forces.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/02/04/S1847-10_tribute-to-the-space-shuttle-columbia-astronauts/'}