{u'speaker_state': u'MO', u'speaker_raw': u'mr. gephardt', u'speaker_first': u'Richard', u'congress': 107, u'title': u'HATE CRIMES IN AMERICA', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-11-14/html/CREC-2001-11-14-pt1-PgH8174.htm', u'number': 157, u'id': u'CREC-2001-11-14-pt1-PgH8174.chunk33', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Gephardt', u'pages': u'H8174-H8180', u'speaker_party': u'D', u'date': u'2001-11-14', u'bills': None, u'bioguide_id': u'G000132', u'order': 33, u'speaking': [u'I thank the gentlewoman from California for taking this time, this special order, and bringing up this matter that is so important to all Americans. I admire the work that she has done consistently over a long period of time to try to get hate crimes legislation passed here in the House of Representatives.', u'Mr. Speaker, last year we came very close to making this bill the law of the land. Bipartisan majorities supported it in both Houses of Congress. We argued that the country needed to take a strong stand against brutal crimes committed against people because of who they are. We said attacks on Americans because of race, color, national origin, religion, sexual orientation, gender or disability were attacks not just on individuals but assaults against all Americans. We argued that law enforcement agents at all levels should have better tools and resources to find those responsible for these crimes and to see that they were brought to justice. We had heard too many stories of people beaten and brutalized and murdered because of who they were.', u'Matthew Shepherd was tied to a post and left to die by two men because he was gay. James Byrd, Jr. was tied to a truck and dragged through the streets and killed because he was black. Ricky Brydsong was shot dead on the streets of Chicago because he was an African American. Children at a Jewish community center in Los Angeles were fired upon and then the perpetrator went and killed a Filipino American.', u'There are countless other stories of people who have been victimized or assaulted that did not make headlines and went unreported. But in the end, the Republican leadership thwarted the will of the majority and blocked the bill from being enacted.', u'Today, in light of the events of September 11, I believe with all my heart that this law is needed more than ever before. We need to bring this bill up and pass it in order to increase the power of law enforcement officials and send a message to the entire country and to the world that hate crimes in the United States will not be tolerated. We need to demonstrate today that we will not let terrorists with hate in their hearts divide the greatest country in the history of the world. We will not let them turn Americans against one another in the most diverse society on the face of the Earth. We will not let them instill fear of our fellow citizens because of appearances or perceptions or heritage or backgrounds. We must, and I repeat must, pay close attention to divisions breaking out among our citizens in the wake of September 11.', u'We need to avoid the mistakes of our past in targeting certain citizens. We need to remember what happened in World War II to Japanese Americans and to my colleagues and friends, the gentleman from California (Mr. Honda) and Norm Mineta, who were put in camps because of who they were.', u'We need to send a clear message to all that we will never accept or condone violence or hatred against any of our citizens. We need to put a stop to recent attacks on American Muslims and Arab Americans.', u'A Pakistani store owner was shot and killed a few days after September 11 because of who he was. Two girls were beaten at a college in Illinois because they were of Middle Eastern descent. A gas station owner in Arizona was shot and killed in his store because he was a Sikh who was wearing a turban.', u'The attacks must stop. These attacks are un-American. They violate not just the rights of individuals but they are an affront to us all. They are crimes against all of us, and we must strengthen our law enforcement and our society to better deal with these acts.', u"I recall what Abraham Lincoln said during the wrenching challenge of the Civil War: ``Think anew and act anew. Rise with the occasion and then we will save our country.''", u'I urge my colleagues opposed to this legislation to think anew, to act anew, to bring this bill up and work with us to renew the spirit of tolerance that makes America great.', u'I thank the gentlewoman for holding this special order.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/11/14/H8174_hate-crimes-in-america/'}