{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm', u'number': 77, u'id': u'CREC-2000-06-19-pt1-PgS5325-3.chunk203', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S5325-S5356', u'speaker_party': u'D', u'date': u'2000-06-19', u'bills': None, u'bioguide_id': u'D000563', u'order': 203, u'speaking': [u'If the Senator will look closely at the Kennedy-Smith amendment, he will find before the Federal cause of action can be initiated--as I understand it, but I defer to either of the major sponsors--before there can be a Federal indictment under this proposed hate crime, the Department of Justice must certify two things: First, reasonable cause to believe that the crime was motivated by bias; second, addressing the very issue raised by the Senator from Utah, the U.S. attorney has to certify that he has consulted with State or local law enforcement officials and determined one of the following situations is present, and he lists four situations.', u"First, the State does not have jurisdiction or does not intend to exercise jurisdiction; second, the State has requested that the Justice Department assume jurisdiction; third, the State doesn't object to the Justice Department assuming jurisdiction; or fourth, the State has completed prosecution and the Justice Department wants to initiate a subsequent prosecution.", u'When the Senator from Utah suggests that the Kennedy-Smith amendment will necessitate Federal control, I think, frankly, that when you look at the certification required by the Federal Government before the action can be undertaken, we clearly have a situation where the State has either no jurisdiction, or has invited the Justice Department to initiate the prosecution, or they have completed their prosecution.', u'In this amendment, the first option is clearly being given to the States. If they have the authority and exercise it, clearly they will not be preempted by this Federal cause of action, as I understand it. If that is the case, I think it addresses the major concern raised by the Senator from Utah.', u"Why do we need this new law? We have a 30-year-old Federal statute which says when it comes to hate crimes, we have to find a specific federally protected activity. Congress, in the past, tried to ``prophesize,'' if you will, the types of activities that might be involved in a hate crime. We came up with six activities: Enrolling in or attending a public school or private college; No. 2, participating in a service or action provided by State or local government; No. 3, applying for employment or actually working; No. 4, service on a jury in State or Federal court; No. 5, traveling in interstate commerce or using a facility of interstate commerce; and No. 6, enjoying the goods and services of certain places of public accommodation.", u'We have said over the years if this activity is involved and there is evidence of a hate crime, then the Federal prosecutors can step in.', u"I believe--and I don't want to put words in their mouths --Senators Kennedy and Smith have said we have found too many cases arising which do not fall within the four corners of these six federally protected activities. Therefore, they are offering an amendment which gives Federal prosecutors more opportunity to consider the possibility of prosecution.", u"I am wearing a button today that says ``Remember Matthew.'' Matthew, of course, is Matthew Shepard. Two years ago, Matthew Shepard, an openly gay college student in Wyoming, was brutally beaten. He was burned, he was tied to a wooden fence in a remote area, and left to die in freezing temperatures from exposure.", u"Despite this heinous act which we all read about, no Federal prosecution was even possible under the Shepard case. The existing State crime law and federally protected activities that are defined in it did not include what happened to Matthew Shepard. The current Federal statute does not include hate crimes based on a victim's sexual orientation, gender, or disability. The Kennedy-Smith amendment, which I am cosponsoring, corrects that very grievous omission.", u'I think the Senator from Utah would concede that when we are talking about hate crimes, we should certainly include crimes based on sexual orientation, gender, or disability. The Matthew Shepard case would not have been included, as I understand it. That is why the Kennedy-Smith amendment is so important.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/'}