{u'speaker_state': u'MD', u'speaker_raw': u'mr. sarbanes', u'speaker_first': u'Paul', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-20/html/CREC-2000-06-20-pt1-PgS5410-2.htm', u'number': 78, u'id': u'CREC-2000-06-20-pt1-PgS5410-2.chunk142', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Sarbanes', u'pages': u'S5410-S5435', u'speaker_party': u'D', u'date': u'2000-06-20', u'bills': None, u'bioguide_id': u'S000064', u'order': 142, u'speaking': [u"Mr. President, I rise today to express my strong support for the Local Law Enforcement Enhancement Act of 2000, Senator Kennedy's amendment to the Department of Defense authorization bill. As a cosponsor of Senator Kennedy's Hate Crimes Prevention Act, I believe that it is past time for Congress to act to prevent future tragedies. While as a Nation we have made significant progress in reducing discrimination and increasing opportunities for all Americans, regrettably the impact of past discrimination continues to be felt. Far too often, we hear reports of violent hate-related incidents in this country. It seems inconceivable that, in the year 2000, such crimes can still be so pervasive. Statistics from my own State of Maryland unfortunately indicate that the incidence of bias-motivated violence may be on the rise. The number of reported incidents of hate or bias-motivated violence in Maryland rose by 11.6 percent in 1999. Of the 457 verified incidents of bias-motivated violence that year, 335 were committed against individuals on the basis of their race (approximately 73%), 63 on the basis of religion (14%), 38 on the basis of sexual orientation (8%), 17 on the basis of ethnicity (4%), and 4 on the basis of the victim's disability (1%).", u"Data gathered under the Federal Hate Crime Statistics Act is also sobering. Beginning in 1991, the Act requires the Justice Department to collect information from law enforcement agencies across the country on crimes motivated by a victim's race, religion, sexual orientation, or ethnicity. Congress expanded the Act in 1994 to also require the collection of data for crimes based upon the victim's disability. The Department of Justice has reported that, for 1998, 7,755 bias-motivated crimes were committed against 9,722 victims by 7,489 known offenders.", u'Beyond these stark statistics, stories of heinous crimes continue to make headlines across the country. In 1998, James Byrd, Jr., an African-American man, was walking home along a rural Texas road when he was beaten and then dragged behind a pickup truck to his death. Later than same year, Matthew Shephard, a gay University of Wyoming Student, was beaten, tied to a fence, and left to die in a rural part of the state. And just last year, a gunman entered a Jewish community center in California, opened fire on workers and children attending a day care center, and later killed a Filipino-American postal worker.', u"It is nearly impossible to imagine such crimes occurring in a country that is said to lead the world in equal opportunity for its citizens. Franklin Delano Roosevelt once described America as a ``nation of many nationalities, many religions--bound together by a single unity, the unity of freedom and equality.'' But, as the stories of James Byrd, Matthew Shephard, and the California Jewish community center all too clearly show, we are not living up to President Roosevelt's vision of America. The Federal government cannot ignore the thousands of hate crimes that are committed in the United States each and every year as long as people are afraid to walk down our streets because of their religion, or the color of their skin, or their sexual orientation.", u"I had the great honor of serving, during my time in the House of Representatives, with Shirley Chisholm, the first African-American woman elected to Congress, who said: ``Laws will not eliminate prejudice from the hearts of human beings. But that is no reason to allow prejudice to continue to be enshrined in our laws to perpetuate injustice through inaction.''", u"Senator Kennedy's amendment includes crucial provisions designed to help the Federal government stop bias-motivated crimes. This amendment would extend Federal law to prohibit crimes committed against victims because of their gender, sexual orientation, or disability. Moreover, the amendment would also remove requirements of existing law that prohibit Federal government action unless the crime victim is engaged in certain ``federally protected activities.''", u"It is true that this legislation will not drastically increase the number of crimes subject to Federal prosecution. Criminal law is a matter largely enforced by the states, and the sponsors of this amendment have been careful to ensure that the Federal government will only step in and prosecute a crime if a state cannot adequately do so itself. And certainly, as Congresswoman Chisholm eloquently stated, we cannot erase the hatred and bigotry in people's hearts by passing this amendment today. But the balanced approach of Senator Kennedy's amendment will allow the Federal government to intervene in the small number of hate crimes cases where a Federal prosecution is necessary to insure that justice is served.", u"Mr. President, I urge my Senate colleagues to join me in supporting the Kennedy hate crimes amendment. We have an invaluable opportunity to make a statement that the United States government will not tolerate crimes motivated by bigotry and prejudice, and that the ``the unity of freedom and equality'' binds together all Americans--regardless of their race, religion, nationality, gender, sexual orientation, or disability."], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/20/S5410-2_national-defense-authorization-act-for-fiscal-year/'}