{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 106, u'title': u'FOREIGN OPERATIONS, EXPORT FINANCING, AND RELATED PROGRAMS APPROPRIATIONS ACT, 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-07-12/html/CREC-2000-07-12-pt1-PgH5932-2.htm', u'number': 89, u'id': u'CREC-2000-07-12-pt1-PgH5932-2.chunk30', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jackson-Lee', u'pages': u'H5932-H5953', u'speaker_party': u'D', u'date': u'2000-07-12', u'bills': [u'H.R. 4811'], u'bioguide_id': u'J000032', u'order': 30, u'speaking': [u'Mr. Chairman, let me thank the gentlewoman from California for her leadership. Mr. Chairman, $42 million. Juxtapose that against the $82 million, only 16 percent of what the administration asked for, to relieve the burden of debt on these countries so that they could at least deal with this travesty of AIDS.', u"The gentlewoman from California (Ms. Lee) just came back from South Africa and she has been on this mission for a long time, and I have joined her, along with many other Members. We were in Africa just about a year ago. Tell me if my colleagues have ever experienced going into a hut, that is right, and seeing a 4-year-old being the only person able to care for dying relatives. Cleaning up the excrements, providing the medicine, helping them to the rest room, if you will. Dying babies being held in one's arms. Families burying six members of their family at a time. Have my colleagues ever lived through a pandemic or a dying Nation or continent? That is what we are talking about.", u'For us to be on this floor tonight in the most prosperous times, when the gentleman from Alabama indicated that we merely would be missing a Sunday newspaper if we did not provide debt relief or, in this instance, maybe a candy bar if we put $42 million against a nation of 200 million plus people in the United States of America. How can we reject the opportunity to provide funds to eliminate 4-year-olds taking care of dying relatives. It is an outrage that we even have to diminish the request to this amount.', u'Mr. Chairman, I would only say to my colleagues, when they begin to talk about a tragedy of this size, they are beginning to talk about a continent that not withstands this attack, but falls to this attack. We cannot do any less than to support the amendment of the gentlewoman from California and stand up against this terrible tragedy.', u'Mr. Chairman, I rise in support of the amendment by my democratic colleague Representative Barbara Lee from California in an amendment to H.R. 4811, the Foreign Appropriations bill before this body. This amendment if adopted would make an additional $100 million available to the World Bank AIDS Marshall Plan Trust Fund.', u"HIV/AIDS has been declared the world's deadliest disease by the World Health Organization. HIV/AIDS has become a plague on the Continent of Africa of biblical proportions by claiming over 18 million lives in recent decades. This crisis is having a direct impact on the future viability of many sub-Saharan African communities. For this reason, I am joining Congresswoman Lee of California in support of additional funding for the World Bank's effort to fight the spread of the deadly HIV/AIDS epidemic in Africa.", u'This amendment would fund the World Bank AIDS Marshall Plan Trust Fund at $100 million. This will allow the trust fund to distribute additional resources through directed grants so that an effect response can be mounted against the HIV/AIDS tragedy, which is being played out in too many African nations.', u"According to the UNAIDS Update report released last week on HIV/AIDS infected rates in many countries up to 35 percent of all adults are infected with the disease. The report also estimates that half of today's teenage population in parts of Africa will perish from HIV/AIDS. The most vulnerable group being affected by HIV/AIDS is the women of Africa; their infection rate is far greater than males. About 55 percent of all adults living with HIV are women, and this rate is expected to continue to rise in countries where poverty, poor health systems, and limited resources for prevention and care are present. What fuels the spread of this disease or any disease is ignorance, misinformation, cultural practices, passivity on the part of leaders, neglect on the part of those nations with resources that if engaged would make a difference in the fight to win out over the disease.", u'I would like to commend Congresswoman Lee for her efforts to offer a clear perspective on the HIV/AIDS epidemic in Africa. She recently returned from Durban, South Africa, after participating in AIDS 2000, which was the 13th International AIDS conference.', u'Now, more than ever, the leadership of the United States is needed in order to avert a tragedy on the Continent of Africa. Therefore, I implore my fellow colleagues of the House to seriously reconsider the level of funding that has been appropriated for this critical area. It is critical that we join efforts to support the comprehensive, bipartisan World Bank AIDS Marshall Plan Trust Fund to address this crisis.', u"Many people have asked why this is important to the United States. I reiterate that aside from the humanitarian perspective, the CIA has issued a report that declares HIV/AIDS a threat to our national security. HIV/AIDS undermines democracy and progress in many African nations and the developing world. Left to its own course HIV/AIDS will lead to political instability and may result in civil wars, which may affect the global balance of power as well as economic viability of many African nations. In many of these instances, our military service personnel may be pressed into to service in order to defend American interest in any attempt to bring stability to those nation's that decline into civil strife because of the ravages of HIV/AIDS. HIV/AIDS like any plague cannot be contained in any specific geographical area it will roll across borders of the rich and poor nations alike. Unfortunately, when this dreaded disease came to our shores many felt that it was a calamity for gay people, drug users but AIDS knows no boundaries. With globalization, we also must be conscious of the potential for AIDS and other infectious diseases to be carried across borders.", u'Now is the time for this body to act to remove the threat of AIDS from our global community. Therefore, I encourage my colleagues to support this amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/07/12/H5932-2_foreign-operations-export-financing-and-related-pr/'}