{u'speaker_state': u'CA', u'speaker_raw': u'ms. harman', u'speaker_first': u'Jane', u'congress': 108, u'title': u'REMEMBERING SEPTEMBER 11', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-09-11/html/CREC-2003-09-11-pt1-PgE1776.htm', u'number': 125, u'id': u'CREC-2003-09-11-pt1-PgE1776.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Harman', u'pages': u'E1776', u'speaker_party': u'D', u'date': u'2003-09-11', u'bills': None, u'bioguide_id': u'H000213', u'order': 0, u'speaking': [u'Mr. Speaker, the passage of time will not fade from our memories the horror we witnessed 2 years ago today.', u'Nor will it diminish our feelings of sadness for those who lost their lives at the World Trade Center, the Pentagon, and in a remote field in western Pennsylvania.', u"For California's South Bay, where LAX--the destination of three of the four hijacked planes--is located, four of my constituents were killed.", u"We remember these individuals and comfort their families: Anna Alison of Torrance, Chandler ``Chad'' Keller of Manhattan Beach, Stanley Hall of Rancho Palos Verdes, and John Wenckus of Torrance.", u'We also remember several other individuals who worked in the 36th district but lived elsewhere. Their coworkers remember them fondly: Ruben Ornedo, who worked at Boeing, and Peter Gay, who worked for Raytheon Electronics and commuted to El Segundo weekly from the east coast', u'Mr. Speaker, since September 11, we have taken concerted action to defeat terrorism. Brave members of our Armed Forces and intelligence communities are working to bring the perpetrators of those terrorist attacks to justice.', u'But we have much still to do.', u'And however difficult that task, we are inspired by the heroism of the first responders who gave their lives that day--by the thousands who are prepared to do the same should another attack occur--and by the memories of so many people who died.', u"As we mark this anniversary, to paraphrase Tennyson, America will ``strive . . . seek . . . find . . . and not yield'' in the face of this new threat.", u'Indeed, America will prevail.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/09/11/E1776_remembering-september-11/'}