{"speaker_state": "CA", "speaker_raw": "ms. woolsey", "speaker_first": "Lynn", "congress": 106, "title": "SCOUTING FOR ALL ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-12/html/CREC-2000-09-12-pt1-PgH7448-2.htm", "number": 106, "id": "CREC-2000-09-12-pt1-PgH7448-2.chunk35", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Woolsey", "pages": "H7448-H7455", "speaker_party": "D", "date": "2000-09-12", "bills": ["H.R. 4892"], "bioguide_id": "W000738", "order": 35, "speaking": ["Mr. Speaker, I rise today because I support H.R. 4892, the Scouting for All Act, an act to repeal the Boy Scouts of America's congressional charter. I urge all of my colleagues to join me in sending a clear message that the civil rights movement is alive and well in the United States of America, and that this Congress does not support discrimination in any form.", "Contrary to what some of my colleagues on the other side are alluding to, we are not saying that the Boy Scouts are bad. We are saying that intolerance is bad. I was a Girl Scout. One of my sons was a Boy Scout. I know the value of Scouting, and that is why I believe that Scouting should be available to all boys, not just some boys.", "I am not standing here today to override the Supreme Court. The unchangeable fact is that towards the end of June the Supreme Court upheld the Boy Scouts' discriminatory policy. So I stand here not to ask if the Boy Scouts have a right to a discriminatory policy but to ask if their discriminatory policy is right.", "In 1939, Marian Anderson, an African American opera singer, was invited to perform at Constitutional Hall, then operated by the Daughters of the American Revolution, another chartered organization.", "The DAR said that Marian Anderson could not perform at Constitution Hall because she was black. As a result, then First Lady Eleanor Roosevelt resigned her DAR membership and coordinated a concert for Marian Anderson at the Lincoln Memorial. 75,000 people attended and ultimately the DAR changed its policy of discrimination.", "Simply because an esteemed organization holds a belief does not make that belief right. It was wrong for the Daughters of the American Revolution to discriminate against African Americans then and it is wrong for the Boy Scouts of America to discriminate against gays today.", "My colleagues on the other side of the aisle suggest that they speak for the average American; that the vast majority of Americans support intolerance. They are wrong.", "This poster alone will show the headlines from the newspapers across this Nation that are reporting the reaction to the Boy Scouts' position of intolerance. It is clear that opposition to the Boy Scouts' intolerant policy is not a fringe movement. It is part of the mainstream belief that intolerance in any form is un-American. From Fall River, Massachusetts, to Broward County, Florida, from Chicago to San Francisco, American cities, American private corporations, nonprofit organizations, schools, churches, families are saying no to intolerance.", "In the city of Chicago, the Boy Scouts can no longer use city parks, schools or public sites because their policy, the Boy Scout policy of intolerance, conflicts with the city's existing nondiscrimination policy.", "In Fall River, Massachusetts, the local United Way voted overwhelmingly to withdraw support from the Boy Scouts.", "Private companies are also finding that the Boy Scouts' intolerance is unacceptable. Among other corporations, Textron, Inc., Knight Ridder and others have pulled their support from the Scouts. Because when people stand up and say intolerance is wrong, they do make a difference. One of those people is Steven Cozza, a teenager from Petaluma, California, where I live.", "Steven, as a 12-year-old Boy Scout, working to earn his Eagle Scout badge, became aware of the intolerance policies against gays in Scouting. And as a Scout, he decided, he was 12 years old, he decided to do something about it. That was 3\\1/2\\ years ago. Since then, Steven and his dad, Scott Cozza, neither one of them is gay, they have nothing to gain except they know that intolerance is wrong, they started an organization called Scouting for All. Scouting for All is a campaign, a national campaign, encouraging the Boy Scouts to change their policy.", "To date, they have gotten more than 53,000 signatures to support change of the policy. Steven Cozza supports abolition of the Scouts' prohibition on gays. He knows that it is wrong. It is wrong to exclude some boys based on sexual orientation, and it is wrong to teach other boys by example to be intolerant. Perhaps some of my colleagues believe that intolerance is okay. I do not, and neither do millions of people across the Nation who live in the cities that have stood against intolerance, or worked for the companies that have withdrawn their support or made contributions to the organizations that no longer support Scouting.", "My colleagues would do well to get outside the Chambers and talk with parents in Montclair, New Jersey, who are circulating a petition opposing the Boy Scouts' policy. They should also talk with the elected officials of San Jose, California, who say that Boy Scout intolerance is incompatible with their city laws.", "Repealing the Boy Scouts Federal charter is a sensible and reasonable way for this Congress to take a stand against intolerance and not have it look as if our Nation supported intolerance. A charter is an honorary title that Congress awards to organizations that serve a charitable, patriotic, and educational purpose. But to me, there is nothing charitable, there is nothing patriotic; and it certainly is not a value we want our children to learn.", "Mr. Speaker, revoking the charter does not cut off Federal funding for the Boy Scouts. It does not change their tax status. Revoking the charter sends a clear message that Congress does not support intolerance.", "Mr. Speaker, I call on my colleagues to join me in support of H.R. 4892. Together we can show the American people that like them, this Congress does not accept intolerance. As a representative of the people, let us make their message of support for tolerance heard throughout this House.", "We are not saying that Boy Scouts are bad; we are saying that intolerance is bad."], "capitolwords_url": "http://capitolwords.org/date/2000/09/12/H7448-2_scouting-for-all-act/"}