{"speaker_state": "MO", "speaker_raw": "mr. gephardt", "speaker_first": "Richard", "congress": 106, "title": "MOTION TO INSTRUCT CONFEREES ON H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-13/html/CREC-2000-09-13-pt1-PgH7532-2.htm", "number": 107, "id": "CREC-2000-09-13-pt1-PgH7532-2.chunk5", "volume": 146, "chamber": "House", "session": 2, "speaker_last": "Gephardt", "pages": "H7532-H7541", "speaker_party": "D", "date": "2000-09-13", "bills": null, "bioguide_id": "G000132", "order": 5, "speaking": ["Mr. Speaker, I rise in strong support of the Conyers motion, a motion that is in keeping with the best of our national traditions.", "First, let me say that I am very glad that we are finally at long last having this debate, a debate that allows us to express our feelings, our passion on one of our most important and greatest priorities.", "Yesterday, I stood outside of this marvelous building on the lawn just a few feet from our rotunda, and I listened to Judy Shepherd talk about the murder of her son Matthew. Judy Shepherd talked about the pain of losing a child to senseless violence and about the ugly, horrible crimes that are committed against people simply because of who they are.", "Matthew's mother called on our Congress to act. She called on all of us here to take a stand against hate, to renew a few simple principles into our laws, principles that say so much about who we are and what we believe.", "This bill is critical in so many ways. It gives law enforcement officers at all levels of government the tools they need to deal with horrible acts of hate-based violence.", "It sends a message to the world that crimes committed against people because of who they are, that these crimes are particularly evil, particularly offensive. It says that these crimes are committed, not just against individuals, not just against a single person, but against our very society, against America.", "These crimes strike fear into the hearts of others because they are meant to intimidate, to harass, to menace. When an angry man, a troubled man shot up a Jewish community center in Los Angeles, wounding teachers and students in a place that was supposed to be a sanctuary of protection, the man said that he had shot at these children because he wanted to send a message. He wanted to send a wake-up call to America to kill Jews.", "Today, with this bill, we reject that message in the most powerful, most forceful way that we can. Today, we as a society can say that we will do everything we can to protect people from these heinous acts, that we will not rest until America is free of this violence.", "This bill honors the victims of hate crimes, and it recalls their memory. It honors the memory of James Byrd who was dragged to death behind the pickup truck because the killers did not like the color of his skin. It honors Matthew Shepherd who was beaten with the butt of a gun and tied to a fence post and left to die in freezing weather because he was gay. It honors Ricky Byrdsong, a former basketball coach at my alma mater, Northwestern, who was gunned down on the street because he was black. It honors not only those victims, not just the high profile crimes, it honors all the people whose lives have been scarred by these acts, the victims who do not always make the headlines.", "The hate crimes that we do not hear about deserve our strong response today. So today, let us take a stand against violence. We are voting to dedicate our national resource, to bring the strongest laws that we have to bear against the most sinister thing that we know. The Conyers motion is the only motion that will strengthen our existing laws, that will strike a real blow against hate.", "Let me say this is a bipartisan effort. There is nothing partisan in this effort today. Republicans and Democrats are joining together. This issue transcends politics. It challenges us to look into ourselves, to search our humanity and pass a law that I guarantee my colleagues will go down in the history books.", "Virtually every major accomplishment that we pass ever in the history of this body has been bipartisan. This law, like the Civil Rights Act of 1965, will be a bipartisan blow against hate and violence.", "This is a great country. We are so wealthy. But our greatest moments are not when we produce material wealth. Our greatest moments are when we as a people manage in the face of horrible tragedy to rise up to come together to take a simple stand for basic decency.", "Give us this motion. Give us this law. Bring America up, rising up against hatred and against violence."], "capitolwords_url": "http://capitolwords.org/date/2000/09/13/H7532-2_motion-to-instruct-conferees-on-hr-4205-floyd-d-sp/"}