{"speaker_state": "CA", "speaker_raw": "mr. dixon", "speaker_first": "Julian", "congress": 105, "title": "PROVIDING FOR CONSIDERATION OF H.R. 4380, DISTRICT OF COLUMBIA APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-06/html/CREC-1998-08-06-pt1-PgH7331.htm", "number": 110, "id": "CREC-1998-08-06-pt1-PgH7331.chunk13", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Dixon", "pages": "H7331-H7335", "speaker_party": "D", "date": "1998-08-06", "bills": null, "bioguide_id": "D000373", "order": 13, "speaking": ["I thank the gentleman for yielding time.", "Mr. Speaker, I rise to oppose this rule, too. But before I do, I would like to associate myself with the remarks from the gentleman from Virginia, for I feel that Dr. Brimmer, Steve Harlan, Dr. Joyce Ladner, Constance Newman and Edward Singletary have done an excellent job. They have not pleased all of us all the time. But their charge was to straighten out the finances of the District of Columbia, and I think they can hold their heads high that they have done that. We have had two years of a balanced budget. In the next two years I hope that they will continue that. These gentlemen and these ladies were uncompensated for this activity. Although there may be some isolated incident where we were not satisfied with their performance, they have done their job well and they should be proud of that and they have given an outstanding service to the District of Columbia.", "From my point of view, Mr. Speaker, this is a bad bill with a bad rule. It waives points of order on legislation that should not be waived. But I think it is a sad day when the Committee on Rules and the gentlewoman from North Carolina comes to us and says, ``Well, it could have been worse. We could have self-executed these amendments so when you adopted the rule you adopted these amendments.''", "These amendments were defeated in the committee of jurisdiction. And so I do not think it is any big favor to come and say the amendments that were defeated on a bipartisan basis in the full Committee on Appropriations, we did not put those in the Committee on Rules in the bill.", "But let me talk about some of these amendments. The needle exchange program. Needle exchange is quite controversial. I think many of us feel that in the appropriate community they work and in other communities they do not work. But the point here that this amendment that will be offered will not only prohibit Federal money, that is fair, we are the Congress, as a national policy we say no Federal money, it will prohibit, as has been pointed out, the money of the District of Columbia, and any organization that receives money from the District of Columbia. We are going to get into a discussion about the merits of the needle program, and I want to just say to Members that most of the merits, after careful review, are on the sides of having those programs, and so there are going to be some statistics cited here and we are going to cite some statistics and the authors of the studies which the proponents of this amendment will quote.", "The second amendment deals with, let us face it, homosexual adoptions. It seems to me that we should not be interfering with the courts of the District of Columbia when they have decided in the appropriate cases that a gay couple or a lesbian couple can adopt. The court has not said that each one of these couples can automatically adopt. They say they have to look at the circumstances.", "This amendment is ridiculous. It says the only way to have a joint adoption is if they are married or if they are blood related to the person with a joint adoption. That means that two nuns could not adopt anyone. That means that myself or the gentlewoman from the District of Columbia (Ms. Norton), if we wanted to share the custody of some young person and we were otherwise qualified, we could not do it because we are not married nor blood related. And this is not the appropriate forum to discuss what happens with adoptions in the District of Columbia.", "Then we have the novel idea that we are fighting the use of tobacco by saying there will be a civil penalty if, in fact, a person under the age of 18 is caught with a package of cigarettes. I guess probable cause to search him is the fact that he may be holding one. And it goes further to suggest that kids in the District would have $50 to pay for the first time they are caught, $100 to pay for the second time they are caught, and it assumes the fact that they have a driver's license and probably a Rolls Royce because their license would be suspended on the third time.", "Get real. This is not going to do anything to curb young teenagers from smoking, but rather a person should be referred to the juvenile court, and they should do what is in their best interests. Then we have fought and fought over the vouchers program time and time again, and we will have that fight again. I suspect that it is not as important to get a voucher program here in the District but, to those who support it, to send a signal to their constituents that they are still with them on this issue.", "Finally, Mr. Speaker, I have never voted in the 18 years I have been here against the District bill. I believe most times that the process should move forward and these things should be worked out in the conference. But this was a bad bill coming out of committee, and we will talk about that. The rule makes it worse. And the adoption of any of these amendments makes it hideous.", "Mr. Speaker, I ask my colleagues to vote ``no'' on the rule."], "capitolwords_url": "http://capitolwords.org/date/1998/08/06/H7331_providing-for-consideration-of-hr-4380-district-of/"}