{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 105, "title": "WAIVING POINTS OF ORDER AGAINST CONFERENCE REPORT ON H.R. 4328, DEPARTMENT OF TRANSPORTATION AND RELATED AGENCIES APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-20/html/CREC-1998-10-20-pt1-PgH11583-2.htm", "number": 150, "id": "CREC-1998-10-20-pt1-PgH11583-2.chunk40", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Jackson-Lee", "pages": "H11583-H11591", "speaker_party": "D", "date": "1998-10-20", "bills": ["H.R. 4328"], "bioguide_id": "J000032", "order": 40, "speaking": ["Mr. Speaker, I rise to address some concerns on the Rule in H.R. 4328, the Omnibus Appropriations for the FY 99 Conference Report.", "Although many of us are satisfied with the bill, we are very unhappy with the process that got us here. This bill contains over half of the appropriations necessary to keep this country going next year, including the funding for the Departments of Labor, Health and Human Services, Commerce, Justice, State, Agriculture, and Interior. It represents the most vital programs for our elderly, our disabled, our impoverished, and most importantly, our children. We simply cannot afford to play partisan politics with these people's lives, and hope that next year we will have a Democratic Congress so that we do not have to play these games.", "Throughout this 105th Congress women's concerns have been repeatedly ignored. The Republican leadership has with one exception voted to reduce women's choices for adequate health care and has attempted to disempower us. It should be no surprise that once again women Federal prisoners are once again denied the right to choose an abortion. Women who discover they are pregnant after incarceration, have no option but to have a child which they will not have custody to, during their prison term.", "The option to choose abortion, is one that is not available to them, and this is wrong and unfair.", "In addition, here in the District of Columbia, the use of local and Federal funding for needle exchange programs in the District have been banned. Needle exchange programs which reduce the spread of HIV and hepatitis, can help to save lives, to cut this funding will exacerbate an already desperate situation for many D.C. residents. Not surprisingly, here in D.C. the use of Federal and D.C. funds used to provide women with access to abortion services are also denied, except in cases where the life of the mother is threatened, or in cases of rape or incest.", "It should also be no surprise that gays and lesbians were denied important freedoms under the D.C. appropriations bill. In light of the hateful and violent crime against Matthew Shepard during this pat month, it should be clear to all of us, that our gay and lesbian constituents deserve the same equal rights as all of us.", "I am also dismayed that a crucial provision of the foreign appropriations bill reduces funds for international family planning assistance. The elimination of funding by the United States for the U.N. Population Fund will deprive several hundred thousand women of effective contraception and put many of these women at risk for life threatening illnesses and injuries during an unwanted to unplanned pregnancy. More than 1,000 women will die as a result of these cuts. This simply is not acceptable.", "Under the Labor HHS bill, this Congress has voted not to cover Federal funding for needle exchange programs, prohibit the use of Federal funds for embryo research, and expand the Hyde language to cover Medicare funding, meaning that women dependent on Medicare will not be able to access abortions. All of these decisions are harmful to women and to our less powerful members of society. Those who cannot fend for themselves should find protection through our Government. Yet, to refuse poor women on Medicare the choice to an abortion, and to vote not to provide our sick citizens with access to clean needles is shameful.", "The Treasury Postal appropriations bill provision continues a prohibition on the use of funds for abortion in connection with any health plan under the Federal employees health benefit program, except where the life of the mother is threatened or where the woman is a victim of rape or incest. Under Supreme Court decisions, women have been allowed the choice for abortion and reproductive freedom, yet the leadership in this Congress has done everything within its power to erode these import rights.", "Furthermore, this bill has come to the floor without adequate time for review. The bill itself, along with the conference report total well over 1,000 pages,", "The way that this bill comes to the floor; however, should not surprise any of us. This is the same majority that passed a ``martial law'' resolution last week, which allows them to bring a bill to the floor without notice, without preparation, and without adequate time for deliberation. This is the same majority that brought the Labor-HHS appropriations bill to the floor for debate on just one issue, family planning, to appease their supporters on the far-right. This is the same majority that did not include Democratic representatives in their Conference Committee meetings. Having seen how the majority has handled this appropriations process, should we be surprised by the manner this bill has come to the floor? No. Are we outraged? Yes! I urge all of you to vote against this rule, to reaffirm our commitment to the Democratic process."], "capitolwords_url": "http://capitolwords.org/date/1998/10/20/H11583-2_waiving-points-of-order-against-conference-report-/"}