{u'speaker_state': u'CA', u'speaker_raw': u'mr. waxman', u'speaker_first': u'Henry', u'congress': 105, u'title': u'R.J. REYNOLDS STILL TARGETS OUR YOUTH AND YOUNG ADULTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-07-30/html/CREC-1997-07-30-pt1-PgE1559.htm', u'number': 110, u'id': u'CREC-1997-07-30-pt1-PgE1559.chunk0', u'volume': 143, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Waxman', u'pages': u'E1559-E1560', u'speaker_party': u'D', u'date': u'1997-07-30', u'bills': None, u'bioguide_id': u'W000215', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to share with the Members of this House an article that appeared in the May 28, 1997, edition of the Cleveland Free Times concerning R.J. Reynolds' new strategy to lure young people to smoke Camel cigarettes.", u"Given the retirement of Joe Camel, you may have thought that RJR was going to put an end to its promotional campaign aimed at our kids. But this Cleveland Free Times article discloses that R.J. Reynolds has developed a multimillion-dollar cigarette marketing campaign that targets bars and clubs frequented by youth and young adults. The goal of the program is to create an alternative marketing campaign and cigarette distribution network that operates under the radar. The campaign's targets include clubs--some of which are all-age concert clubs--and coffee houses. In exchange for cash, these bars and clubs give RJR exclusive rights to promote and sell Camel cigarettes in their establishment. As part of this promotion strategy, RJR-paid personnel mingle in the clubs to associate Camel cigarettes with what is cool.", u'This insightful Cleveland Free Times article gives us fair warning that the tobacco industry will continue to use its own particular marketing genius to target our kids. This must be foremost in our mind as we begin to consider tobacco legislation and how we can best achieve our goal of reducing the deadly toll exacted by tobacco on the people of our country.', u"Mr. Speaker, I ask that the full text of the article be printed in the Record so that my colleagues may have an opportunity to read about RJR's club marketing strategy.", u"They do not wait in lines, show IDs, pay cover charges or purchase concert tickets to gain access to Cleveland's most popular bars and clubs. Once inside these venues, they are treated like low-budget celebrities, sometimes drawing a small crowd, several handshakes, and admiring nods from bar and club staff members. They are Cleveland's Camel Club kids, a small group of twenty-something clubgoers, including Twig, Sheff, Ma-Ma, Frankie Boy and Don Vega, as they are known. On most nights, these fashionable men and woman, each armed with a black canvas bag filled with Camel cigarettes, slip in and out of more than thirty area bars and clubs, from the Grog Shop, a small East side concert club, to the Phantasy, Lakewood's industrial-music dance club, to Ufia, Cleveland's largest gay club located on the West Side. Their job: blend in with the bar and club patrons, make friends with the bar staff and offer smokers free Camel cigarettes, R.J. Reynolds' premium brand. These Camel Club kids should not be compared to those candy-striped cigarette girls or miniskirt-clad alcohol peddlers, who attract a lot of attention but can be more annoying than effective in enticing bar patrons to try their product. Camel Club kids look like they belong. They are R.J. Reynolds' ambassadors of cool. And they are the front-line workers in a relatively new, multimillion-dollar cigarette marketing campaign known as the Camel Club Program. The goal of the Camel Club Program--beyond the obvious aim to increase sales of Camel cigarettes--is to create an altenative marketing campaign and cigarette distribution network, one that will not be affected by changing federal regulations or the scores of tobacco-related lawsuits clogging the courts. In other words, R.J. Reynolds wants to create a sales program that no longer relies on Joe Camel, obnoxious givaways and promotions, or even vending machines to move its smokes. Cleveland is only one of about a dozen cities in which R.J. Reynolds has begun to market its cigarettes through bars and clubs frequented by the twentysomething smoking crowd. A Free Times examination of the Camel Club Program in Cleveland reveals that R.J. Reynolds already has a near monopoly on the sale of cigarettes in most of Cleveland's bars and clubs that cater to young crowds. R.J. Reynolds created this monopoly by spending more than $120,000 on marketing agreements with club owners, who, in turn, give Camel Club kids exclusive access to their establishments. R.J. Reynolds also has targeted coffeehouses--havens for young smokers--and concert clubs that feature all-ages shows."], u'capitolwords_url': u'http://capitolwords.org/date/1997/07/30/E1559_rj-reynolds-still-targets-our-youth-and-young-adul/'}