{u'speaker_state': u'IL', u'speaker_raw': u'ms. schakowsky', u'speaker_first': u'Jan', u'congress': 108, u'title': u'CONGRATULATIONS TO THE HAPPY COUPLES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-01/html/CREC-2003-10-01-pt1-PgE1940-2.htm', u'number': 137, u'id': u'CREC-2003-10-01-pt1-PgE1940-2.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Schakowsky', u'pages': u'E1940', u'speaker_party': u'D', u'date': u'2003-10-01', u'bills': None, u'bioguide_id': u'S001145', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to celebrate the first day in which residents of Cook County, Illinois will have the opportunity to register their domestic partnerships with the Bureau of Vital Records. This is an important first step towards full equality for gay, lesbian, bisexual, and transgender people and I am proud to stand in solidarity with them on this historic day.', u"This day does not just represent a political victory for the LGBT community or a day in which, finally, same sex partners will be able to obtain proof of their relationships in an effort to get health and other benefits. It is also a day when friends and family will come together to celebrate two people's love and commitment to each other. It is a day on which a couple who committed themselves to one another years ago can finally make it official.", u'I would like to recognize and congratulate a few of my friends and constituents who will be registering: Gary Cozette and Joe Lada, Brandon Neese and David Wick, Mary Morten and Willa Taylor, Jackie Kaplan and Ann Perkins, Kelly Cassidy and Alex Silets, Gail Morse and Lauren Verdich, Phil Burgess and Jim Nutter, Mark Ishaug and Micah Krohn, and Michael Bauer and Roger Simon.', u"It is my hope, however, that our progress will not stop here. It is my hope that one day all couples in all states and counties will have the opportunity to register their partnerships and receive all the legal benefits currently enjoyed by heterosexual married couples. No one should ever have to spend time convincing a doctor to be allowed to see her partner in her hospital bed. No one should ever again have to go without health insurance if his partner's employer provides it. No one should be separated from a life partner because immigration laws don't recognize the relationship.", u'So, congratulations to all the couples celebrating today. This is a major victory in the fight for equality and justice.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/10/01/E1940-2_congratulations-to-the-happy-couples/'}