{u'speaker_state': u'CA', u'speaker_raw': u'ms. pelosi', u'speaker_first': u'Nancy', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7441-2.htm', u'number': 102, u'id': u'CREC-1996-07-11-pt1-PgH7441-2.chunk7', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Pelosi', u'pages': u'H7441-H7449', u'speaker_party': u'D', u'date': u'1996-07-11', u'bills': None, u'bioguide_id': u'P000197', u'order': 7, u'speaking': [u'Mr. Chairman, I thank the gentleman for yielding me this time and for his strong leadership on this important issue and other issues of civil and human rights in this country and throughout the world.', u'Mr. Chairman, I rise in strong opposition to this ill-named Defense of Marriage Act and I do so on the basis of conscience, Constitution and constituency.', u"This legislation in terms of the Constitution, I believe, violates the spirit of the Constitution's full faith and credit clause as well as its equal protection provisions. It also is quite ironic to me that the Republican Party, which is a strong advocate for States' rights, now wants to override the will of the States and this is all in the hypothetical at that.", u"As a matter of conscience, I am opposed to this legislation because I believe it is a blatant act of discrimination. It is also disappointing that it is happening at this time because last week on the Fourth of July we celebrated our country's independence and our country's greatness. This week we are acting to diminish that greatness by saying to some members of our society that they are not equal under the law. Who is next? This bill is an insult to gays and lesbians in our country. Who is next? That brings me to my constituency.", u"I have the privilege of representing the most diverse population of any district in the country. I know there will be those who say their districts are as diverse but I do not think anyone's is more diverse than mine. In my district, I can easily see and say that the beauty is in the mix. I want to be sure that the power is also in the mix, the power for all of those different people to make their own decisions about their personal lives, the power for them to reach their own fulfillment, newcomer or old guard, black, brown, white or yellow, gay or lesbian.", u'Those decisions and that fulfillment include those affecting their life, liberty and pursuit of happiness. We value family in our community as a source of strength to our country and a source of comfort to our people. What constitutes that family is an individual and personal decision. But it is for all a place where people find love and support. If that happens to be with people living together of the same sex or of different sex, if it happens platonically or not, if it happens that they find comfort and love and support, God bless them.', u"Let me tell you about two very special constituents of mine who have lived together for over 25 years. Their commitment, their love and their happiness are a source of strength to all who know them. Their relationship--I hold this up so you can all see--is not a threat to anyone's marriage. This is Phyllis Lyons and Dell Martin. Phyllis has two grandchildren. Phyllis and Dell have been leaders in our community and command the respect of all who know them. Why should they not be able to share each other's health and bereavement benefits? Why should they not be able to visit each other in the hospital in case of accident or in case of illness? I know people will say, you can sign up in advance and tell the doctor before you go in for the operation. That does not happen is you are in an accident. Why should they not be able to share a financial relationship inheritance, immigration, the list goes on and on.", u'Why should they not have the full protection of the law? All of our community in our area are in debt to Phyllis and Dell for their contribution to the community, serving on commissions, they have been officially recognized over and over again in the course of their years of service. Tonight I am again in their debt for allowing me to share their personal history with you. I thank them for doing that, and I say to all of you, if you knew Phyllis and Dell and many hundreds of thousands of people that I know like them, why would you not want them to be treated equally?', u'But I ask you to make a more personal question of yourselves. Should you find yourself in a situation where your children or your close relatives or your close friends find solace, happiness, comfort, love, support in a relationship that is appropriate for them, would you not want them to have the legal recognition that they deserve? It is not again a threat to anyone.', u"Mr. Chairman, I wish I could go into what is a threat to marriage in this country, but with that I urge my colleagues to think carefully before discriminating against anyone in this country. I urge our colleagues to vote ``no'' on this legislation."], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/11/H7441-2_defense-of-marriage-act/'}