{u'speaker_state': u'HI', u'speaker_raw': u'mr. abercrombie', u'speaker_first': u'Neil', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-11/html/CREC-1996-07-11-pt1-PgH7441-2.htm', u'number': 102, u'id': u'CREC-1996-07-11-pt1-PgH7441-2.chunk38', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Abercrombie', u'pages': u'H7441-H7449', u'speaker_party': u'D', u'date': u'1996-07-11', u'bills': [u'H.R. 3396', u'H.R. 2270'], u'bioguide_id': u'A000014', u'order': 38, u'speaking': [u'Mr. Speaker, today I rise to speak against H.R. 3396, the Defense of Marriage Act. The title of the bill is puzzling. What are we defending marriage against: divorce, domestic violence, adultery? Can anyone name a single married couple whose union would be strengthened or defended against harm by this legislation? With all the unresolved burning issues facing this institution, it is nothing short of incredible that we would be diverting time and energy away from questions like Medicare, the environment, and the economy on this matter.', u"Supporters of the bill point to what they claim is the danger of same-gender marriage. They say that if a court in Hawaii rules in favor of same-gender couples, other States will then have to give ``full faith and credit'' to the resulting marriages. I'm going to take this opportunity to concentrate on the traditions of our Nation, in particularly the rights of States and the Constitution of the United States. H.R. 3396 is an unnecessary intrusion into the State domain of family law. It tears at the fabric of our Constitution.", u"Historically, States have the primary authority to regulate marriage based upon the 10th amendment of the Constitution. The Supreme Court has supported this constitutional right. In Aukenbrandt versus Richards, 1992, the Court rules that ``without exception, domestic relations has been a matter of state, not federal concern and control since the founding of the Republic.''", u"It is also interesting to note that questions concerning the validity of an out-of-state marriage are generally resolved without reference to the ``full faith and credit'' clause of the U.S. Constitution. States traditionally recognize out-of-state marriages unless they have statutes prohibiting such a union. For example, polygamy is illegal in all States, and in most states certain incestuous marriages are illegal too. States can declare an out-of-state marriage void if it is against the state's public policy or if entered into with the intent to evade the law of the State.", u"Congress has invoked the ``full faith and credit'' clause only five times since the founding of the Republic. The three most recent instances have required each State to give child custody, child support, and protection orders of other States the same faith and credit it gives its own such orders. The Defense of Marriage Act differs in one critical aspect from the legislative enactment passed by the Congress under it full faith and credit power: H.R. 3396 permits sister States to give no effect to the laws of other States.", u"This is a novel and unconstitutional interpretation of the clause. According to a leading constitutional law scholar, Laurence H. Tribe, ``the Constitution delegates to the United States no power to create categorical exceptions to the Full Faith and Credit Clause.''", u"The Supreme Court just recently struck down a Colorado law that targeted gay and lesbians in Romer versus Colorado, This case suggests that the Supreme Court will rule legislation motivated by animus against gays and lesbians unconstitutional under the Equal Protection Clause of the 14th amendment unless the legislative classification bears a rational relationship to a legitimate State purpose. In other words, since H.R. 3396 targets a group of people due to their--in the words of Gary Bauer of the Family Research Council--``dangerous lifestyle and behavior,'' it is likely to be struck down by the courts. There is no dire urgency or compelling public interest to pass this measure, which is not only unnecessary but also likely to be found unconstitutional by the Supreme Court.", u"In addition, I find it hard to believe how many of my colleagues can justify their support of H.R. 3396 when they are also cosponsors of H.R. 2270. At least 37 Members of the House are cosponsors of both bills. H.R. 2270 would require the Congress to specify the source of authority under the U.S. Constitution for the enactment of laws. Where in article I or anywhere else in the Constitution is the Congress given authority to write a national marriage law? Maybe the sponsors of both bills don't see the contradiction. Maybe they just don't care.", u"Many on the other side of the aisle have been vocal and unceasing in their support for reversing the flow of power away from Washington and back to the States. Well, the laws governing marriage are traditionally and constitutionally under the authority of the States. If there is any area of law to which States can lay a claim to exclusive authority, it is the field of family relations. How can someone reconcile being for States rights while at the same time taking away a basic, constitutional right given to States by the Framers of our Constitution? I strongly encourage my colleagues to allow the States to continue exercising their constitutional rights and not fan the flames of intolerance. As William Eskeridge, Law Professor at Georgetown University, simply stated, ``the reasons to hesitate before adopting this legislation are conservative ones: federalism, original intent and tradition.''", u'Let us remember that the United States draws its strength from the enormous diversity to be found within the borders of our great Nation. Vote against The Defense of Marriage Act.', u'The CHAIRMAN. All time has expired for general debate.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/11/H7441-2_defense-of-marriage-act/'}