{u'speaker_state': u'MI', u'speaker_raw': u'mr. conyers', u'speaker_first': u'John', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk110', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Conyers', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': None, u'bioguide_id': u'C000714', u'order': 110, u'speaking': [u'Mr. Chairman, I rise in support of this slimmed-down revision of section 3 to allow the States, which enact their own same-sex marriage laws, to have those marriages respected by the Federal Government. Surely, Members on the other side of the aisle can support this amendment. I hope they can.', u'Mr. Chairman, I hope that the excellent job of whipping up the populace into a frenzy will subside somewhat and we can consider what we are dealing with.', u'For my good friend, the gentleman from Florida [Mr. Canady], the subcommittee chairman who keeps laying this 70-percent population figure on us, may I remind the gentleman that 70 percent of the population was against ending segregation when the civil rights laws passed in the United States of America in the sixties. The gentleman shakes his head negatively, but he is incorrect.', u'Now, I wish my good friend from Wisconsin who made his very impassioned remarks would have included in the reasons for marriage being in trouble in America, if it is, that it is because of joblessness. I do not know what is going on between all the spouses, but joblessness is a huge driving force.', u'And finally, for ex-Senator Bob Dole, who I give advice on occasion, why is he so angry that President Clinton agrees with him on this issue? What is the beef, Bob? I mean, after all, you forced him to do this.', u'Mr. Chairman, we are going to stick with the gentleman from Georgia [Mr. Lewis]. Eventually we will all come around and realize where this is going. I thank the Members for their kind attention.', u"I rise in strong support of the gentleman's amendment revising section 3 of the bill to allow States, which enact their own same sex marriage laws, to have those marriages respected by the Federal Government.", u'Around this body we hear a lot of talk about States rights. Well this amendment gives all of the Members a chance to back up their rhetoric. For more than 200 years Congress has allowed determinations of marriage status to be a purely State matter. Yet, unless this amendment is adopted, we in the Congress will be telling the States how to run their business. We will be saying a marriage that they have blessed is not good enough for Federal recognition.', u'This amendment serves to illustrate the blatant hypocrisy which characterizes the entire legislation. The entire matter has very little to do with the Federal Government. It is black-letter law that the States are free to reject marriages approved by other States which violate public policy. It is pursuant to this authority that States have invalidated marriages consummated in other States which are incestuous, polygamous, based on common law, and involve under-age minors. Ironically, by enacting this law, Congress will, by implication, be limiting the States authority to reject other types of marriage which may be contrary to public policy.', u'It seems clear to me that the only reason we are here even debating this issue is that Republicans are intent on creating a political issue completely out of thin air so they can demonize gay and lesbian individuals and further divide the American people. The Contract With America has been a flop, the Repubican Party is behind in the polls, and their leadership is desperately trying to manufacture widge political issues. If there were any other reason, they would slow this bill down, wait for the courts and the State of Hawaii to act, and seriously analyze the legal implications of what they are doing.', u"Fortunatley, I don't think the American people will be fooled by this legislative red herring. They want real solutions that improve their every day lives, not legislative placebos. We can begin doing so by voting for this amendment and returning power back to the States.", u'The CHAIRMAN. The Chair would note that remarks in debate should be addressed to the chair.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}