{"speaker_state": "MA", "speaker_raw": "mr. studds", "speaker_first": "Gerry", "congress": 104, "title": "OMISSION FROM THE RECORD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-18/html/CREC-1996-07-18-pt1-PgH8010.htm", "number": 106, "id": "CREC-1996-07-18-pt1-PgH8010.chunk1", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Studds", "pages": "H8010", "speaker_party": "D", "date": "1996-07-18", "bills": null, "bioguide_id": "S001040", "order": 1, "speaking": ["Mr. Chairman, somebody may wonder why I or my colleague from Massachusetts, Mr. Frank, have not taken greater personal umbrage at some of the remarks here. I was thinking a moment ago that there might even be grounds to request that someone's words be taken down because my relationship, that of the gentleman from Massachusetts and, I suspect, others in the House, was referred to, among other things, I believe, as perverse. Surely if we had used those terms in talking about anyone else around here, we would have been sat down in one heck of a hurry.", "I am not taking this personally, because I happen to be able, I hope, to put this in some context. I would ask those, anyone listening to this debate this hour of the morning, to listen carefully to the quality and the tone of the words over here and the quality of the tone of the words over here. I would also ask people to wonder how in God's name could a question like this be divided along partisan lines. There is nothing inherently partisan that I know of about sexual orientation. I do not believe that there is some kind of a misdivision of this question between the aisles, and yet there is a strange imbalance here in the debate and the tone and quality of the debate.", "I want to salute some of the folks who have spoken over here, the distinguished gentleman from Georgia. We have talked about this before. I marched, although he did not know it at the time, with him in 1963 in the city with Dr. King. I was about as far from Dr. King as I am from the gentleman from Georgia when he delivered that extraordinary speech.", "Two years later I marched, although the gentleman did not know it, behind him from Selma to Montgomery. A few years after that, when it was the first march for gay and lesbian rights in Washington in 1979, I was a Member of Congress too damn frightened to march for my own civil rights. Actually, I changed my jogging path so that I could come within view of the march. I thought that was very brave of me at the time.", "But what I know is, because I had heard people like the gentleman from Georgia and because I am of the generation, and there were many, who were inspired by Dr. King is that this is, as someone has said, the last unfinished chapter in the history of civil rights in this country, and I know how it is going to come out. I do not know if I am going to live to see the ending, but I know what the ending is going to be. There is, as the gentleman said before me change, there has always been change.", "As I observed earlier, the men who wrote the Constitution, to which we all swear our oath here, many of them owned slaves. Slavery was referred to specifically in the Constitution. People of color were property when this country was founded.", "Women could not own property. There could not be marriage between the races. Many things change over time, Mr. Chairman, this, too, is going to change.", "I would like to pay tribute, special personal tribute to the gentleman from Georgia [Mr. Lewis], to Dr. King, to all those of both parties and no parties. There was nothing partisan about that movement; there is and ought never to be anything partisan about this, the final chapter in the history of the civil rights of this country.", "I wish I could remember, I used to know the entirety of that ``I Have a Dream'' speech, but we will rise up and live out the full meaning of our Creator. It may not be this year and it certainly will not be this Congress, but it will happen. As I said earlier, we can embrace that change and welcome it, or we can resist it, but there is nothing on God's Earth that we can do to stop it."], "capitolwords_url": "http://capitolwords.org/date/1996/07/18/H8010_omission-from-the-record/"}