{"speaker_state": "VT", "speaker_raw": "mr. jeffords", "speaker_first": "James", "congress": 104, "title": "EMPLOYMENT NONDISCRIMI- NATION ACT OF 1996", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-06/html/CREC-1996-09-06-pt1-PgS9986.htm", "number": 121, "id": "CREC-1996-09-06-pt1-PgS9986.chunk12", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Jeffords", "pages": "S9986-S10005", "speaker_party": "R", "date": "1996-09-06", "bills": null, "bioguide_id": "J000072", "order": 12, "speaking": ["In today's global economy our Nation must take full advantage of every resource that is at our disposal. We want U.S. companies to maintain their competitive advantage over their international competitors. This statement from Mr. Gifford, combined with the fact that a majority of the Fortune 500 companies have incorporated many of ENDA's policies, clearly indicates that these changes will not disrupt but improve the workplace. At this time in our country when we are short of skilled workers, we should not have anything that bars those skilled workers from an opportunity to have a job to assist us in our society.", "Mr. President, some concerns have been raised by my colleagues that passing ENDA will create a new wave of litigation. I am proud to say that my home State of Vermont is one of several States and localities that have enacted a sexual orientation antidiscrimination law. It is no surprise to me that the sky has not fallen. Since the enactment of Vermont's law in 1991, 5 years ago, the Vermont attorney general has initiated only 14 investigations of alleged sexual orientation discrimination. Six are pending at this time. Four have been closed with determinations that unlawful discrimination cannot be proven to have occurred. Three have been closed for miscellaneous administrative reasons unrelated to the charge, and one resulted in a settlement.", "There has been no huge litigation involved in Vermont. It has little or no burden when you figure how many that is per year, about three a year in the State. In addition, I am not aware of a single complaint from Vermont employers about the enforcement of the State law. However, I do know that thousands of Vermonters no longer need to live and work in the shadows. Vermont's experience is not unique. Other States and the District of Columbia have implemented policies similar to the one of my home State of Vermont with similar results.", "As I have stated before, success at work should be related to one's ability to do the job and nothing else. The passage of ENDA would be one step toward ensuring the ability of all people, be they gay, lesbian or heterosexual, to be fairly judged on the work product, not on unrelated personal characteristics. Passage of ENDA could be perhaps one of the most important things this Senate could do this year.", "Let me go back and summarize again and to straighten out some of the misconceptions regarding ENDA. First of all, this legislation does not create any special rights. Specifically, this legislation prohibits preferential treatment, including quotas based on sexual orientation. It simply protects a right that should belong to every American, the right to be free from discrimination at work because of personal characteristics unrelated to successful performance in the job.", "I also would like to point out that we have gone and looked at those areas which do create difficulties for business, areas which might lead to litigation. And for the reasons of those that hold a fear of that litigation, we have not provided all of the protections to sexual orientation that race, religion, gender and others have. ENDA, for instance, does provide for the same remedies--injunctive relief and damages--permitted under title VII and the Americans With Disabilities Act and also does apply to Congress with the same remedies as provided by the Congressional Accountability Act.", "This last application is very important to me because I believe it is very important that Congress not only live with the laws we pass, but I feel it is very important that an example should be set by Congress that gays and lesbians should not only be allowed to contribute to the economic life of the Nation but the political one as well. I once again point out that we have 66 offices that have already accomplished this.", "More importantly, for the specific areas that have created problems for employers, ENDA does not require an employer to justify a neutral practice that may have a substantial disparate impact based on sexual orientation. That means you do not have to prove by figures that you have hired enough gays and lesbians to show that you have complied with the law. Let me state again that ENDA does not require that. That requirement would be very difficult to meet. ENDA exempts small businesses, as do existing civil rights statutes. Thus, it does not apply to employers with fewer than 15 employees.", "Finally, ENDA does not require an employer to provide benefits for the same-sex partner of an employee. This is a requirement which would be problematical for many.", "So we have done everything we believe we can do to reduce the amount of litigation, to reduce the amount of concern of employers, and certainly small businesses, and as we do in other areas, to prevent any real burden on close working situations.", "As I have stated before, a successful workplace should be directly related only to one's ability to do the job, period. The passage of ENDA would be one step toward ensuring the ability of gays, lesbians, and heterosexuals to be fairly judged on their work product, not on an unrelated personal characteristic. Passing ENDA could perhaps be one of the most important things this Congress could do.", "Once again, I am pleased that we have this opportunity, and I want to thank, again, the majority and minority leaders for the system that has been set up to allow us to get a straight vote on this issue, and I look toward the day we succeed in getting ENDA enacted into law. Mr. President, I yield the floor.", "Mrs. KASSEBAUM addressed the Chair."], "capitolwords_url": "http://capitolwords.org/date/1996/09/06/S9986_employment-nondiscrimi-nation-act-of-1996/"}