{"speaker_state": "CA", "speaker_raw": "mrs. boxer", "speaker_first": "Barbara", "congress": 104, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm", "number": 123, "id": "CREC-1996-09-10-pt1-PgS10100-2.chunk39", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Boxer", "pages": "S10100-S10125", "speaker_party": "D", "date": "1996-09-10", "bills": null, "bioguide_id": "B000711", "order": 39, "speaking": ["So one has to ask oneself, why are we doing this? I think the Washington Post today had an excellent editorial in which they say, ``Why is the Senate taking up this matter now?'' They also point out how this issue is years away--years away.", "Well, I think we know why it is happening. It is election-year politics, and as one of the two Senators from California, I am not going to be part of that kind of politics.", "As I said before, it is a preemptive strike on a nonexistent proposal. It is as if we decided, as a Nation, to bomb a country because we thought they were going to do something to harm us when, in fact, all they wanted to do is live in peace. Of course, America would never do such a thing. Why would we want to do it to a whole group of people?", "I believe we are all Americans, Mr. President. I believe we do much better when we work together on issues, when we don't divide. If you read history books, you will see so many cases in history where a group of people is identified, and they are scapegoated, and they are treated differently, and they become nameless and faceless. It is what I call the politics of division, the politics of fear. I could never be associated with that kind of politics.", "Mr. President, when I went into politics 20 years ago, I said to my constituents then--and I continue to tell them--that I would not always take the popular side of an issue. If I felt it was mean-spirited, I would come to the floor of whatever body I was in--and I have been in local government, I have been in the House, and now I am very fortunate to be in the greatest deliberative body in the world, the U.S. Senate--and say I felt the proposal was mean-spirited; it was scapegoating people, and I simply could not be a part of it. I think if I were to do that--and we all know what the polls show on this one--I think it would be an insult to my constituency and to me, and it would demean all of us, because I don't think that is why we get elected here. I think we get elected here sometimes to go against the wind. I think if we don't do that, it diminishes us.", "Now, this vote isn't about how I feel on the issue of gay marriage. I think Senator John Kerry said that very clearly. I have always supported the idea of communities deciding these issues without the long arm of the Federal Government. Many communities in my State recognize domestic partnerships for those who choose to make a commitment.", "Frankly, I have to say, Mr. President, I haven't had one letter or phone call indicating that Congress should override these community decisions. So it isn't about how Senators feel on the issue of marriage or domestic partnerships. DOMA doesn't have anything to do with that. It certainly doesn't do anything, as I said, to defend marriages.", "Now, we have read newspaper reports that the author of this bill on the other side happened to have been married three times. Now, I don't personally believe, if DOMA was the law, it would have had a difference on any of his marriages. Maybe he believes that, but I don't believe that is true. I believe if we were sincere and those of us who have long-term marriages would sit down and frankly discuss the stresses on our marriages and what needs to be done to defend our marriages, I don't believe we would list that our marriages are threatened by some community that is considering making domestic partnerships legal in their community.", "So, to me, this is ugly politics. To me, it is about dividing us instead of bringing us together. To me, it is about scapegoating. To me, it is a diversion from what we should be doing. Why don't we use this time to pass President Clinton's college tax breaks, to ease the stress on our families today? Now, that would be defending marriage. That would be defending marriage. So by my ``no'' vote today, I am disassociating myself from the politics of negativity and the politics of scapegoating.", "I thank the Chair and yield the floor."], "capitolwords_url": "http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/"}