{"speaker_state": "SC", "speaker_raw": "mr. hollings", "speaker_first": "Ernest", "congress": 104, "title": "TREASURY, POSTAL SERVICE, AND GENERAL GOVERNMENT APPROPRIATIONS ACT, 1997", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-11/html/CREC-1996-09-11-pt1-PgS10245-5.htm", "number": 124, "id": "CREC-1996-09-11-pt1-PgS10245-5.chunk31", "volume": 142, "chamber": "Senate", "session": 2, "speaker_last": "Hollings", "pages": "S10245-S10279", "speaker_party": "D", "date": "1996-09-11", "bills": null, "bioguide_id": "H000725", "order": 31, "speaking": ["Mr. President, let me try to answer why there will not be one come and join the debate. It is easily understood. It is the result, of course, of our affirmative action policy after World War II of trying to rebuild the industrialized nations. It spread capitalism in Europe, and out into the Pacific rim. And our affirmative action policy called for various things to induce American investment overseas. We put in, as you can find in the early morning news now on the front of the business page, the Overseas Private Investment Corporation, subject to assault because it is no longer needed. It was needed at that time. Industry had to be ensured against expropriation and the loss of their investment overseas.", "So we passed the Overseas Private Investment Corporation [OPIC]. Then we found that we could subsidize, give inducements by way of actual subsidy for export overseas, with the Export-Import Bank. And we put in various tax deferrals.", "The reason the distinguished Senator from North Dakota in our amendment is not going to win, as he says, today as you can only look at the Republican screen at Channel 2. And it says new taxes. Once it is labeled as new taxes, that crowd will run in the other direction because we live in this symbolic poster world of true-false, up-down, ``I am for the families, and against taxes; I am for jobs, and against crime.'' And that is all you get out of them--is symbolic nonsense. So they will not really get to the guts of the issue.", "It is not a new tax. It just says those who are paying taxes for production here should be on an equal footing and not penalized with American investment and corporations overseas for producing overseas. We are trying to cut out that deferral.", "As a result of our affirmative action policy and spreading capitalism after World War II--I am not debunking it, or regretting it. It has worked. The Marshall plan is one of the great success stories of all history by way of people taxing themselves. They think. They didn't have pollsters running around loose in the late 1940's to get these children to come to the U.S. Senate--true-false. Just look at the polls. I will go back home, and, ``I am against taxes.'' In fact, only 17 percent of the people in one poll taken at that time, Gallop, said at that particular time--that only 17 percent favored the Marshall plan. But we had division as they all talked to. Everybody wants to use the buzzwords, and they come on with their little 20-second sound bite, and said, ``we have the vision.'' There is not any vision in any of this stuff going on about gay marriages and everything else. They are not national problems whatever. When you get to a real national problem, as it is about the economic security--and I emphasize ``economic security''--you can find the Senators want it.", "I would amend the idea of just jobs because jobs appeals to the polls. You are for jobs, or against jobs. And it makes it just a little political nuance of a campaign. The truth is the security of the United States of America is an issue here with respect to this particular amendment. The passage of the amendment is not going to ensure the security. It is going to begin as a wake-up call, and a trend backward.", "I have described that the success of the United States, the strengths that we have as a nation, the security that we have as a nation, rests, as it were, on the three-legged stool: The one leg, the values of a nation. That leg is strong, and unchallenged. We sacrificed to feed the hungry in Somalia.", "We sacrificed to build democracy in Haiti. We sacrificed to build peace in Bosnia. Everyone the world around as we travel knows the great contributions and sacrifices made by American taxpayers for its values.", "The second leg is that, Mr. President, of course, of our military strength. That is unquestioned.", "But that third leg, that economic leg, without which we cannot foster values or protect ourselves militarily--and I emphasize in World War II we won on account of Rosie the Riveter; our industrial might overwhelmed Hitler; there is not any question about that--has become somewhat fractured and enfeebled, if you might, as a result of the affirmative action.", "Now, what was the affirmative action? As I said, not only the subsidies, the insurance, the deferrals, but get out of here, just scatter, let us get industry, get American investment abroad and spread capitalism. As I say, it has not only been successful but it has become unfairly competitive.", "When I say unfairly competitive, I mean that the other competitors in the Pacific rim do not practice free trade. Oh, they use the rhetoric of free trade, but I can tell you here and now, try to get into some of the markets. Our textile industry tried to get into Korea. They have got to get a vote of the Korean textile folks before they can come into Korea. Try to get into Japan. Oh, they talk a little here about Motorola is doing a little bit; Intel will come in a little bit. But really in trying to open up the markets, we have had a dismal record over some 50 years trying to get into the country that we saved that does not practice free trade. Come on. Everybody knows that.", "(Mr. ASHCROFT assumed the chair.)"], "capitolwords_url": "http://capitolwords.org/date/1996/09/11/S10245-5_treasury-postal-service-and-general-government-app/"}