{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 107, u'title': u'CONGRATULATING LAWRENCE BARTELSON ON HIS RETIREMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-02-12/html/CREC-2002-02-12-pt1-PgE130-5.htm', u'number': 12, u'id': u'CREC-2002-02-12-pt1-PgE130-5.chunk0', u'volume': 148, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Nadler', u'pages': u'E130-E131', u'speaker_party': u'D', u'date': u'2002-02-12', u'bills': None, u'bioguide_id': u'N000002', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to congratulate Lawrence Bartelson on the occasion of his retirement from American International Group (AIG) after thirty years of dedicated service. Born in Brooklyn on March 6, 1941, Larry graduated from Lafayette High School in 1958. After attending the Baruch School of Business and Public Administration at the City College of New York, Larry began his professional career in accounting at the Home Insurance Company. In 1971, Larry joined AIG where he worked as an accounting manager in the Investment Accounting Department. On December 3, 2001, the company honored Larry with a retirement luncheon attended by his fellow employees and friends of AIG. For most of his life, Larry lived in Brooklyn, where his sister and other family members still reside. In 1993, Larry moved to Manhattan's West Village, where he joined a local block association to promote neighborhood well-being and community preservation. Among Larry's many notable community activities is his involvement in the New York Public Library, where he has been recognized as a member of the Bigelow Society. He is also an active member of the SAGE Forty Plus Group at the Gay, Lesbian, Bisexual and Transgender Community Center in Manhattan.", u'Larry is devoted to his close-knit family. Larry plans to spend his retirement years in New York City as well as his apartment in Hollywood, Florida, pursuing his various interests and enjoying the things he loves with family, friends and his partner, Bill Hevert. I am pleased to join with my friend, Lewis Goldstein, in congratulating Larry on this milestone. I wish him a productive and enjoyable retirement.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/02/12/E130-5_congratulating-lawrence-bartelson-on-his-retiremen/'}