{"speaker_state": "MA", "speaker_raw": "mr. kennedy", "speaker_first": "Edward", "congress": 106, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-03-16/html/CREC-1999-03-16-pt1-PgS2730.htm", "number": 41, "id": "CREC-1999-03-16-pt1-PgS2730.chunk2", "volume": 145, "chamber": "Senate", "session": 1, "speaker_last": "Kennedy", "pages": "S2730-S2737", "speaker_party": "D", "date": "1999-03-16", "bills": null, "bioguide_id": "K000105", "order": 2, "speaking": ["Mr. President, it is a privilege to join Senator Spector, Senator Wyden, Senator Schumer, and Senator Smith in introducing the Hate Crimes Prevention Act of 1999. This bill has the support of the Department of Justice, constitutional scholars, law enforcement officials, and many organizations with a long and distinguished history of involvement in combating hate crimes, including the Leadership Conference on Civil Rights, the Anti-Defamation League, the Human Rights Campaign, the National Gay and Lesbian Task Force, the National Organization for Women Legal Defense and Education Fund, the National Coalition Against Domestic Violence and The Consortium for Citizens with Disabilities Rights Task Force.", "Congress has a responsibility to act this year to deal with the festering problem of hate crimes. The silence of Congress on this basic issue has been deafening, and it is unacceptable. We must stop acting like we don't care--that somehow this fundamental issue is just a state problem. It isn't. It's a national problem, and it's an outrage that Congress has been A.W.O.L.", "Few crimes tear more deeply at the fabric of our society than hate crimes. These despicable acts injure the victim, the community, and the nation itself. The brutal murders in Texas, Wyoming, and most recently in Alabama have shocked the conscience of the nation. Sadly, these three crimes are only the tip of the hate crimes iceberg. We need to do more--much more--to combat them.", "I'm convinced that if Congress acted today, and President Clinton signed our bill tomorrow, we'd have fewer hate crimes in all the days that follow.", "Current federal laws are clearly inadequate. It's an embarrassment that we haven't already acted to close these glaring gaps in present law. For too long, the federal government has been forced to fight hate crimes with one hand tied behind its back.", "Our bill does not undermine the role of the states in investigating and prosecuting hate crimes. States will continue to take the lead. But the full power of federal law should also be available to investigate, prosecute, and punish these crimes.", "The Hate Crimes Prevention Act of 1999 addresses two serious deficiencies in the principal federal hate crimes statutes, 18 U.S.C. Sec. 245, which applies to hate crimes committed on the basis of race, color, religion, or national origin.", "First, the statute requires the government to prove that the defendant committed an offense not only because of the victim's race, color, religion, or national origin, but also because of the victim's participation in one of six narrowly defined ``federally protected activities'' enumerated in the statute. These activities are: (A) enrolling in or attending a public school or public college; (B) participating in or enjoying a service, program, facility or activity provided or administered by any state or local government; (C) applying for or enjoying employment; (D) serving in a state court as a grand or petit juror; (E) traveling in or using a facility of interstate commerce; and (F) enjoying the goods or services of certain places of public accommodation.", "Second, the statute provides no coverage for hate crimes based on the victim's sexual orientation, gender, or disability. Together, these limitations prevent the federal government from working with state and local law enforcement agencies in the investigation and prosecution of many of the most vicious hate crimes.", "Our legislation amends 18 U.S.C. Sec. 245 to address each of these limitations. In cases involving racial, religious, or ethnic violence, the bill prohibits the intentional infliction of bodily injury without regard to the victim's participation in one of the six ``federally protected activities''. In cases involving hate crimes based on the victim's sexual orientation, gender, or disability, the bill prohibits the intentional infliction of bodily injury whenever the act has a nexus, as defined in the bill, to interstate commerce. These provisions will permit the federal government to work in partnership with state and local officials in the investigation and prosecution of hate crimes. I urge the Senate to act quickly on this important legislation, and I look forward to working with my colleagues to bring it to a vote. I ask unanimous consent that the bill and a more detailed description of the bill be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/1999/03/16/S2730_statements-on-introduced-bills-and-joint-resolutio/"}