{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 106, u'title': u'RELIGIOUS LIBERTY PROTECTION ACT OF 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-15/html/CREC-1999-07-15-pt1-PgH5580-2.htm', u'number': 100, u'id': u'CREC-1999-07-15-pt1-PgH5580-2.chunk27', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Nadler', u'pages': u'H5580-H5608', u'speaker_party': u'D', u'date': u'1999-07-15', u'bills': None, u'bioguide_id': u'N000002', u'order': 27, u'speaking': [u'Mr. Speaker, the bill we have before us today is a good and important bill, and I worked with the gentleman from Florida (Mr. Canady) and others prior to its original introduction.', u'I want to associate myself with the remarks of the gentleman from Florida, and I agree with every word he said about the necessity for this bill and about its drafting. Unfortunately, this bill needs to be amended to ensure that while it acts as a shield to protect the fundamental religious rights of all Americans, as it is intended to do, it cannot also be used as a sword to do violence to the rights of others.', u'I will be offering an amendment in the nature of a substitute later today which will consist of the exact language of this bill but will also add a provision that would ensure that the appropriate balance between competing rights is struck.', u'With that change, I would hope that every Member of this House would support this important legislation. And I hope that if my amendment is adopted, my colleagues will do so. Without the amendment, unfortunately, the bill carries with it a fatal flaw threatening to undermine existing civil rights protections. And I would urge my colleagues in that case to vote against the bill in order to increase the odds that the bill will be properly amended either in this House or in the Senate.', u'This is a very difficult stand for me to take. As many of my colleagues know, I worked very hard for passage of the original Religious Freedom Restoration Act, or RFRA, in 1993. Since the Supreme Court decision declaring RFRA unconstitutional, I have worked hard to undo the damage the Supreme Court has repeatedly inflicted on our first freedom.', u"Corrective legislation of this sort has been, since the Supreme Court's infamous decision in Employment Division versus Smith 9 years ago, one of my top priorities. So I want my colleagues to know it is with great sorrow I contemplate the possibility that I might have to vote against the legislation which addresses a problem that is very dear to my heart.", u'Religious freedom is in peril because of the rulings set down by the court in Smith. Under that rule, facially neutral, generally applicable laws, having the incidental effect of burdening religion, are no longer deemed violations of the First Amendment.', u'This is unacceptable.', u"The Committee on the Judiciary, in its hearings on this legislation, received more than ample evidence that religion has suffered under the court's new rule and that, by following the indication of Justice Scalia for the political branches to deal with conflicts between law and faith, religious liberty has not fared very well at all.", u'This bill attempts to restore the protection of free exercise of religion which the Supreme Court has deprived us, but it does so at the cost of creating a real threat to the endorsement of State and local civil rights laws prohibiting discrimination on the basis of gender, marital status, disability, sexual orientation, having or not having children, or any other innate characteristic.', u"The bill as drafted would enable the CEO of a large corporation to say, my religion prohibits me from letting my corporation hire a divorced person or a disabled person or a mother who should be at home with her children and not at work or a gay or lesbian person and my religion prohibits me from letting my hotel rent a room to any such people. And nevermind the States' civil rights laws that prohibit that kind of discrimination.", u'If this bill passes in its current form, many courts will say that the State does not have a compelling interest in enforcing their laws against these kinds of discrimination and that discrimination will go on despite the laws because of this bill.', u'It is not right, Mr. Speaker, to abrogate the civil rights of many Americans in order to protect the religious liberty of other Americans; and it is not necessary to do so.', u'Thankfully, we do not face such a stark choice between religious liberty and civil rights. We can protect the religious liberty of all Americans without threatening the civil rights of any Americans. And that is what my amendment in the nature of a substitute will do.', u'So I will urge my colleagues to support the Nadler civil rights substitute, which I will describe later when I introduce it in greater detail, and, if it is adopted, to support what will then be an excellent and very important bill.', u'But if the amendment is not adopted, I will unhappily urge my colleagues to vote against the bill in its current form in order to increase the likelihood that the bill will be properly amended either in the House or in the Senate.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/07/15/H5580-2_religious-liberty-protection-act-of-1999/'}