{u'speaker_state': u'MI', u'speaker_raw': u'mr. kildee', u'speaker_first': u'Dale', u'congress': 107, u'title': u'HONORING PONTIAC NORTHERN HUSKIES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-05/html/CREC-2002-06-05-pt1-PgE950-3.htm', u'number': 72, u'id': u'CREC-2002-06-05-pt1-PgE950-3.chunk0', u'volume': 148, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Kildee', u'pages': u'E950-E951', u'speaker_party': u'D', u'date': u'2002-06-05', u'bills': None, u'bioguide_id': u'K000172', u'order': 0, u'speaking': [u'Mr. Speaker, I rise today to congratulate the Huskies of Pontiac Northern High School, on winning the 2001-2002 Michigan High School Athletic Association Class A State boys basketball championship. The Huskies defended their 2000-2001 championship by defeating the Detroit Redford Huskies 66-58 in the final game, becoming the 15th team in state history to win consecutive titles. It was certainly an exciting game that showcased some of the best talent the state of Michigan has to offer.', u'The Huskies are a true testament of what hard work, determination, and a passionate desire to win can accomplish. Under the guidance of Head Coach Robert Rogers and Assistant Coaches Craig Covington, Phillip Dada, Kevin James, and Tim Webb, the championship served as a wonderful finish to a remarkable year, marked with a tremendous record of 23-4.', u"The Huskies' roster includes: seniors Sean Moore, Dominique Hardiman, Derrick Ponder, David Stephens, Lester Abram, Debon Johnson; juniors Anthony Rogers, Bates Gay, Antonio Bones, Quan Dillahunty, James Smith, Mike Morris, Brian Abram; and sophomore John Cantrell. These young men, led by team captains Abram and Ponder, proved to be leaders in the classroom, the basketball court, and the community. They are all shining examples of the Pontiac School District's strong commitment to success in all aspects of life.", u'Mr. Speaker, I salute the accomplishments of the Northern Huskies, and share the joy of their victory with Northern students and alumni and especially the people of Pontiac. I ask my colleagues in the 107th Congress to join me in congratulating these fine gentlemen.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/06/05/E950-3_honoring-pontiac-northern-huskies/'}