{"speaker_state": "IN", "speaker_raw": "mr. pence", "speaker_first": "Mike", "congress": 111, "title": "LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4940-3.chunk85", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Pence", "pages": "H4940-H4958", "speaker_party": "R", "date": "2009-04-29", "bills": ["H.R. 1913"], "bioguide_id": "P000587", "order": 85, "speaking": ["I thank the gentleman for yielding, and I especially thank the ranking member of this committee for his strong and principled and thoughtful opposition to H.R. 1913, the Local Law Enforcement Hate Crimes Prevention Act.", "Mr. Speaker, those who know me, including my colleagues on this committee and the distinguished chairman of this committee, know that I abhor discrimination. I have associated myself throughout my career in Congress with efforts to advance the interests of minorities, and I will continue to do so. People who know me back home know that I have no tolerance for unkindness or disrespect to any individual for any reason, but most especially any disrespect or discrimination that is based on race, creed, or color is anathema to me. So I don't question the motives of those who would advance this legislation. I think I know the heart of many and understand it.", "But I rise in opposition to this legislation for three reasons:", "Number one, I believe that we should not treat thought the same way we treat action before the law. Number two, I believe this legislation is unnecessary when a careful examination of State prosecutions and the work that's being done at State levels is examined. And lastly and most ominously, I fear this legislation, intentionally or unintentionally, could have a chilling effect on the religious expression and the religious freedom of millions of Americans. So let me speak to each of those points.", "Thomas Jefferson once said, ``Believing with you that religion is a matter which lies solely between man and his God, that he owes account to none other for his faith and his worship, the legislative powers of the government reach actions only, not opinions.'' Thomas Jefferson again stated the core of my objection to hate crimes legislation as a whole, and that is that violent attacks against people or property are already illegal regardless of the motive behind them. And it seems to me that the wisdom expressed by Thomas Jefferson in that quote is wisdom that ought to discipline this legislative body, that we ought to focus the reach of government on actions only and not opinions. And that remains the core of my objection to hate crimes legislation.", "But even to those who believe, Mr. Speaker, that this legislation is appropriate, I must say that it is also important for our colleagues and anyone looking in to understand that this legislation is also unnecessary. The underlying offense in each of these crimes is already fully and aggressively prosecuted in all 50 States.", "This bill designates in particular gender identity for federally protected status without, I might add, any evidence of any hate crimes occurring against individuals for gender identity. The hate crimes bill before us today makes a Federal offense out of any violent crime that is alleged to be motivated by gender identity including, for instance, people who describe themselves as transsexuals, even though the Hate Crimes Statistics Act of 1990, as amended in 1994, never collected any data to show that such hate crimes are even occurring. In fact, the truth be told, FBI statistics show that the incidents of what are described as hate crimes has declined over the last 10 years, for which we have data. In 1997 a total of 8,000 what are called ``bias-motived'' criminal incidents were reported to the FBI. The data for 3 of the last 10 years, 2003 through 2005, demonstrated a steady decline in the number of those crimes, and the incidents as the present day approaches decline even further.", "And, also, lastly, there is zero evidence that States are not fully prosecuting violent crimes that are motivated by hate or for any other reason. Every State in the Nation prohibits a variety of violent crimes that constitute ``willfully causing bodily injury.'' For whatever the purpose of the will of causing bodily injury, those crimes are prosecuted. And for those who advocate hate crimes legislation, a Federalist note: 45 States and the District of Columbia already have specific laws punishing hate crimes.", "Which brings me to my last objection to this Federal legislation, and that is the concern that I have about the threat to religious freedom and religious expression. The gentlewoman who just spoke said, memorably, that this is not a hate speech bill, this is a hate crimes bill. But because those 45 States already have legislation involving hate crimes, we can see how this kind of legislation actually operates in practice.", "One case in particular, in 2004 in Philadelphia, 11 individuals were arrested at something called OutFest, which is a gay pride festival. These individuals held signs that displayed segments of the Holy Bible. They were arrested after protesting peacefully. They were charged with three felonies and five misdemeanors. Their felony charges included ``possessions of instruments of crime,'' which apparently was a bullhorn; ethnic intimidation, which was apparently their statement that they believed as Biblical Christians that homosexuality is a sin; and also they were charged with inciting a riot for reading passages from the Bible related to that moral practice. Now, whether or not a riot occurred involving these Christians was debatable, but they faced $90,000 in fines and possible 47-year prison sentences.", "In San Francisco a city council enacted a resolution urging local broadcast media not to run advertisements by a pro-family group. In New York a pastor who rented billboards posting Biblical quotations on sexual morality had them taken down by city officials who cited hate crime principles as justification.", "We saw a new colleague today take that oath that we all take, and it was a solemn moment, Mr. Speaker. But we swear to support and uphold the Constitution, which reads, I remind my colleagues, ``Congress shall make no law respecting the establishment of religion or prohibiting the free exercise thereof.''", "We must not pass this hate crimes bill. It is unnecessary and it threatens that constitutional obligation that we have."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/"}