{"speaker_state": "TX", "speaker_raw": "mr. smith of texas", "speaker_first": "Lamar", "congress": 111, "title": "LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4940-3.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4940-3.chunk100", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Smith", "pages": "H4940-H4958", "speaker_party": "R", "date": "2009-04-29", "bills": ["H.R. 1913"], "bioguide_id": "S000583", "order": 100, "speaking": ["Mr. Speaker, I would like to submit the following letter from four members of the U.S. Commission on Civil Rights who are opposed to H.R. 1913:", "Dear Madam Speaker and Messrs. Boehner, Cantor, Clyburn and Hoyer: We write today to urge you to vote against the proposed Local Law Enforcement Hate Crimes Prevention Act (H.R. 1913) (``LLEHCPA''). Although time does not permit this issue to be presented for formal Commission action, we believe it is important for us to write as individual members to communicate our serious concerns with this legislation. We believe that LLEHCPA will do little good and a great deal of harm. Its most important effect will be to allow federal authorities to re-prosecute a broad category of defendants who have already been acquitted by state juries-- as in the Rodney King and Crown Heights cases more than a decade ago. Due to the exception for prosecutions by ``dual sovereigns,'' such double prosecutions are technically not violations of the Double Jeopardy Clause of the U.S. Constitution. But they are very much a violation of the spirit that drove the framers of the Bill of Rights, who never dreamed that federal criminal jurisdiction would be expanded to the point where an astonishing proportion of crimes are now both state and federal offenses. We regard the broad federalization of crime as a menace to civil liberties. There is no better place to draw the line on that process than with a bill that purports to protect civil rights. While the title of LLEHCPA suggests that it will apply only to ``hate crimes,'' the actual criminal prohibitions contained in it do not require that the defendant be inspired by hatred or ill will in order to convict. It is sufficient if he acts ``because of someone's actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity or disability. Consider: Rapists are seldom indifferent to the gender of their victims. They are virtually always chosen ``because of their gender. A robber might well steal only from women or the disabled because, in general, they are less able to defend themselves. Literally, they are chosen ``because of their gender or disability. While Senator Edward Kennedy has written that it was not his intention to cover all rape with LLEHCPA, some DOJ officials have declined to disclaim such coverage. Moreover, both the objective meaning of the language and considerable legal scholarship would certainly include such coverage. If all rape and many other crimes that do not rise to the level of a ``hate crime'' in the minds of ordinary Americans are covered by LLEHCPA, then prosecutors will have ``two bites at the apple'' for a very large number of crimes. DOJ officials have argued that LLEHCPA is needed because state procedures sometimes make it difficult to obtain convictions. They have cited a Texas case from over a decade ago involving an attack on a black man by three white hoodlums. Texas law required the three defendants to be tried separately. By prosecuting them under federal law, however, they could have been tried together. As a result, admissions made by one could be introduced into evidence at the trial of all three without falling foul of the hearsay rule. Such an argument should send up red flags. It is just an end-run around state procedures designed to ensure a fair trial. The citizens of Texas evidently thought that separate trials were necessary to ensure that innocent men and women are not punished. No one was claiming that Texas applies this rule only when the victim is black or female or gay. And surely no one is arguing that Texans are soft on crime. Why interfere with their judgment? We are unimpressed with the arguments in favor of LLEHCPA and would be happy to discuss the matter further with you if you so desire. Please do not hesitate to contact any of us with your questions or comments. The Chairman's Counsel and Special Assistant, Dominique Ludvigson, is also available to further direct your inquiries at or at dludvigson@usccr.gov", " Todd Gaziano,", " Peter N. Kirsanow,", "Commissioner."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4940-3_local-law-enforcement-hate-crimes-prevention-act-o/"}