{"speaker_state": "TN", "speaker_raw": "mr. davis of tennessee", "speaker_first": "Lincoln", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk34", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Davis", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": null, "bioguide_id": "D000599", "order": 34, "speaking": ["Mr. Speaker, first of all I want to clarify something about the activist judges. Since 1953, since Eisenhower was sworn into office, there have been 23 Federal judges appointed to the U.S. Supreme Court. Of that amount, 17 have been Republicans, 6 have been Democrats. The Court today has 7 Republicans, and 2 Democrats.", "I do not know who they are blaming. Mr. Speaker, I thank the gentleman for yielding. Mr. Speaker, I am a cosponsor of this amendment. And I rise today with some serious concerns. First, I am concerned about the use of faith and marriage to score political points. I am also concerned about the scope of the amendment.", "First, I will talk about the amendment's scope. In my opinion, the amendment limits its ability to truly protect marriage. As written, the amendment defines marriage between a man and a woman. Sounds good, but I do not think that alone will be good enough to fully protect marriage.", "Mr. Speaker, it is my belief that the amendment does not go far enough. If we truly want to protect marriage, we should look and do all the things we must to go after the evils that threaten each and everyone of our marriages. These are the evils of divorce, adultery and abuse.", "The amount of divorce that has occurred in this country has become a threat to marriage. What do our children learn when they see their parents getting divorced left and right, only to remarry and get divorced again? What kind of example does it set?", "This occurrence clearly undermine the values that are the foundation of every marriage. Of course I am speaking of the commonly recited tenet, ``Till death do us part.'' Marriage is for life. This amendment needs to include that basic tenet.", "Therefore, Mr. Speaker, I think we should expand the scope of the amendment to outlaw divorce in this country. Going further, Mr. Speaker, I believe infidelity, adultery, is an evil that threatens the marriage and the heart of every marriage, which is commitment.", "How can we as a country allow adulterers to go unpunished and continue to make a mockery of marriage? Again, by doing so, what lessons are we teaching our children about marriage? I certainly think that it shows we are not serious about protecting the institution and this is why I think the amendment should outlaw adultery and make it a felony.", "Additionally, Mr. Speaker, we must address spousal abuse and child abuse. Think of how many marriages end in divorce or permanent separation because one spouse is abusive. And, Mr. Speaker, I personally think child abuse may be the most despicable act one can commit.", "This is why if we are truly serious about protecting marriage to the point where we will amend the Constitution, we should extend the punishment of abuse to prevent those who do such a heinous act from ever running for an elected position anywhere.", "We should also prevent those who commit adultery or get a divorce from running for office. Mr. Speaker, this House must lead by example. If we want those watching on C-SPAN to actually believe we are serious about protecting marriage, then we should go after the other major threats to the institution, not just the threats that homosexuals may some day be allowed to marry in a State other than Massachusetts, and elected officials should certainly lead by example.", "Now for my second concern, Mr. Speaker. As a person of faith who has been blessed with a wonderful marriage of 42 years, I am deeply troubled that some may be using this amendment to score political points with their base.", "Why else would we be voting for an amendment that has no chance of becoming law since the Senate has already rejected it? Why else would we vote on an amendment that may not be necessary, when you consider that 45 States have enacted either constitutional or statutory bans on gay marriage? And other States, like my home State of Tennessee, have put such bans on the ballot in November.", "Why, too, would Congressional Quarterly in their July 17, 2006 issue, report this amendment is a part of the legislative values agenda rolled out to rally the GOP base in the run-up to the November elections?", "Just as one should not take the Lord's name in vain, I also believe a good value for folks is to never undermine religion or marriage by using them to score political points with the base in order to win elections.", "In closing, Mr. Speaker, I think it is time for both parties to stop pandering to the bases that live on the political fringes and instead remember that there is one more true base: the American people. The people I represent would be more motivated if we could address the cost of $3 a gallon gasoline, and cut it in half, reduce the cost of health care for a family of four from $1,000 it currently costs for a family, increase the minimum wage from $5.15 to $7.25 an hour, address the illegal immigration, reduce budget deficits and balance our budget."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}