{u'speaker_state': u'MA', u'speaker_raw': u'mr. frank of massachusetts', u'speaker_first': u'Barney', u'congress': 109, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm', u'number': 94, u'id': u'CREC-2006-07-18-pt1-PgH5287-5.chunk42', u'volume': 152, u'chamber': u'House', u'session': 2, u'speaker_last': u'Frank', u'pages': u'H5287-H5321', u'speaker_party': u'D', u'date': u'2006-07-18', u'bills': None, u'bioguide_id': u'F000339', u'order': 42, u'speaking': [u"Mr. Speaker, as I listen, I am struck anew by the ability of preprogrammed rhetoric to resist the facts. We have heard talk about activist judges, Federal judges. No Federal judge has been involved here. There is not a pending decision that is now in force by a single Federal judge. That doesn't stop people from invoking it, because facts are irrelevant to this kind of rhetoric.", u'In fact, this amendment is being described in ways that are not accurate. It is not an amendment to prevent judges, activist judges, pacifist judges, any kind of judges, from deciding. It is an amendment to prevent anybody from deciding.', u'In the State of Massachusetts, we have had same-sex marriage for over 2 years. None of the negative consequences that people have predicted came true.', u"In consequence, I believe the political community of Massachusetts is prepared to say, if two men love each other and are prepared to be committed to each other legally as well as emotionally, that is rather a good thing and we will say it's okay.", u'If the voters of Massachusetts, in a referendum in 2008, which we might have, were to ratify same-sex marriage, this amendment would cancel it out. It has nothing to do with activist judges. It has to do with a decision that says no State by any political process can make that decision. The legislature of California, not judges in California, voted to allow two women who love each other to be legally responsible for each other.', u'That, if it were to be ratified by a Governor after the next election, would be cancelled out. So this is not an amendment about activist judges. This is an amendment that says no State by whatever process, including a referendum, can make this decision.', u"Why? I also feel strengthened in my advocacy of a cause when people won't tell me their real arguments against it. I think this is motivated, frankly, by a dislike of those of us who are gay and lesbian on the part of those who are the main motivators.", u"You know, we are told don't take things personally, but I take this personally. I take it personally when people decide to take political batting practice with my life, when people decide that they would demonize, not just me, I am old, I am over it, but young people who are just starting out, who find themselves, for reasons they can't explain, attracted to someone of the same sex, and they are demonized in this House of Representatives as if they are a threat to marriage.", u'That is the biggest nonsensical statement of all. Yes, marriage between a man and woman who are in love is a good thing. How does allowing two men who love each other to become legally committed endanger these marriages of 37 or 38 years? Let me tell you the logical structure, or the illogical structure, of the argument on the other side.', u"People will remember the commercial for V8 juice years ago in which a cartoon character who was feeling poorly drank various juices to see if he or she could be energized. None of them worked. Tomato juice didn't work. Apple juice didn't work. Pineapple juice didn't work, and then someone gives him a V8. The cartoon character gets pumped up, literally, and steam comes out of his ears. He is literally now raring to go, because he had a V8.", u'He says to himself, wow, I could have had a V8. Note for the record, I just smacked myself in the forehead to represent what happened in the commercial. Now, that is apparently the logical structure of same-sex marriages. Apparently there were these 37-, 38-, 42-year-long marriages all over the place.', u'There are happily married men all over America, and they are content with their wives. They are heterosexual, and they feel this physical and emotional attraction to each other. Then they read in the paper that in the State of Massachusetts it is now possible for there to be a same-sex marriage.', u'How is a marriage endangered? Apparently, people happily married in Indiana, Nebraska, Kansas, and Mississippi read that we have had same-sex marriage quite successfully in Massachusetts, and they look in the mirror and they say, wow, I could have married a guy.', u"So, apparently, same-sex marriage is the V8 juice of America. And apparently there are people who fear that knowing that two men who love each other, want to be committed to each other, somehow will dissolve the bonds of matrimony between two heterosexuals, it is, of course, nonsense. I will do my friends the credit of acknowledging that they don't believe it. There is a political motive here. Now, there are people who are genuinely concerned that there would be negative social consequences.", u'I understand that. I have heard that every time we deal with discrimination, when we dealt with the Americans with Disabilities Act, with gender, with race, with ethnicity, with age. I understand their fears. We have had same-sex marriage in Massachusetts for over 2 years.', u'Thousands of loving men and women have been able to come together and express their commitment to each other, and no one, not even the most dedicated opponent, has been able to point to a single negative consequence.', u'So I understand the people who are afraid. We have disproven the fears, and what is left is only dislike of many of us. It simply is not appropriate to score political points by demonizing or seeking to minimize the lives of your fellow citizens.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/'}