{"speaker_state": "NJ", "speaker_raw": "mr. holt", "speaker_first": "Rush", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-18/html/CREC-2006-07-18-pt1-PgH5287-5.htm", "number": 94, "id": "CREC-2006-07-18-pt1-PgH5287-5.chunk134", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Holt", "pages": "H5287-H5321", "speaker_party": "D", "date": "2006-07-18", "bills": ["H.J. Res. 88"], "bioguide_id": "H001032", "order": 134, "speaking": ["Mr. Speaker, I rise today to oppose the Federal Marriage Amendment, H.J. Res. 88.", "Just a few yards down the hall from where we are debating this discriminatory constitutional amendment today, in the Rotunda of this great Capitol, stands a bust of Dr. Martin Luther King, Jr. Every time I walk through the Rotunda, I remember Dr. King's struggle and what his life meant for me and for all Americans. For too long, the inalienable constitutional rights of all Americans were denied to many of our neighbors. As the leader of the civil rights movement, Dr. King helped secure equal rights for all Americans regardless of the color of their skin.", "One of the things that Dr. King fought against were the anti-miscegenation laws that existed at some point in 49 states. These laws prohibited interracial marriage and they were still in effect in sixteen states when the Supreme Court ruled them unconstitutional in 1967 because they denied the liberty of American citizens. Legal bans on interracial marriage were defended with all the kinds of arguments used by proponents of bans on same sex marriage: They would say that interracial marriages are contrary to the laws of God or contrary to centuries of social tradition or harmful to the institution of marriage or harmful to children. Would any Member of this body now defend those bans? Those bans were discriminatory and took away the rights of American citizens--in short they were what the Constitution was designed to prohibit. No one longs for anti-miscegenation laws today. We as a nation have learned from our mistakes.", "Or have we?", "We remember Dr. King for what he stood for, not just for who he was. As he said, ``man is man because he is free to operate within the framework of his destiny. He is free to deliberate, to make decisions, and to choose between alternatives. He is distinguished from animals by his freedom to do evil or to do good and to walk the high road of beauty or tread the low road of ugly degeneracy.''", "Today, I ask, will we do evil or will we do good? Will we keep the spirit of the Founding Fathers alive? Will we respect and honor the foundations of our constitutional government or will we chart a new course and, in the name of protecting an institution that is under no threat, shred the very premise of our Constitution.", "Our Constitution is the source of our freedom in this great country. For almost 220 years, the Constitution--mankind's greatest invention--has allowed our diverse people to live together, to balance our various interests, and to thrive. It has provided each citizen with broad, basic rights. The inherent wisdom of the Constitution is that it doesn't espouse a single viewpoint or ideology. Rather it protects all individuals as equal under the law.", "In more than 200 years, the Constitution has been amended on only 27 occasions. With the exception of Prohibition--which was later repealed--these amendments have affirmed and expanded individual freedoms and rights. Yet, this proposed amendment threatens to lead us in a dangerous new direction. This amendment would restrict freedoms, and codify discrimination into our guiding charter.", "We must think deeply about the ramifications of allowing such an amendment to be ratified. It would create a group of second- class citizens who lack equal rights due to the private, personal choices they and their loved one have made. It would also transfer to the federal government the right to recognize marriages, a power that had previously been retained by the States.", "This amendment is not only discriminatory and inhumane, it is also illogical. How does this actually protect marriage? What is it exactly about same sex marriage that is putting heterosexual marriage at risk? Do the proponents of the ban on same sex marriages want to annul all childless marriages or require all newlyweds to promise to have children? Do the proponents of this ban think for a moment that the marriage of loving people of the same sex are the case of America's high divorce rate among heterosexuals. It seems to me that other factors than this are responsible for the high divorce rate.", "I certainly agree that the institution of marriage and a cohesive family unit are vital to the health of our communities and the success of our society. Unfortunately, the amendment we are debating today does nothing to strengthen the bonds of matrimony, nor does it strengthen families or enhance our communities. In fact, it divides our communities, and shows contempt to a minority population. Throughout history, we have only moved forward when our society has come together to build a more perfect union, not intentionally divide American against American.", "No one should be denied the opportunity to choose his or her life partner. It is a basic human right. It is a deeply personal decision. Attacking gay couples who want to share lifelong obligations and responsibilities undermines the spirit of community that this amendment purports to strengthen.", "In 50 years will we build a statue to honor the great advances for our society that this amendment provided, as we do for the life of Dr. King? No. In the long shadow of history, this amendment and the philosophy behind it will be remembered alongside anti-miscegenation laws as offending the spirit of America and our founding principles.", "I hope that my colleagues will recognize the tremendous cost this amendment will have for our freedoms and I respectfully urge them to oppose it."], "capitolwords_url": "http://capitolwords.org/date/2006/07/18/H5287-5_marriage-protection-amendment/"}