{"speaker_state": "CA", "speaker_raw": "ms. lofgren", "speaker_first": "Zoe", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk17", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "Lofgren", "pages": "H7898-H7934", "speaker_party": "D", "date": "2004-09-30", "bills": null, "bioguide_id": "L000397", "order": 17, "speaking": ["Madam Speaker, the Republican leadership has put us on notice that Congress will probably adjourn next week until after the November elections. We should have done so much more this year. Yet, this week, Republican leaders have decided to bring to the floor a constitutional amendment banning gay marriage and a bill to repeal gun laws in the District of Columbia. Are these really the most important issues facing the Nation?", "Earlier this month, the Republican leader, the gentleman from Texas (Mr. DeLay), said that he would not allow a vote to continue the assault weapons ban because it did not have the votes. When asked about scheduling a vote, he said the following, ``If the President asked me, it would still be no . . . because we don't have the votes to pass an assault weapons ban, and it will expire Monday and that's that.''", "Despite the overwhelming support of Americans everywhere, he let the assault weapons ban expire.", "Apparently, the gentleman from Texas (Mr. DeLay) only brings things to a vote when he has the votes. But wait, this week the gentleman from Texas (Mr. DeLay) has taken a different position on what he brings to the floor.", "In Roll Call, he acknowledged he does not have the votes to pass the marriage amendment. This amendment will not pass the House, and it did not even a get a simple majority in the Senate earlier this year. This amendment is going nowhere.", "Let us be clear. The only reason this bill is being considered today is to score political points a month before the election. I am not surprised in the least that the Republicans would put politics before solutions. What is shocking is that we would waste time on these political games when they have accomplished so very little this year.", "Earlier this month, the CBO released its update and confirmed that the 2004 deficit will be the largest in history, $422 billion. This $818 billion deterioration from the $397 billion surplus that they inherited when President Bush took office is just a shame.", "And what have the Republicans done to bring the deficit under control? Absolutely nothing. As a result of their policies, and for the third time in 3 years, Republicans need to increase the debt limit once again. What have Republicans done about this, the national debt? Nothing. The list goes on and on.", "The Republicans never passed a 2004 budget. The fiscal year ends tomorrow, yet we have only done one of our 13 appropriation bills. The 9/11 Commission report was released in July. It has been 71 days, and the House and Senate have still not voted on its recommendations.", "We have not passed a transportation reauthorization bill since January 2001. We have lost 1.7 million private-sector jobs. And for the third year in a row, the number of Americans without health insurance has gone up. Medicare premiums are as high as they have ever been. We have more people in poverty this year than we did when Bush assumed the Presidency.", "The Republicans control the White House, they control the House of Representatives, and they control the Senate. They control everything in Washington. Despite all these advantages, all of this power, they have no accomplishments. All they can do is play political games to hide their truly abysmal record and hope that the American people do not notice.", "The House Republicans have controlled Congress for a decade. On January 4, 1995, the day I was first sworn in, moments before being sworn in, then Speaker Newt Gingrich told the Members of the House that we were hired to do a job, and we have to start today to prove we will do it. Well, the Republicans have had 10 years, and just look at the dismal record. They have proven they just cannot do this job. It is time for a change. House Democrats are ready to get to work."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}