{u'speaker_state': u'DE', u'speaker_raw': u'mr. coons', u'speaker_first': u'Christopher', u'congress': 112, u'title': u'EXTENDING THE GENERALIZED SYSTEM OF PREFERENCES--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-09-20/html/CREC-2011-09-20-pt1-PgS5750.htm', u'number': 140, u'id': u'CREC-2011-09-20-pt1-PgS5750.chunk24', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Coons', u'pages': u'S5750-S5760', u'speaker_party': u'D', u'date': u'2011-09-20', u'bills': None, u'bioguide_id': u'C001088', u'order': 24, u'speaking': [u"Madam President, I rise today to mark a momentous day and to stand with the millions of Americans for whom the end of don't ask, don't tell means the beginning of a real era of new equality for our Nation. It has been 60 days since Secretary Panetta, Chairman Mullen, and President Obama certified the U.S. Armed Forces were ready for the repeal of don't ask, don't tell. After 18 long years, today that policy finally comes to an end.", u"This is an important day. It is a good day. Today is a good day because our Nation, in my view, is taking a major step forward not just in the pursuit of equal rights but in the pursuit of equal responsibility. Today is a good day because we always talk about equal rights, but with don't ask, don't tell we are talking about Americans who sought equal responsibility, Americans who wanted to serve their Nation.", u"Nearly 14,000 LGBT Americans wanted to serve their Nation in their military but were deemed unfit to serve not because of what they did but because of whom they loved, as if loving another man made a soldier unable to aim a rifle or unwilling to die for his country. But for as many servicemembers who were drummed out--both literally and figuratively--under don't ask, don't tell, I cannot help but wonder how many more served in silence, proud of their uniform but made to feel ashamed of the person underneath.", u"LTC Charles George served his country for more than 30 years, including 28 years as a commissioned officer in the U.S. Army. His uniform is decorated with a wide range of medals and ribbons for dedicated service. When he graduated from ROTC in 1980, Charlie's boyfriend Dennis was there, and he wrote to me recently about his experience. He said:", u"I sat next to his mother, keeping quiet so I wouldn't draw attention to our relationship. During his actual pinning, my eyes never left his for the entire process. I was so proud of him. At one point, his eyes found me in the audience and we smiled to each other. I still remember that moment.", u"That was the last of those moments they would have. In 30 years of dedicated Army service, that ROTC ceremony was the only military activity of Charlie's that Dennis would be able to be a part of. Charlie was determined to serve our Nation, and so they had to keep their relationship a secret.", u"Charlie steadily rose through the ranks to first lieutenant and then to captain. He was promoted to major and ultimately lieutenant colonel. These were all proud moments for Charlie, but Dennis could not be in the room for any of them. ``The only thing harder than being a soldier is loving one,'' they would later recall hearing. I would offer the only thing harder than loving a soldier would be having to keep that love a secret from the world for a decade.", u"After 9/11, then-MAJ Charlie George was activated from Reserve duty, and like so many military families they discussed their now uncertain future. If Charlie had died in the service of his country, there would be no call on Dennis's phone from the Army, no knock on his door. Dennis would receive no crispily folded flag presented by a military honor guard. Dennis would never be able to be buried next to Charlie at the Arlington National Cemetery.", u"For 31 years they kept their relationship and their love a secret. Colonel George retired this year--a milestone he will celebrate next month in Rehoboth Beach, DE. For the first time since that ROTC ceremony more than three decades earlier, Dennis will be there proudly looking on. No more secrets, no more hiding, just the respect and dignity they both deserve--not just because of Charlie's long and dedicated service to the U.S. Army or because of Dennis's silent sacrifice but because they are both Americans.", u"I was proud to cosponsor the repeal of don't ask, don't tell last fall. I was even prouder to vote for it. Madam President, 3 months ago I was 1 of 13 Senators to record a video telling the gay, lesbian, bisexual, and transgender youth of this country that it gets better. As Americans we tell our kids that equality for all is a founding principle of our Nation, but our actions in so many ways have in the past failed to live up to these brave words. Our video was a promise to this generation of Americans, to the generation of my children, a promise that we are working to build an America free of legal discrimination, free of discrimination in our society; that LBGT youth have a future in this country where they will be entitled to the same rights, privileges, and responsibilities as every other American.", u"Bit by bit we are going to tear down these walls of discrimination. This is how we make it better. Don't ask, don't tell was discrimination, plain and simple. But today it is no more. Today is a good day.", u'Thank you, Madam President.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/09/20/S5750_extending-the-generalized-system-of-preferences-co/'}