{u'speaker_state': u'CA', u'speaker_raw': u'ms. harman', u'speaker_first': u'Jane', u'congress': 107, u'title': u'EXPRESSING THE SENSE OF CONGRESS ON THE ANNIVERSARY OF TERRORIST ATTACKS LAUNCHED AGAINST THE UNITED STATES ON SEPTEMBER 11, 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-09-11/html/CREC-2002-09-11-pt1-PgH6174-4.htm', u'number': 114, u'id': u'CREC-2002-09-11-pt1-PgH6174-4.chunk141', u'volume': 148, u'chamber': u'House', u'session': 2, u'speaker_last': u'Harman', u'pages': u'H6174-H6208', u'speaker_party': u'D', u'date': u'2002-09-11', u'bills': None, u'bioguide_id': u'H000213', u'order': 141, u'speaking': [u'Mr. Speaker, I rise in support of the commemorative resolution honoring those who died last September 11, those who came to the rescue, and those who served, and continue to serve, in the fight against terrorism.', u"Our minds are still seared with the images of last year's tragedy. Members knew some of the individuals who died in the attacks. In California's 36th district, where LAX--the destination of three of the four hijacked planes--is located, four of my constituents were killed.", u"They are: Anna Alison of Torrance, Chandler ``Chad'' Keller of Manhattan Beach, Stanley Hall of Rancho Palos Verdes, and John Wenckus of Torrance.", u'Today, we remember these individuals and join with their families in commemorating their lives and their contribution to our community and nation.', u'We also remember several other individuals who worked in the 36th district but lived elsewhere. Their coworkers remember them fondly: Ruben Ornedo, who worked at Boeing, and Peter Gay, who worked for Raytheon Electronics and commuted to El Segundo weekly from the east coast.', u'Mr. Speaker, our hearts are still broken and we continue to grieve. The remembrance ceremonies I attended--last week at Ground Zero and this morning at the Pentagon--were incredibly moving and heartfelt.', u"But as we work together to rebuild the lives shattered by the events of September 11, we also look to identify the actions we need to take at all levels of government to ensure maximum preparedness and protection against this threat--beginning with a reorganization of our government's resources.", u'We have learned from this horrific experience.', u'Sadder, but wiser and stronger, we are aided in our efforts this past year by the testimonies of those who walked through hell and by those who are prepared to do the same.', u'I am reminded of the words of Tennyson--', u'New Yorkers, the workers at the Pentagon and the passengers and crew aboard American flight 77 did not yield.', u'Nor will America.'], u'capitolwords_url': u'http://capitolwords.org/date/2002/09/11/H6174-4_expressing-the-sense-of-congress-on-the-anniversar/'}