{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'RACIAL PROFILING', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-13/html/CREC-2011-10-13-pt1-PgS6481.htm', u'number': 153, u'id': u'CREC-2011-10-13-pt1-PgS6481.chunk1', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S6481-S6482', u'speaker_party': None, u'date': u'2011-10-13', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in \nthe Record, as follows:', u"Dear Senator: on behalf of The Leadership Conference on \n Civil and Human Rights, and the undersigned groups, we urge \n you to be an original cosponsor of the End Racial Profiling \n Act of 2011 (ERPA). Passage of this bill is needed to put an \n end to racial profiling by law enforcement officials and to \n ensure that individuals are not prejudicially stopped, \n investigated, arrested, or detained based on their race, \n ethnicity, national origin, or religion. Policies primarily \n designed to impact certain groups are ineffective and often \n result in the destruction of civil liberties for everyone.\n ERPA would establish a prohibition on racial profiling, \n enforceable by declaratory or injunctive relief. The \n legislation would mandate training for federal law \n enforcement officials on racial profiling issues.As a \n condition of receiving federal funding, state, local, and \n Indian tribal law enforcement agencies would be required to \n collect data on both routine and spontaneous investigatory \n activities. The Department of Justice would be authorized to \n provide grants to state and local law enforcement agencies \n for the development and implementation of best policing \n practices, such as early warning systems, technology \n integration, and other management protocols that discourage \n profiling. Lastly, this important legislation would require \n the Attorney General to issue periodic reports to Congress \n assessing the nature of any ongoing racial profiling.\n Racial profiling involves the unwarranted screening of \n certain groups of people, assumed by the police and other law \n enforcement agents to be predisposed to criminal behavior. \n Multiple studies have proven that racial profiling results in \n the misallocation of law enforcement resources and therefore \n a failure to identify actual crimes that are planned and \n committed. By relying on stereotypes rather than proven \n investigative procedures, the lives of innocent people are \n needlessly harmed by law enforcement agencies and officials.\n Racial profiling results in a loss of trust and confidence \n in local, state, and federal law enforcement. Although most \n individuals are taught from an early age that the role of law \n enforcement is to fairly defend and guard communities from \n people who want to cause harm to others, this fundamental \n message is often contradicted when these same defenders are \n seen as unnecessarily and unjustifiably harassing innocent \n citizens. Criminal investigations are flawed and hindered \n because people and communities impacted by these stereotypes \n are less likely to cooperate with law enforcement agencies \n they have grown to mistrust. We can begin to reestablish \n trust in law enforcement if we act now.\n Current federal law enforcement guidance and state laws \n provide incomplete solutions to the pervasive nationwide \n problem of racial profiling.\n Your support for the End Racial Profiling Act of 2011 is \n critical to its passage. We urge you to become an original \n co-sponsor of this vital legislation, which will ensure that \n federal, state, and local law enforcement agencies are \n prohibited from impermissibly considering race, ethnicity, \n national origin, or religion in carrying out law enforcement \n activities. To become an original co-sponsor, please contact \n Bill Van Horne in Senator Cardin's office at \n bill_vanhorne@cardin\n .senate.gov or (202) 224-4524. If you have any questions, \n please feel free to contact Lexer Quamie at (202) 466-3648 or \n Nancy Zirkin at (202) 263-2880. Thank you for your valued \n consideration of this critical legislation.\n Sincerely,\n Adhikaar; African American Ministers in Action; American-\n Arab Anti-Discrimination Committee; American Civil Liberties \n Union; American Humanist Association; Asian American Justice \n Center, member of Asian American Center for Advancing \n Justice; Asian Law Caucus; Asian Pacific American Labor \n Alliance; Bill of Rights Defense Committee; The Brennan \n Center for Justice; Counselors Helping (South) Asians Inc; \n Disciples Justice Action Network; Drug Policy Alliance.\n DRUM--Desis Rising Up and Moving; Healing Communities \n Prison Ministry and Reentry Project Human Rights Watch; Indo-\n American Center; Institute Justice Team, Sisters of Mercy of \n the Americas; Japanese American Citizens League; Korean \n American Resource & Cultural Center; Korean Resource Center; \n Lawyers' Committee for Civil Rights Under Law; The Leadership \n Conference on Civil and Human Rights; Lutheran Immigration \n and Refugee Service; Muslim Advocates; Muslim Public Affairs \n Council; NAACP; NAACP Legal Defense and Educational Fund, \n Inc.\n National Advocacy Center of the Sisters of the Good \n Shepherd; National African American Drug Policy Coalition, \n Inc.--National Alliance of Faith and Justice; National Asian \n American Pacific Islander Mental Health Association; National \n Asian Pacific American Bar Association; National Asian \n Pacific American Women's Forum; National Association of \n Criminal Defense Lawyers; National Association of Social \n Workers; National Black Police Association; National Congress \n of American Indians; National \n Council of La Raza; National Gay and Lesbian Task Force \n Action Fund; National Korean American Service & Education \n Consortium; NETWORK, A National Catholic Social Justice \n Lobby.\n OCA; Pax Christi USA; Rights Working Group; Sahara of South \n Florida, Inc.Sentencing Project; Sojourners; Sikh American \n Legal Defense and Education Fund; Sikh Coalition; Sneha, \n Inc.; South Asian Americans Leading Together; \n StoptheDrugWar.org; Union for Reform Judaism; United \n Methodist Church, General Board of Church and Society; UNITED \n SIKHS; US Human Rights Network."], u'capitolwords_url': u'http://capitolwords.org/date/2011/10/13/S6481_racial-profiling/'}