{"speaker_state": "MI", "speaker_raw": "mr. conyers", "speaker_first": "John", "congress": 112, "title": "TRIBUTE TO MR. JOHN PAYTON", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-18/html/CREC-2012-04-18-pt1-PgE576-4.htm", "number": 56, "id": "CREC-2012-04-18-pt1-PgE576-4.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Conyers", "pages": "E576-E577", "speaker_party": "D", "date": "2012-04-18", "bills": null, "bioguide_id": "C000714", "order": 0, "speaking": ["Mr. Speaker, ``Democracy, at its core, requires that all of the people be included in `We the People.' '' Uttered by Mr. John Adolphus Payton during a 2008 speech in Michigan, this quote embodies his legacy. A true pioneer, John Payton rarely turned down an opportunity to advocate for the least among us and reminded America time and again of the necessity to advance toward a more inclusive and tolerant society. From his youth until his last days, John Payton fought for the recognition of individual rights and taught us how to work toward democracy--not just speak about it.", "A quick glance at John's background quickly reveals the makings of a civil rights giant. At the height of the overt racial tensions of 1965, John Payton was one of only a handful of black students at Pomona College. Even as a working student, John found time to enhance the quality of collegiate life for disadvantaged students by founding Pomona's Black Student Association, organizing and participating in anti-war and civil rights demonstrations, successfully lobbying Pomona's administration to recruit more black students, and for the creation of a black studies program. A year after graduating from Pomona College, John enrolled at Harvard Law School in 1974. As a law student he obtained affidavits from black student activists who were injured during Boston's school busing controversy. John served as an ideal model of what true civic engagement should be. Even without a formal title, he used his resources to fight for the rights of others.", "Serving as the sixth president of the NAACP Legal Defense and Educational Fund (LDF), John led many victories before the U.S. Supreme Court, including the 2010 case Lewis v. City of Chicago, where John successfully represented a group of firefighters who argued that the city had discriminated against black recruits by using a grading system that resulted in no black applicants being hired. Though their claims had been barred by a statute of limitations defense in the lower court, the Supreme Court reversed those findings, allowing the recruits' claims to move forward. Prior to taking the helm of the NAACP LDF, in 2003 John argued in Grutter v. Bolinger that the University of Michigan had a compelling interest in promoting class diversity, and that acknowledging race as one of many factors in admissions decisions was not a quota. In a 5 4 decision, the Supreme Court agreed with John's argument, and put our nation one step closer towards achieving equitable higher education for all.", "John's journey to erasing the ``badges of slavery'' meant challenging racism head on. As an associate with the D.C. law firm Wilmer, Cutler and Pickering (now known as Wilmer Hale), he contributed to the firm's representation of the NAACP in various legal matters, including assisting with the 1982 Supreme Court case NAACP v. Claiborne Hardware Co. The Claiborne case rescued the NAACP from certain bankruptcy by avoiding a financial penalty after the group organized a 1960s boycott against white merchants in Mississippi. In 1988, John represented the city of Richmond's program which set aside 30 percent of municipal construction jobs for minority-owned businesses. The Supreme Court ruled that the Richmond law was unconstitutional because it violated the white-owned construction firms' right to equal protection. Many would have been discouraged by the loss, but as John eloquently stated in the 2008 edition of The Civil Rights Monitor, published by the Leadership Conference on Civil and Human Rights, ``We must recognize that this is a marathon and not a race if we are to find solutions that will work.''", "As I sat at John's memorial service, I not only sat as a legal colleague, but as a friend. Many shared their respects for a man who gave so much to promote justice and equality. I thank his wife of 20 years, Gay McDougall, for sharing her lifelong partner so that we could be beneficiaries of his lifelong mission."], "capitolwords_url": "http://capitolwords.org/date/2012/04/18/E576-4_tribute-to-mr-john-payton/"}