{u'speaker_state': u'NH', u'speaker_raw': u'mrs. shaheen', u'speaker_first': u'Jeanne', u'congress': 112, u'title': u'HONORING FALLEN KANSAS POLICE OFFICERS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-15/html/CREC-2012-05-15-pt1-PgS3161.htm', u'number': 69, u'id': u'CREC-2012-05-15-pt1-PgS3161.chunk5', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Shaheen', u'pages': u'S3161-S3162', u'speaker_party': u'D', u'date': u'2012-05-15', u'bills': None, u'bioguide_id': u'S001181', u'order': 5, u'speaking': [u'Mr. President, I come to the floor today to join my colleague, Senator Menendez, and I think some of our other colleagues who will be here soon, to reaffirm our commitment to the reauthorization of the Violence Against Women Act. That act recently passed out of the Senate with a strong bipartisan vote that recognizes our bipartisan commitment to end domestic and sexual abuse, stalking, and dating violence. The House of Representatives will soon be taking a vote on their proposed counterpart to the Violence Against Women Act, and I want to address some of the concerns I have with the bill that is on the floor in the House.', u'What we have seen in this country is that domestic violence has a significant impact on families, on victims. It comprises the very stability of our towns and communities. The Violence Against Women Act provides essential resources for victims and for law enforcement. I was pleased to see so many of us in the Senate put politics aside and support this important reauthorization.', u'Unfortunately, the House version of the reauthorization of the Violence Against Women Act does not provide the same level of protection for victims, and it does not include some resources that have specifically been requested by law enforcement.', u'In the House bill protections are diminished for college students, for lesbian, gay, and transgender victims, for immigrants, and for Native Americans.', u'The Senate bill strengthens the Violence Against Women Act to provide more protections to more women and their families. The House bill weakens the law by failing to state that same-sex couples will have equal access to services, by decreasing protections for immigrant victims, and by declining to expand the jurisdiction of tribal courts.', u'One example of some of the changes in the House bill, where I think it fails, is around protections the Senate bill provides to women students on college campuses.', u'The Senate bill provides strong protections that have been omitted in the House bill. The Senate bill includes a provision requiring a university to implement prevention programs, teaching all students, male and female, how to help prevent sexual violence and dating violence, including bystander education.', u'The Senate bill also requires a university to make reasonable accommodations for students who need to change their living, working, or academic situation as a result of being victimized. For example, if a young woman is the victim of an assault and her attacker lives in her dorm, what the Senate bill would do is require the university to help that young woman find another place to live. Unfortunately, these kinds of protections are not included in the House bill.', u'The Department of Justice recently estimated that 25 percent of college women will be victims of rape or attempted rape before they graduate within a 4-year college period, and women between the ages of 16 to 24 will experience rape at a rate that is four times higher than the assault rate for all women.', u'There is no doubt this is a serious problem. The safeguards we implemented in the Senate bill must be preserved if we are to provide the protections that young women and men in college deserve.', u'When we were working on our reauthorization in the Senate, I had a chance to meet with case workers at crisis centers and with some of the victims of domestic violence in New Hampshire.', u'I heard from one woman who said if it had not been for that 24-hour hotline and her caseworker at the Bridges Crisis Center in Nashua, she would never have been able to leave her abuser. She was finally able to stand up for herself and end the terrible cycle of abuse because of the Violence Against Women Act.', u'All victims should have equal access to these important resources, and it is imperative this bill provide that.', u'So I urge my colleagues in the House to insist on these essential components so we can move forward on this reauthorization and we can protect all of the victims of domestic violence.', u'Mr. President, I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/05/15/S3161_honoring-fallen-kansas-police-officers/'}