{u'speaker_state': u'MN', u'speaker_raw': u'ms. mccollum', u'speaker_first': u'Betty', u'congress': 112, u'title': u'VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2012', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-18/html/CREC-2012-05-18-pt1-PgE851.htm', u'number': 72, u'id': u'CREC-2012-05-18-pt1-PgE851.chunk0', u'volume': 158, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'McCollum', u'pages': u'E851', u'speaker_party': u'D', u'date': u'2012-05-18', u'bills': [u'S. 1925'], u'bioguide_id': u'M001143', u'order': 0, u'speaking': [u'Madam Speaker, I rise today to speak in opposition to this bill. The Violence Against Women Act has never been a divisive piece of legislation until this Tea Party Majority came into power. Instead of bringing the bipartisan bill already passed by the Senate to this floor for a vote, House Republicans are attempting to pass a partisan and discriminatory bill that eliminates protections for violent crime victims.', u'The Republican bill on the floor this week eliminates long-standing critical protections for immigrant women who are the victims of crime and abuse. This bill rejects the new protections adopted by the Senate for gay and transgender individuals. The LGBT community experiences domestic violence at roughly the same rates as other populations, but these survivors often face discrimination when seeking the services they need to escape abuse. The bipartisan Senate bill included provisions to ensure LGBT victims can find refuge and access needed services.', u'This bill also eliminates the new provisions for Native American victims. One in three native women is raped in her lifetime, three in five suffer domestic assault, and a majority of the perpetrators are non-Indian. Considering these horrific statistics, I am dismayed that the bill the Republican majority brought before us today does not include adequate protections for Native women. The provision included at the last minute--section 1006--actually takes a step backward by placing the burden on the woman seeking protection, who would have to travel to a federal court and hire legal counsel. It forces tribal women to rely on federal law enforcement, who already decline to prosecute more than half of the violent crimes in Indian Country, and an even higher percentage of sexual assault cases.', u'According to the National Congress of American Indians, in one alarming case, a woman was assaulted by her non-Native boyfriend and had her nose broken. When she filed a police report, she heard that the injury was just broken cartilage, and that the case would not be prosecuted because U.S. attorneys will not take a domestic violence case unless the disfigurement is permanent. This is the status quo that the bill before us will maintain. It is unacceptable, especially with a better bipartisan alternative available.', u'The Violence Against Women Act reauthorization bill passed by the Senate, S. 1925, had provisions that provided for tribes to prosecute a non-Indian for domestic violence in a constitutional manner. Defendants would still have access to free counsel, to due process, and to a jury of their peers including non-Indians. These common-sense provisions were developed during years of consultation with tribes and were recommended by the U.S. Department of Justice after studying the crisis. Tribal communities need this authority at the local level to protect their mothers, sisters and daughters from abuse.', u"If the House passed the bipartisan Senate bill, it would send a clear message that this country does not tolerate violence against women, regardless of their ethnicity or sexual orientation. Moreover, it would show Congress' commitment to reducing domestic violence, protecting women from sexual assault and securing justice for victims.", u'Over a decade ago, VAWA passed the House and Senate by votes of 371 1 and 95 0, respectively, and then this overwhelming support was repeated in 2005. Yet here we are today, with my colleagues across the aisle turning this into a divisive and partisan issue.', u"It is wrong, it is unfair to victims of domestic violence, and it is the latest example of this Tea Party Republican Majority's failure to find common ground even on issues that have been historically non-controversial. We must do better for all women who experience violence, which is why I urge my colleagues to vote against this bill. I remain hopeful that the House will have the opportunity to consider the Senate-passed bipartisan language instead.", u"The purpose of VAWA has always been to ensure that all victims of violence are protected and that their basic human rights are upheld, no matter one's sexual orientation, ethnicity, or legal status in this country, and this bill shirks that responsibility."], u'capitolwords_url': u'http://capitolwords.org/date/2012/05/18/E851_violence-against-women-reauthorization-act-of-2012/'}