{"speaker_state": "TX", "speaker_raw": "mr. reyes", "speaker_first": "Silvestre", "congress": 112, "title": "HONORING BRANDON ELIZARES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-06-20/html/CREC-2012-06-20-pt1-PgE1090.htm", "number": 94, "id": "CREC-2012-06-20-pt1-PgE1090.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Reyes", "pages": "E1090", "speaker_party": "D", "date": "2012-06-20", "bills": ["H.R. 998", "H.R. 1648"], "bioguide_id": "R000170", "order": 0, "speaking": ["Mr. Speaker, I rise today with a heavy heart as I take time to remember Brandon Elizares, a young man who left us two and a half weeks ago. He will always be remembered for his smile, his personality, and his desire to serve as an inspiration to others.", "Brandon, like 11.7 million people in this country, was gay, and like so many of his peers, was harassed and bullied until he took his life on June 2nd after being threatened with being buried alive and shot. His last message-echoed his infinite love for his family and his apologies for not being strong enough to continue taking the abuse he had faced for over two years. His final words read, ``My name is Brandon Joseph Elizares and I couldn't make it. I love you guys with all of my heart.''", "High school is an exciting time with an array of new experiences and challenges, but one thing it should not be is an environment where young people must worry about being bullied. Children in high school should be focused on their education. The sad reality is that for many students their primary concerns don't lie in textbooks or exams, but in fear that they will not be accepted by their peers, that they will be physically abused, and, in the case of Brandon and countless others like him, that they may consider taking their own life to escape the pain.", "Brandon was a young man who exemplified the best in the El Paso community. He embodied what this nation looks for in all of its young people. He was a best friend, a loving son, an aspiring model and artist, an excellent student, and, to a teenage girl who had contemplated suicide due to encounters with bullying, Brandon was a superhero and an older brother.", "Like so many El Pasoans, I feel a personal connection to Brandon, and his death reflects the unfortunate truth that many young people in our community continue to suffer. I stand before you today asking you to help me in ensuring that Brandon's death was not in vain. Please join me in support of the Student Non-Discrimination Act (H.R. 998) and the Safe Schools Improvement Act (H.R. 1648) to protect LGBT students from discrimination and bullying in schools. I also ask you to stand with me in support of the ``It Gets Better'' campaign, a project whose goal is to prevent suicide among youth by having adults and allies convey the message that these teens' lives will improve.", "In our country today the facts are clear:", "56 percent of students have personally felt some sort of bullying at school. Between 4th and 8th grade in particular, 90 percent of students report being the victim of bullying.", "9 out of 10 LGBT youth reported being verbally harassed at school in the past year because of their sexual orientation.", "1 in 4 teachers see nothing wrong with bullying and will only intervene 4 percent of the time.", "A victim of bullying is twice as likely to take his or her own life compared to someone who is not a victim.", "41 percent of principals say they have programs designed to create a safe environment for LGBT students, but only 1/3 of principals say that LGBT students would feel safe at their school.", "Every day thousands of children wake up fearing for their well being as they go to school; if the Student Non-Discrimination Act and the Safe Schools Improvement Act were enacted today, we could provide students a sense of relief and some reassurance that their government is working to improve their lives by increasing awareness about their daily struggles.", "This issue, as all of you know, is not limited to one district or state, but has been felt throughout our country from California to New York. As a proud grandfather, I could not imagine what it would be like to have any of my grandchildren be bullied at school. There is no place in our society for bullying or discrimination, whether it's in our schools, communities or in our military. I want to provide hope to our youth and remind them they are not alone and that there are many venues they can turn to for help. I want to send a simple and powerful message: it gets better. If you are a student or a teacher there are resources available and I encourage you to visit or for more information.www.stopbullying.govwww.itgetsbetter.org", "To the family of Brandon Elizares, no words can lessen your pain or bring your son back, but I stand with you today in honoring this kind young man. The display of love and affection from those who were close to him, those he helped, and those who have gone through experiences similar to his are a testament to the person he was and to the way you raised him. Brandon's genuine spirit and love will live on in all of those he touched. Today, the House of Representatives and our nation honors Brandon Elizares."], "capitolwords_url": "http://capitolwords.org/date/2012/06/20/E1090_honoring-brandon-elizares/"}