{u'speaker_state': u'WA', u'speaker_raw': u'mrs. murray', u'speaker_first': u'Patty', u'congress': 112, u'title': u'VETERANS JOBS CORPS ACT OF 2012--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-08-01/html/CREC-2012-08-01-pt1-PgS5825.htm', u'number': 116, u'id': u'CREC-2012-08-01-pt1-PgS5825.chunk87', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Murray', u'pages': u'S5825-S5858', u'speaker_party': u'D', u'date': u'2012-08-01', u'bills': None, u'bioguide_id': u'M001111', u'order': 87, u'speaking': [u'Mr. President, I listened carefully to the passion of the Senator from Iowa on behalf of the Republican majority and Speaker Boehner, and, frankly, I have to say it is offensive to say that the issue of violence against women is about politics. This is about women who are abused, women who are powerless to fight back, and women being able to get the protection they need in this country that has provided protection for a very long time, to make sure women who are immigrants, women who live in a tribe, women who are gay and lesbian, women who are on college campuses get the protection this legislation supports. This is not about politics, this is about violence and this country standing up and saying we are going to protect them.', u'Make no mistake about it, what the Republicans are saying is that they want to move this bill to conference so they can strip out those provisions. Well, they have crossed a line--a line that in the history of this nonpolitical, bipartisan bill has been so deeply important to so many of us. They made this bill about politics just now. I find that offensive.', u"What they want is to take the Senate's bipartisan-passed bill, supported by both Republicans and Democrats here, send it to conference, and then pick it apart. They want to take it to conference so they can have a discussion about which women in this country deserve protection and which do not. They want to pit one group of women against another. This is not a game. It is not politics. And it certainly is not a game I am going to play. The new protections in this bill have been supported by Republicans and Democrats, groups across this country, and millions of Americans. They are not bartering chips, and it is not about politics.", u"The objection of the Senator on behalf of the Republicans raises issues that really are nothing more than a smokescreen. They do not want to be out in front saying they are willing to discriminate against certain women. They would rather hide behind these procedural objections. But I would remind all our colleagues that these procedural objections they are out here talking about--the politics--have been routinely overcome here in the Senate. Just as I said a few minutes ago, the transportation and jobs bill we passed a month ago, the blue slip issue was overcome. The FAA reauthorization last year funding our Nation's airports--overcome. The Food Safety Act--overcome. The Travel Promotion Act. All those had blue slip issues, and all of them were overcome, and there was a reason why--leadership and the will to do the right thing.", u'So let me make it abundantly clear. This is not about politics. It is about protecting women in this country. It is about making sure we do what is right for so many women who are looking to Congress to put in place the protections they deserve.', u"So the ball is in the Speaker's court now. He is going to have to talk to women across the country about why their protections are at risk because of politics. But I want everyone to be clear: We are not going to compromise on the issues that are so important to so many women and throw them under the bus. That is not what we have fought for year after year on bipartisan legislation when we passed the Violence Against Women Act before. It is inclusive, it is bipartisan, and it is above ideology and partisan games. It is a bill that makes sure that no matter who you are or where you live or whom you love, you are protected in this great country in which we live.", u"Politics has no place in this. I would agree with the Senator from Iowa. Who is playing politics? We will leave it up for those who are watching. What I have asked is that the Senate do what we have done many times on many bills--move this bill to the House in a bipartisan way and pass it, and then politics won't matter, women will be covered.", u'I hope our Senate colleagues who have objected and the Speaker will reconsider. They can easily pass this bill today or next month, put it in place, and women in this country can say the leaders of this country are fighting for them.', u'Mr. President, I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/08/01/S5825_veterans-jobs-corps-act-of-2012-motion-to-proceed-/'}