{"speaker_state": "CA", "speaker_raw": "mrs. boxer", "speaker_first": "Barbara", "congress": 112, "title": "FAMILY AND BUSINESS TAX CUT CERTAINTY ACT OF 2012--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-13/html/CREC-2012-09-13-pt1-PgS6289-6.htm", "number": 123, "id": "CREC-2012-09-13-pt1-PgS6289-6.chunk82", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Boxer", "pages": "S6289-S6332", "speaker_party": "D", "date": "2012-09-13", "bills": null, "bioguide_id": "B000711", "order": 82, "speaking": ["Madam President, before Senator Leahy leaves the floor, I want to thank him from the bottom of my heart. What he has shown is that he can team up in a bipartisan way to help the women of this country avoid needless, senseless, dangerous violence. I thank the Senator, and I stand here to support his efforts.", "The Leahy-Crapo bill is the bill we need to pass. Why? Because it is the bill that includes everyone. We do not want to leave out 30 million people. We do not want to leave 30 million people out of the Violence Against Women Act. That is what the House of Representatives does because they leave out immigrant people, they leave out the gay and lesbian community, they leave out students and Native Americans.", "When you look at those women and those groups, you find out, indeed, they have a very high percentage of violence in their communities--violence against women that leaves women in deep trouble and threatens their lives. So only the Leahy-Crapo bill--only the Senate bill--which passed here with such a great number of votes can include everyone.", "So if you take, for example, Cristina, in my home State of California, whose boss threatened her with deportation unless she complied with his demands for sex, she is not covered in the House bill. This is a woman who is essentially being held hostage by her boss. He is using his power over her, and she is not covered by the House bill.", "The House bill, again, fails to protect LGBT individuals when they have problems with abusive partners and have been turned away in the past from shelters because the Violence Against Women Act did not cover the LGBT community.", "Mika is a student who struggled to get her college to enforce a restraining order against her boyfriend after he had assaulted her and stalked her. She should not have had to struggle. Under the Leahy-Crapo Senate Violence Against Women Act, Mika will be covered.", "Then-Senator Joe Biden, now Vice President Biden, wrote the Violence Against Women Act. It was a long time ago. I was in the House, and I was so honored when Joe Biden came and asked me to carry the House version of the bill. I did that, and I remember being so proud because Joe was such a leader on this and he had the faith in me to ask me to help him. ", "But I can tell you, it was a struggle to get it done. It took several years to get it done. And when I got to the Senate, I watched Joe Biden team up with Senator Hatch, and I helped them on the floor. I was only able to get a portion of the bill passed in the House, so there was a lot more we needed to do, and we did it.", "I want to read a statement that Vice President Biden made today--he just sent it out--because it speaks to this issue. He said:", "Eighteen years ago today, the landmark Violence Against Women Act was signed into law. It was founded on the basic premise that every woman deserves to be safe from violence, and since its passage, we have made tremendous strides towards achieving that goal. We gave law enforcement and the courts more tools to combat domestic violence and hold offenders accountable. We created a national hotline to direct victims to life-saving assistance. And since VAWA passed, annual rates of domestic violence have dropped by more than 60 percent.", "It is important to reflect on what Vice President Biden is saying. Because of the Violence Against Women Act, we have seen a drop in the annual rate of domestic violence by more than 60 percent. And now we are here to say: Let's make it even better by including 30 million people who were left out of the bill.", "Quoting the Vice President, he says:", "But we still have much work to do. Three women still die every day as a result of domestic violence. One in five women have been raped, many as teenagers, and one in six women have been victims of stalking.", "He writes:", "While women and girls face these devastating realities every day, reauthorization of the strengthened VAWA languishes in Congress. VAWA is just as important today as when it first became law, and I urge Congress to keep the promise me made to our daughters and our granddaughters on that day--that we would work together to keep them safe.", "In closing, because I see Senator Coons is here--we are so happy he is here to talk on this issue, I feel it is important to note that over 900 groups nationwide have signed a letter in support of the bill that includes these 30 million people--that includes everyone. We know this law is working. On today, the 18th anniversary of the VAWA being signed into law by Bill Clinton, let's pass this legislation and send it to President Obama, legislation that strengthens the law, is bipartisan like the Leahy-Crapo bill, and includes everyone.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2012/09/13/S6289-6_family-and-business-tax-cut-certainty-act-of-2012-/"}