{u'speaker_state': u'NY', u'speaker_raw': u'ms. slaughter', u'speaker_first': u'Louise', u'congress': 112, u'title': u'PROVIDING FOR CONSIDERATION OF MOTIONS TO SUSPEND THE RULES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-12/html/CREC-2012-12-12-pt1-PgH6714-6.htm', u'number': 160, u'id': u'CREC-2012-12-12-pt1-PgH6714-6.chunk8', u'volume': 158, u'chamber': u'House', u'session': 2, u'speaker_last': u'Slaughter', u'pages': u'H6714-H6723', u'speaker_party': u'D', u'date': u'2012-12-12', u'bills': None, u'bioguide_id': u'S000480', u'order': 8, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume. ', u'I do want to thank my true and good friend, Mr. Sessions, for yielding this time; and I want to congratulate him on his ascension to the chair of the Rules Committee. I look forward to working with him.', u"I think, though, what we want to do this morning perhaps is debate the health care bill one more time. It's not enough that this House in the last term debated it 32 times at least to try to repeal all or part of it, and we know that not a single person on the other side voted for that bill. But as it gets more and more popular in the United States, I think sooner or later they'll wish that they had.", u"There is one comment I need to make before I get to the business at hand, and that is the notion that it was rammed through in the middle of the night. The health care bill went through the entire committee process. There are pieces in there that Republican members of committees put in. Although they may not want to admit it, they're there. In addition, the Democratic Caucus, under the leadership of Nancy Pelosi, went over that bill line by line three times. I remember it well.", u"But let me get to the business at hand because, Mr. Speaker, I haven't seen an honest day's work from Congress here in quite a while.", u"Earlier this year, the Columbia Broadcasting System News reported that it costs $24 million a week to run the House of Representatives. But for the last month, the majority has spent the money on shuttling us back and forth to Washington and then asking us to sit here and twiddle our thumbs. No more. It's time to get down to brass tacks and give the American people a return on their multimillion dollar investment. We need to start right here and right now by passing the tax cut for the middle class. We could do it tomorrow. All we have to do is take up the Senate bill. It's right there.", u"In addition to that, we ought to really take up the Violence Against Women Act from the Senate, not the House bill. The House bill did not include numbers of women in America under this act: Native American women, gay women, and immigrant women. We couldn't tolerate that. So let's take the Senate bill and pass it. That bill has reduced domestic violence 67 percent. We need to reduce it 100 percent, but we cannot do without that. It's terribly important.", u"The farm bill is important, but we'll get to more of that. I cannot say enough that we absolutely need--and I think so many people this morning on 1-minutes made the point clear. I know that numbers of Republicans want to do it in a bipartisan way. What we can do is what we've already agreed on, and that is that the middle class should not have a tax increase, but that the richer people in this country should be paying their fair share. There is simply no reason for this delay. Once those tax cuts are passed, then we can move on to the countless other issues that I've already mentioned that demand our attention. We can extend unemployment insurance. It's set to entire on January 1 and will affect millions and certainly affect our economy. We can give support to millions of Americans struggling to recover from Hurricane Sandy. We can begin an open debate, as I said, on the Violence Against Women Act.", u"Historians have said that this term of Congress these last 2 years has been the least productive in American history. That is not anything to be proud of, but the majority seems to be intent on keeping that title. They spent 2 years taking vote after vote to repeal health care and even more time to make sure that the $4 billion subsidy to the big oil companies stays intact. It's shameless, and we need to do more than that. The people who sent us here deserve more than that. We should not be crying out in the wilderness to work. We have been sent here to work, and we need to get down to it in the final hours of this Congress. We have always had the threat of a working Christmas. If we have to do it to get things done, I'm certainly willing to do that. But the majority should help solve the Nation's most pressing issues. That's why we're here. Do not actively choose--as that's what's going on--to leave the work unfinished.", u'As we sit and wait for the negotiations on the fiscal cliff, there is always other legislation that is ready, that could be done now, could help our markets, could relieve the minds of employer, could give security to the middle class and people below that; and we certainly ought to be doing it.', u"All we're doing now with today's rule is giving the majority the freedom to spend the rest of this month and the rest of this year on minor, noncontroversial legislation. I refuse to give this blank check to a majority that has yet to show any interest in completing outstanding work.", u"I urge my colleagues to join me in opposing today's rule so that we can try to get back to work. This Wednesday should be the day we start doing our job to provide real solutions to those we represent who have real problems.", u'With that, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/12/12/H6714-6_providing-for-consideration-of-motions-to-suspend-/'}