{"speaker_state": "NV", "speaker_raw": "mr. reid", "speaker_first": "Harry", "congress": 112, "title": "TRIBUTES TO DEPARTING SENATORS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-12/html/CREC-2012-12-12-pt1-PgS7754.htm", "number": 160, "id": "CREC-2012-12-12-pt1-PgS7754.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Reid", "pages": "S7754", "speaker_party": "D", "date": "2012-12-12", "bills": null, "bioguide_id": "R000146", "order": 0, "speaking": ["Madam President, I want to talk this morning about Joe Lieberman.", "The very modest apartment, with no hot water, where Joseph Lieberman was raised has long since been demolished, but the values he learned in that little apartment--in the flat above his grandparents' house--are still there. They are the same values of devotion and public service that have driven him not only to overcome humble beginnings but to serve the country for 24 years here in the U.S. Senate.", "Two years ago, on the day he announced his retirement from the Senate, Joe Lieberman described his rise from cold-water flat to Congress as follows:", "My four grandparents . . . came to America seeking freedom and they found it. They came to America hoping for opportunities and they got them. But even they could not have dreamed that their grandson would end up a U.S. Senator.", "Joe was always a natural-born leader. He was president of his high school graduating class. He got undergraduate and law degrees from Yale--one of the most prestigious universities in the world--where he was chairman of the Yale Daily News.", "He was a civil rights activist early on as a young man. He was inspired, as many of us were, by the words of John Kennedy. Joe defeated an incumbent to win a seat in the Connecticut State Senate, where he served for 10 years, including 6 as the majority leader of the Connecticut State Legislature.", "After returning to private practice for 2 years, he served as the first full-time Connecticut attorney general. It was during his years as attorney general that he met the love of his life, Hadassah. Today, they have 4 children and 12 grandchildren.", "In 1988, he again took on one of the giants of politics in the State of Connecticut in a race no one thought he could win, but he did. He defeated an incumbent U.S. Senator, and for the last 24 years he has served the people of Connecticut and this country with honor and distinction.", "I was pleased to have had an opportunity to support Senator Lieberman's historic candidacy for Vice President in 2000. Joe was the first Jewish major party candidate for Vice President.", "Senator Lieberman is a devout and observant Jew. He has even written a book about the importance of keeping the Sabbath as a day of rest. I read the book. I was so impressed with that book. Our Sabbaths may be on different days, but the solemnity of the Sabbath is important to both of us. I was so impressed by that book I bought 20 of them and sent them to my friends and my family, who I thought would gain a great deal by learning from this book that Joe had written.", "Joe Lieberman says his faith is the basis for his strong desire to serve the State of Connecticut and our country. During his four terms representing Connecticut in the Senate, Joe Lieberman played a key role in drafting and passing many different pieces of legislation, including the 1990 Clean Air Act amendments, which have literally saved lives by eliminating harmful smog, acid rain, and other toxins in our air and water. He has been chairman of the very important Homeland Security and Governmental Affairs Committee. He is a powerful voice on security issues, and he has been exemplary in working on a bipartisan basis with Senator Susan Collins, who has been the ranking member of that committee.", "Joe led the charge to create the 9/11 commission and to implement its recommendations. He was a leading voice for the creation of that department, Homeland Security, which we now look to for keeping this country safe.", "As a member of the Senate Armed Services Committee, Senator Lieberman was a strong advocate for repeal of the discriminatory don't ask, don't tell policy that unjustly forced gay and lesbian servicemembers into the closet. He fought to ensure our military is the best prepared and best equipped fighting force in the world. We have much in common. We don't always agree on policy issues, but we do 90 percent of the time. Regardless of the few differences we have, I have never, ever doubted Joe Lieberman's principles or his patriotism, and I respect his independent streak as it stems from strong convictions. Joe said it best himself:", "I have not always fit comfortably into conventional political boxes. Maybe you've noticed that. Democrat, Republican, liberal, conservative. Because I've always thought my first responsibility is not to serve a political party, but to serve my constituents, my state and my country. . . . Whatever the partisan or policy differences that divide us, they are much less important than the shared values and dreams that unite us.", "I have watched up close. He has been a wonderful Member of the Democratic caucus. I so admire and respect him. I agree with Senator Lieberman's values. He has been an asset to the Democratic caucus and our country. I am pleased to have shared the dream of serving in the Senate with such an extraordinary man and exceptional Senator. I congratulate Joe and Hadassah on their years of dedicated service because they have worked together. I wish them both happiness."], "capitolwords_url": "http://capitolwords.org/date/2012/12/12/S7754_tributes-to-departing-senators/"}