{"speaker_state": "MA", "speaker_raw": "mr. markey", "speaker_first": "Edward", "congress": 112, "title": "MY FAREWELL MESSAGE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-19/html/CREC-2012-12-19-pt1-PgH7347.htm", "number": 164, "id": "CREC-2012-12-19-pt1-PgH7347.chunk2", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Markey", "pages": "H7347-H7349", "speaker_party": "D", "date": "2012-12-19", "bills": null, "bioguide_id": "M000133", "order": 2, "speaking": ["I thank the gentleman very much.", "Now, on Barney Frank, Barney Frank is at the same time the smartest Member and the wittiest Member of the United States Congress. That is quite a double to be able to pull off. He has a nuclear power plant for a brain. There is absolutely nothing that he cannot recall when he needs it here in this legislative process.", "Now, over his career, he is usually right, but too soon for many people to be able to accept. That is how far ahead he was on so many of the issues which we worked on here in the House of Representatives. His political philosophy is, if you want to negotiate, he wants peace. He would love to negotiate with you. He knows that he will out-negotiate you. But if you want political war, he enjoys that, too, because he does not see it as a sprint but as a marathon heading towards that day when the truth will ultimately prevail.", "When he was in the State legislature, when I served with him, when we had monumental battles on whether or not to reinstitute the death penalty in Massachusetts, whether or not we were going to have a black senate seat in Massachusetts, it was Barney Frank who led the efforts to sustain the veto that would make sure that our State would still be the leader in progressive causes.", "Here in Congress, the debate on NATO burden sharing, the way Barney would frame it for people is, we helped these people, it's now late into the last century and into this century, and we can't any longer take from the poor people's programs in this country in order to, in fact, pay for the defense of Europe. It was time for Europe to pick up their own fair share of the burden. The same thing was true with fighting for fishermen. The same thing was true with issue after issue out here on the House floor.", "Dodd-Frank, which was debated right here on the House floor, the same place where Abe Lincoln was trying to get the votes to abolish slavery, same seats, Barney Frank led the effort to create the new financial services constitution for the 21st century in not just the United States but on the whole planet. And there were some provisions that were so important, that is, creating a Consumer Protection Bureau, that they would rather have Elizabeth Warren as a Senator than have her be the head of the Consumer Protection Bureau inside of Dodd-Frank, and that's just a small part of the totality of that bill.", "Barney's message always was to stand up and have courage. Stand up for what's right, even if you don't win early. He has been a parliamentary and a substantive cop on the beat walking around here on the House floor, using the microphone as his nightstick in order to make sure that nothing happened here that was wrong would go uncommented upon so that people would know what should have been happening.", "Back in the Massachusetts legislature in the early seventies, the mid-1970s, Barney decided to make amendments on gay rights. Discrimination was rampant, but no one was raising the issue across the country. And so we started to have votes in the Massachusetts legislature. Barney was on the losing side. He knew he would lose early on. But, ultimately, those defeats led to the victories which we talk about today. Out here on the House floor, Barney was the lead opponent of the Defense of Marriage Act. He knew that even if he was on the wrong side, he was going to stand up and make sure that everyone else knew ultimately what the right side would look like.", "There was one day I was standing right here at this microphone, and I was talking about oil subsidies that I felt were unjustified, and I said:", "Giving a subsidy to an oil company recording record profits would be like subsidizing a fish to swim or a bird to fly. You just don't have to do it.", "I was feeling quite good about myself. I finished, and I just walked over here, and Barney stood up and came over to me, and he said, you know, you didn't finish that. And I said, finish what? Well, the whole stanza:", "That man is Jim Ready, and Barney is now married to him.", "It's because of his efforts in making it possible to change the culture in our country that Barney is going to love that man until the day he dies. But it took a lot of courage, and it took a lot of foresight to know that that day would arrive.", "So, yeah, and Nancy Pelosi said it--the Mount Rushmore of Massachusetts: Congressmen Tip O'Neill, Joe Moakley, and Barney Frank. He's going down in history. And we all know it. On so many different fronts, he changed the way America thinks. And it's quite a gift that he had and that he gave to the country.", "So for both of them, it has been just an enormous privilege for all of us to serve with you, and I think everyone on both sides of the aisle knows that there was greatness in our delegation and that it was an honor, John and Barney, to have been able to serve with you for all of these years. Thank you all so much."], "capitolwords_url": "http://capitolwords.org/date/2012/12/19/H7347_my-farewell-message/"}