{u'speaker_state': u'MD', u'speaker_raw': u'mr. cardin', u'speaker_first': u'Benjamin', u'congress': 113, u'title': u'VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2013--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-07/html/CREC-2013-02-07-pt1-PgS497-3.htm', u'number': 19, u'id': u'CREC-2013-02-07-pt1-PgS497-3.chunk32', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Cardin', u'pages': u'S497-S514', u'speaker_party': u'D', u'date': u'2013-02-07', u'bills': None, u'bioguide_id': u'C000141', u'order': 32, u'speaking': [u'Madam President, I take this time because I think it is important people recognize that what we do has such an important impact on local law enforcement and on local agencies.', u"Last year I hosted a roundtable discussion in Prince George's County, MD, to discuss the importance of reauthorizing the Violence Against Women Act, known as VAWA. This roundtable brought together victims, social service agencies, law enforcement, clergy, and others on the frontline of providing support and protection to victims of domestic violence.", u"VAWA has a proven track record of protecting women from domestic violence, and it is hard to understand opposition to legislation with the goal of curbing domestic violence. Saving women's lives should not be a partisan issue. The statistics of domestic violence are alarming. Yet domestic violence remains one of the most underreported crimes in the country. These victims need to know they have our support, including access to justice, help with housing, medical care, and economic opportunity.", u"In 2010, there were 10,574 protective orders in my State, and peace order filings in Prince George's County was one-fifth of the total 50,363 filings in the State of Maryland--so 10,000 in Prince George's County, 50,000 in Maryland.", u"At the roundtable I held in Prince George's County, I heard a number of examples of the importance of VAWA from those on the frontline of combating domestic violence.", u"Prince George's County sheriff Melvin High told me the oath he took obligates him to protect all people without political consideration. He strongly stated that VAWA should be reauthorized; that it is an extremely important tool that he uses to help protect the people of Prince George's County.", u'State attorney Angela Alsobrooks told me that for more than a decade, her office has received funding from VAWA that has allowed her domestic violence unit to provide greater services to the victims of abuse. Without this funding, she told me she would lose a domestic violence advocate and a prosecutor who is assigned specifically to domestic violence cases, reducing their ability to help victims. She urged the House at that time--because we had passed the bill in the Senate--to pass the Senate version of VAWA in order to ensure they continue to receive this critical funding.', u"Malinda Miles is the executive director of the Family Crisis Center in Prince George's County, which is the premier domestic violence program in the county, serving women and children for more than 30 years. She stated she believes the House bill, if passed, would set back women 50 years--the bill they were considering last year--and would be a travesty for the women and children of this Nation now and for years to come, urging at that time that the bill we passed last year--the bill we are considering on the floor now--needs to pass as quickly as possible.", u"Prince George's County police chief Mark Magaw told me that combating domestic violence remains a primary focus of his department, and he is thankful for support provided by the VAWA grant program.", u'The Violence Against Women Act was passed by Congress and signed into law in 1994 by President Clinton. This law has a proud and bipartisan history. Congress passed this legislation in 1994 after growing awareness of crimes associated with domestic violence, including sexual assault and stalking cases. Congress needed to address the prevailing attitude at the time that domestic violence was a private so-called family matter, which in many cases police were hesitant to arrest abusers and prosecutors were reluctant to send abusers to jail. We have changed that, and VAWA helped us change that. The passage of VAWA will help our local agencies protect women and hold those abusers accountable for their actions.', u'VAWA enhanced investigators and prosecutors of sex offenses and created a number of new grant programs that included law enforcement, public and private entities, services providers, and victims of crime. Congress approved reauthorizations of VAWA that expanded its protections by bipartisan votes in 2000 and 2005. In 2000, Congress enhanced Federal domestic violence and stalking penalties, added protections for battered immigrants, and added new programs for elderly and disabled women. In 2005, Congress enhanced penalties for repeat stalking offenders, added protection for battered and trafficked immigrants, and added programs for sexual assault victims and American Indian victims, as well as programs designed to improve the public health response to domestic violence.', u'Now, in 2013, the Senate is trying to approve VAWA once again, since its original passage nearly 20 years ago. The Senate-passed version of the law includes measures to ensure that victims are not denied services because they are gay or transgender. It protects Native American women from domestic violence and sexual assault and includes nondiscrimination provisions for all victims, regardless of their race, color, religion or gender.', u'VAWA encourages collaboration among law enforcement, judicial personnel, and public and private service providers to victims of domestic and sexual violence. It also works to increase public awareness.', u'One in four women will experience domestic violence in their lifetime. An estimated 1.3 million women are victims of physical assault by an intimate partner every year. In Maryland, in 2009, there were more than 18,000 reported cases of domestic abuse and 38 fatalities. That period of time has been the lowest number of domestic violence-related deaths on record for the State, but these numbers are still very much unacceptable.', u'I am disappointed that last year the House refused to take up this legislation we approved and also refused to allow us to go to conference to work out the differences between the two bills. I urge my colleagues in the Senate to pass this legislation, and I urge my colleagues in the House to quickly take up the Senate bill and enact it into law.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/02/07/S497-3_violence-against-women-reauthorization-act-of-2013/'}