{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 113, u'title': u'VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2013--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-07/html/CREC-2013-02-07-pt1-PgS497-3.htm', u'number': 19, u'id': u'CREC-2013-02-07-pt1-PgS497-3.chunk34', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S497-S514', u'speaker_party': u'D', u'date': u'2013-02-07', u'bills': None, u'bioguide_id': u'F000062', u'order': 34, u'speaking': [u'Madam President, I rise today to express support for the reauthorization of the Violence Against Women Act, VAWA.', u"For the last 18 years, VAWA has been the centerpiece of the Federal Government's efforts to combat domestic violence, dating violence, stalking and sexual assault, and it has transformed the response to these crimes at the local, State, and Federal levels.", u'VAWA was first signed into law in 1994. This body reauthorized it in 2000 and again in 2005 on an overwhelmingly bipartisan basis.', u'Unfortunately, final approval of the VAWA reauthorization bill came to an abrupt halt in Congress last year, when some Republicans insisted on removing provisions that would provide expanded protections for gay and lesbian individuals and undocumented immigrants who are the victims of domestic abuse.', u"In my view, these expanded protections are improvements. Domestic violence is domestic violence, regardless of the victim's immigration status or sexual orientation.", u"Domestic violence and crimes against American women have never been partisan issues in the past. This is why, candidly, I'm surprised that I find myself on this floor urging a vote a vote on a historically bipartisan bill.", u'Today, as a result of VAWA, more victims report incidents of domestic violence to the police, and the rate of non-fatal partner violence against women has decreased by 53 percent since 1994, according to the Department of Justice.', u"Because of VAWA, States have the funding to implement ``evidence-based'' anti-domestic violence programs, including lethality screens, which help law enforcement predict when a person is at risk of becoming the victim of deadly abuse.", u"In my home State of California, with the help of VAWA funds, we reduced the number of domestic violence homicides committed annually by 30% between 1994--the year of VAWA's enactment--and 2010.", u"In my days as the mayor of San Francisco, many of the most difficult calls for the city's law enforcement officers were those of domestic abuse. It was a big problem then, and it remains a big problem today.", u'In California in 2010, there were 166,361 domestic violence calls, including more than 65,000 that involved a weapon.', u'Fortunately, over 5,000 victims receive assistance each day from local domestic violence service providers in the State. These providers offer services that are essential to ending the cycle of abuse that is faced by so many domestic violence victims.', u'Let me share a success story about a woman from Lake County, CA who received vital assistance from a local domestic violence center that receives Federal VAWA funding. ', u'Mary--her name has been changed to protect her confidentiality--contacted the Lake Family Resource Center after leaving her abusive husband. Mary was assigned to a domestic violence family advocate who offered her one-on-one counseling and legal assistance.', u'The family advocate helped Mary file and obtain a temporary restraining order against her husband. This order kept him away from Mary and gave her temporary custody of their children.', u'The family advocate also accompanied Mary to several court hearings and was able to connect her with other local service providers. This support allowed Mary to remain independent and keep her children safe.', u'After several months of counseling and assistance, Mary obtained full custody of her children and their lives have improved significantly. For the first time ever, the children are now able to invite friends to their home and participate in normal social activities. In addition, their grades have improved dramatically, with one child receiving the Student of the Month Award from his school.', u'The positive impact of VAWA funding is undeniable. Yet many California service providers report a critical shortage of funds and staff to assist victims in need.', u'Reauthorizing VAWA would address these shortages through grant programs administered by the Department of Justice that provide funding for emergency shelters, counseling, and legal services for victims of domestic violence, sexual assault, and stalking.', u'The bill would also continue support for State agencies, rape crisis centers, and other organizations that provide services to vulnerable women.', u'The bill we are considering today gives increased attention to victims of sexual violence. This form of violence is particularly destructive because, for many years, our society viewed sexual violence as the fault of the victim, not the perpetrator.', u'Although VAWA has always addressed the crime of sexual assault, a smaller percentage of grant funding has been allocated to sexual assault victims than is proportional to their rates of victimization. This reauthorization bill does three things to address this imbalance:', u'1. It provides an increased focus on training for law enforcement and prosecutors to address the ongoing needs of sexual assault victims.', u"2. The bill extends VAWA's housing protections to these victims.", u'3. And the bill ensures that those who are living with, but not married to, an abuser qualify for housing assistance available under ', u'The bill also updates the Federal criminal code to clarify that cyberstalking is a crime. With increasing frequency, victims are being stalked over the Internet through e-mail, blogs, and Facebook. When stalking is done online, the message sent by the perpetrator is memorialized forever, making it more difficult for victims to put the painful experience in the past and move forward in their lives.', u"Simply put, VAWA saves lives. It protects American women. And it is a lifeline for women and children who are in distress. To me, this bill is a no-brainer. We must continue our ongoing commitment to ending domestic and sexual violence. This commitment has always been bipartisan, and it should be again. Let's not further victimize at-risk American women because of partisan politics.", u"Let's do our job and reauthorize the Violence Against Women Act with strong bipartisan support, as we always have.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/02/07/S497-3_violence-against-women-reauthorization-act-of-2013/'}