{"speaker_state": "MP", "speaker_raw": "mr. sablan", "speaker_first": "Gregorio 'Kilili'", "congress": 113, "title": "AMERICAN MEMORIAL PARK TINIAN ANNEX ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-12/html/CREC-2013-02-12-pt1-PgE123-4.htm", "number": 22, "id": "CREC-2013-02-12-pt1-PgE123-4.chunk0", "volume": 159, "chamber": "Extensions", "session": 1, "speaker_last": "Sablan", "pages": "E123-E124", "speaker_party": "I", "date": "2013-02-12", "bills": null, "bioguide_id": "S001177", "order": 0, "speaking": ["Mr. Speaker, today I am introducing the American Memorial Park Tinian Annex Act. This bill directs the Secretary of the Interior to develop, maintain, and administer on the island of Tinian in the Northern Mariana Islands an extension of the existing American Memorial Park on the neighboring island of Saipan. American Memorial Park was established to honor the 5,204 U.S. military personnel and Northern Mariana Islanders, whose lives were lost during the Marianas Campaign, one of the most strategically significant events of World War II. The Park houses a museum that affords residents and visitors alike an opportunity to learn about the vital role of the Northern Mariana Islands in the United States' successful effort to bring World War II to a close. The Marianas Campaign was so important because capture of the islands placed U.S. bombers within range of the Japanese homeland. B-29s were deployed from both Saipan and Tinian; and, eventually, the atomic bombs that ended the War in the Pacific were launched from the airfield on Tinian, which was at the time the largest facility in the world. Despite the critical role of Tinian and its airfields, today there is no repository on the island for artifacts recovered from the vast military sites that were quickly abandoned at the end of the conflict. Nor is there any location at which residents and visitors to Tinian can obtain adequate information about the historically significant events that occurred there. The proposed Tinian Annex would fill this gap. The Annex would have both a curatorial and an interpretive function. And, as conceived, the Annex would accomplish these purposes by building on National Park Service resources and infrastructure already established to manage the American Memorial Park and largely supported by a trust fund. Although the Department of Defense has said that it will seek additional funding to support a historical center on Tinian, the proposed Act also respects the limitations on federal financial resources by encouraging the use of public lands, provided by the local government, as the site of the Annex. The need for the Tinian Annex is pressing. For decades after World War II the historically significant areas of the island remained relatively undisturbed. The U.S. military leased two-thirds of Tinian and there were only occasional training exercises on these lands. But more recently, as U.S. forces have begun to be reconfigured and realigned in the Pacific region, the tempo of activity on Tinian has increased. Lands are being developed for firing ranges, encampments sites are being enlarged, and the airfields of the 1940s are being reconstructed as part of the military's on-going readiness exercises. Although the people of the Northern Mariana Islands certainly support this increased activity and are proud to have a role in our Nation's defense, we are also concerned that historically important artifacts that may be unearthed over the coming decades of stepped-up training will be discarded and lost without a nearby repository for their preservation. We are concerned, too, that because this military activity will at times necessarily limit physical access to large parts of the island Tinian residents and visitors will need some alternative, virtual means of learning about the role of Tinian North Field, where the atomic bomb carrying B-29s, Enola Gay and Bock's Car, lifted off and about other sites of historic significance. We are concerned that we may be losing a little bit of our Nation's and our islands' history, day by day. The purpose of my bill is to remedy this. This is not solely the concern of those of us who live in the Northern Mariana Islands. I would like to share with you the perspective of U.S. Marine Corps Chaplain Lt. David Jeltema who was on Tinian last September. He accompanied a Marine expeditionary unit training there. Lt. Jeltema said the visiting Marines were in awe to be in such a historically significant location and viewed Tinian as ``hallowed ground.'' Tinian's North Field is one of those places he said he wished more people could see, ``so that we can remember the tremendous power the military has and realize what an incredible responsibility it also has.'' That is certainly one of the many important lessons that could be drawn by any visitor to the Tinian Annex of the American Memorial Park, which the bill I introduce today would authorize. I want to thank the House Natural Resources Committee, which favorably reported this same legislation in the 112th Congress. I thank all those Members who are original cosponsors of the measure today. And I ask the House to move quickly to approve the American Memorial Park Tinian Annex Act for the benefit of the future and in honor of the past."], "capitolwords_url": "http://capitolwords.org/date/2013/02/12/E123-4_american-memorial-park-tinian-annex-act/"}