{"speaker_state": "RI", "speaker_raw": "mr. cicilline", "speaker_first": "David", "congress": 113, "title": "EDITORIAL BY FORMER CONGRESSMAN BARNEY FRANK IN THE PORTLAND PRESS HERALD ON MARCH 24, 2013", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-11/html/CREC-2013-04-11-pt1-PgE432-3.htm", "number": 48, "id": "CREC-2013-04-11-pt1-PgE432-3.chunk0", "volume": 159, "chamber": "Extensions", "session": 1, "speaker_last": "Cicilline", "pages": "E432-E433", "speaker_party": "D", "date": "2013-04-11", "bills": null, "bioguide_id": "C001084", "order": 0, "speaking": ["Mr. Speaker, I submit the following editorial by Former Congressman Barney Frank. Ruling for Same-Sex Marriage Would Be Right, Not ``Activism''", "People who are caught making assertions that blatantly contradict positions they have previously taken often respond that ``Consistency is the hobgoblin of little minds,'' trying to trade an old quote for a little intellectual honesty. But inconsistency is nothing to be proud of. It is an unmistakable sign that a person has lost confidence in an argument but believes it can be won by invoking some general principle, even if it's one the person has previously repudiated. Then the hobgoblin involved is the person's effort to hide his or her real motive. We will--I hope--soon see an example of rhetorical hobgobliny if the Supreme Court issues an opinion holding that the law that currently treats my marriage to my husband Jim as a threat to society is a clear denial to us of the equal protection of the law. If a majority holds that the stupidly named Defense of Marriage Act is unconstitutional, right-wing advocates of the view that same-sex married couples should pay the same taxes as our straight fellow citizens but not receive any of the same benefits will respond not so much by defending this blatant discrimination as by piously denouncing ``judicial activism.'' They will have no other option. Persisting in the claim that happily married men in an opposite-sex marriage will, on seeing Jim and me together, be sorely tempted to abandon their wives clearly no longer has the persuasive power it once had. When DOMA was enacted in 1996, it was apparently plausible to most Americans that those of us in same-sex marriages would have the same effect on some men as a popular juice commercial claims for its product. Instead of slapping their foreheads and regretting that they hadn't had a V-8, the fear was that they would see Jim and me and proclaim, ``I could have married a guy.'' To their credit, the right-wingers understand that since there has been no such result in the nine years since same- sex marriage was first legalized in Massachusetts, nor in any of the other eight jurisdictions that have followed, claiming that they are defending their marriages by defunding mine is a losing proposition--intellectually, factually, and increasingly electorally. So they will instead invoke the principle that unelected judges should not annul laws adopted by the elected President and Congress, piously insisting that it is the right of the people in our system to make the laws. But they will only be pretending to believe in that principle. In fact, since 2010, conservatives--including virtually all of those who will denounce the judicial activism of the anti-DOMA decision--have been working hard to get these very same judges to annul most of the laws enacted by the elected president and Congress in 2009 and 2010. Conservatives not only sought to have the health care bill canceled by judges, they have denounced Chief Justice Roberts for voting not to overturn the elected officials' decision. The financial reform bill has been the subject of multiple conservative-backed lawsuits seeking to cancel regulation of speculation in oil, to block consumer protection, and to return derivative trading to its unregulated status. Most glaringly, the right-wing politicians are hoping the Supreme Court will throw out one of the greatest legislative achievements of the past fifty years--the Voting Rights Act (This law was passed in 1965 and has since been reenacted several times, under the signature of Ronald Reagan among others.) Exposing the inconsistency--i.e., hypocrisy--of conservatives who will weep for democracy if discrimination based on sexual orientation is struck down while they are utilizing that very process to rescind financial regulation, un-defend consumers, reduce health care programs, and take away voting protections understandably makes them uncomfortable. And labeling those of us who do it as hobgoblins does not solve their rhetorical problem. Lacking any basis for the proposition that same-sex marriages cause any harm to those who have opted not to enter into one, the pro-DOMA faction needs an inconsistent denunciation of judicial activism to avoid acknowledging that their real motive is some combination of dislike, disapproval or disgust at the notion that gay people should be allowed by society to live legally free from prejudice."], "capitolwords_url": "http://capitolwords.org/date/2013/04/11/E432-3_editorial-by-former-congressman-barney-frank-in-th/"}