{"speaker_state": "CA", "speaker_raw": "mrs. boxer", "speaker_first": "Barbara", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7952-2.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7952-2.chunk7", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Boxer", "pages": "S7952-S7962", "speaker_party": "D", "date": "2004-07-13", "bills": null, "bioguide_id": "B000711", "order": 7, "speaking": ["Mr. President, I am glad to hear Senator Allard say he welcomes the debate because that is the reason I came to the Senate floor today: to debate this issue. As someone who has been married 42 years, as a Democratic woman, I believe I can talk about marriage and what we need to do to strengthen marriage.", "Unfortunately, there is not one item on the table here that strengthens marriage and helps people stay married, that helps the family, and that is going to be part of what I talk about.", "It is interesting that Senator Allard said there is a great difference between Republicans and Democrats on this issue. I beg to differ with him. You cannot say you stand and speak for all Republicans today. In the ``Roll Call,'' it says:", "True Conservatives Oppose the Federal Marriage Amendment.", "George Will:", "Amending the Constitution to define marriage as between a man and a woman would be unwise for two reasons. Constitutionalizing social policy is generally a misuse of fundamental law. And it would be especially imprudent to end state responsibility for marriage law at a moment when we require evidence of the sort that can be generated by allowing the states to be laboratories of social policy.", "That is George Will, a Republican syndicated conservative columnist.", "Then we have Lynne Cheney, wife of Dick Cheney, a Republican:", "I thought that the formula [Dick Cheney] used in 2000 was very good. First of all, to be clear that people should be free to enter into their relationships that they choose. And, secondly, to recognize what's historically been the situation, that when it comes to conferring legal status on relationships, that is a matter left to the states.", "That is none other than Lynne Cheney, the wife of the Republican Vice President, a Republican herself and conservative.", "Then there is Bob Barr, former Congressman from Georgia and author of the Defense of Marriage Act:", "Marriage is a quintessential state issue. The Defense of Marriage Act goes as far as is necessary in codifying the federal legal status and parameters of marriage. A constitutional amendment is both unnecessary and needlessly intrusive and punitive.", "Bob Barr.", "Senator Alan Simpson, a former Senator from Wyoming, Republican conservative:", "A federal amendment to define marriage would do nothing to strengthen families--just the opposite. And it would unnecessarily undermine one of the core principles I have always believed the GOP stood for: federalism.", "That is Alan Simpson, a former Republican Senator.", "Then Lyn Nofziger, former White House Press Secretary and assistant to President Ronald Reagan, a Republican:", "There are two kind of amendments. One kind would give the federal government more authority, usually at the expense of the states, and broaden its intrusions into the lives of its citizens. These include--", "And he lists the ones with which he disagrees, with which I do not agree. He says the equal rights amendment would do that. He also says that proposals to ban same-sex marriage and abortion would violate federalism.", "He says:", "I favor neither of the latter two but I oppose constitutional amendments that would ban them.", "In other words, he agrees that gay marriage is not what he supports, but he does not believe in this constitutional amendment.", "Mr. President, I say to Members of the Senate and anyone else listening to the debate, let's be clear, when the manager stood up and said Republicans and Democrats have a different approach, he forgot about a few Republicans who do not agree with him: George Will, Lynne Cheney, Bob Barr, Alan Simpson, and Lyn Nofziger. And by the way, quite a few on his side of the aisle stated they do not support the amendment. Let's be clear here, this is not a question of Republicans versus Democrats.", "After today, we have 27 legislative days until adjournment--27 legislative days to deal with the most pressing issues of the country.", "There were three developments around here in the last few days that underscore the work we should be doing right now.", "First, we were all summoned to the secret briefing room here in the Capitol and told we were under the threat of attack from al-Qaida between now and election day. Why is it that I can tell you this if it was secret? Because it has been all over. Immediately from that room came Tom Ridge, the head of the Department of Homeland Security, to a press conference to announce this threat. This is serious. Let's put up what Tom Ridge said so my colleagues can see it for themselves:", "Credible reporting now indicates that al-Qaeda is moving forward with its plans to carry out a large-scale attack in the United States in an effort to disrupt our democratic process.", "July 8, 2004.", "I have a question to my colleagues in the Senate and to all Americans who may be listening to this debate: What is more important to you, what is more a threat to you--al-Qaida moving forward with its plans to carry out a large-scale attack in America to disrupt our democratic process or two people who happen to be of the same gender moving in together down your street?", "Let us be honest. However we feel about gay marriage or civil unions or domestic partnerships, however we feel on those matters, what is more of a threat to you and your family? You need to ask that question, put aside politics, and whatever answer you come up with, I have to believe most would say al-Qaida, not Mary and Carol or Jim and Carl, but al-Qaida, people whose names we do not know.", "That is the first thing that happened last week. What else happened. A new report was released showing that the intelligence of our country is in disarray, intelligence we relied upon, intelligence that was used to make the case for war where more than 800 of our beautiful Americans are dead and 5,000 or more of them are injured, some without legs, some without arms, some who will never be the same, most of whom will never be the same.", "What is more important to America today? Fixing the intelligence problem--we do not even have a head of the CIA; maybe it is time we thought about getting someone to be permanently in charge--or worrying about two people of the same gender who move in together down your street? I believe you need to ask yourself that question as you watch us in the Senate in this debate: What is more important to you, to your family, to your security, to your children?", "Some of you are worried about a draft; you are very worried about a draft. What is more important--fixing our intelligence, making sure al-Qaida cells are drummed out of this country?", "By the way, I looked at reports from this administration 30 days after 9/11, and do you know what they told us? Al-Qaida was in 45 countries, including America. Not one cell was in Iraq. Instead of going after al-Qaida, we turned around and went into Iraq based on faulty information.", "Our people are dead and dying to this minute, to this day, to this moment. I visit them at Walter Reed, and I see the damage done. There are many Californians. I pay tribute to every one of those brave, unbelievably patriotic, caring members of the armed services who have given their lives with honor, deep honor when your Commander in Chief asks you to sacrifice yourselves for a decision he has made. You are honorable. And, no, you did not die in vain when your Commander in Chief asked you to go. Of course not.", "I ask you, with our people dying every day, with the intelligence failures we have seen--and by the way, in my opinion, not only was the intelligence wrong, not only was it misused, not only was it misinterpreted, it appears to me there was pressure brought to bear to skew that intelligence, and that is the next phase of our inquiry that we will go into.", "What kind of pressure was put on people to come up with an opinion? How does that relate to all of this? Because we are not talking about ways to stop al-Qaida. We are not talking about ways to fix our intelligence. We are talking about amending the Constitution of the United States, which is a very serious thing to do. It has hardly been done in the history of our Nation. Our forefathers were brilliant about making a constitution that is so flexible that we do not have to amend it every other day, but that is what we are doing about two people of the same gender who may want to care about each other. That is what we are doing today. That is what we did yesterday. That is what we did Friday. That is what we will do tomorrow. If the Senate proceeds, that is what we will do for the immediate future.", "I hope the Senate will not proceed to it with all that we have to do.", "There is a third thing that happened. In addition to being warned by Tom Ridge, in addition to being told by a bipartisan committee that our intelligence is in disarray in this country, there is something else new. We have news yesterday that discussions are being held within this administration about whether and how to possibly postpone elections if there is an attack on election day or in and around election day.", "To this Senator, to even consider postponing our elections, the most ardent symbol of American democracy, because of terrorist threats is nothing more than allowing the fear that they bring to rule this country. This country is too strong for that. This country is too great for that. With our men and women overseas, literally dying for the rights of other people to vote, how could we even consider postponing the election?", "If this administration is so concerned about the possibility of terrorist attacks--and to listen to them and to read this clearly they are--and if they are even seriously thinking of disrupting the centerpiece of American democracy, then our priority in the Senate and in the administration should be how to best defend against those attacks, not how to close polling places. Talk about misplaced priorities. It is worse than Alice in Wonderland. One has to pinch themselves, in light of all that we know, that we are more worried as a Senate about two people of the same gender caring about each other wanting to visit each other in the hospital than we are about these unbelievable threats that are facing our Nation, and we are not doing anything about that.", "Let me tell the American people who may be listening, as well as my colleagues, what is not being done to make them safer. We do not yet have a port security bill which has been voted in a unanimous fashion out of the Commerce Committee. It would create command and control centers to improve security at America's ports. There has been no action by the full Senate.", "My understanding is the bill was going to be brought here and there were difficulties with it on the other side of the aisle; the Republicans did not want to bring it up. Rail security, another bill voted unanimously out of the Commerce Committee, on which I serve, again there has been no action by the full Senate.", "I have to say, in every report one reads Madrid is mentioned. The rail security problems are major.", "So here we have a port security bill that unanimously came out of the committee, a rail security bill that unanimously came out of the committee, and those on the other side, the Republicans, are objecting to bringing those bills forward.", "Transit security, $5 billion over the next 3 years to improve security on local transit systems approved by the Banking Committee in May, and there has been no action by the full Senate. Nuclear plant security, a bill to assess threats to and require improvements at nuclear facilities approved by another committee that I sit on, the Environment and Public Works Committee, there has been no action by the full Senate. Chemical plant security, a bill to require chemical facilities to have and implement a new security plan to protect against terrorist attacks approved again by the Environment and Public Works Committee October 2003, no action by the full Senate.", "Airline security, the administration is cutting the number of air marshals. I had the privilege of writing the language in the air security bill that we passed after 9/11 to put air marshals on high-risk flights. What do we see? Cutting back on air marshals, not training enough pilots for the Federal flight deck officer program that allows for pilots to carry a weapon in the cockpit if he or she is trained as a sky marshal. The administration is not moving forward with that at all. They are slow-walking it. They have approved only a few pilots.", "What about the threat of shoulder-fired missiles? I have been working on that with Chuck Schumer, Steve Israel, and others. They are slow-walking these countermeasures. We know there are tens of thousands of shoulder-fired missiles. Terrorist groups have them. They can buy them for very little money on the black market. We know that aircraft have been shot at and shot down. What are we doing about it? Again, slow-walking this.", "While Air Force One is protected when the President travels, he has countermeasures on that plane, and I fully support it and thank goodness we have it, but if we can do it there--and in Israel they can protect their commercial airlines--why can we not do it here? I will tell my colleagues the reason. The other side does not want to bring up these issues. They want to worry about two people of the same gender caring about each other and they are going to make a whole deal over this for days and days.", "We have been warned over and over again. The FBI warned us a long time ago about the threat of shoulder-fired missiles. They are slow-walking that. They are holding the port security bill at the desk, the rail security bill at the desk, the transit security bill at the desk, the nuclear plant security bill at the desk, the chemical plant security bill is being held at the desk.", "How about the COPS Program? We all supported that. We want to put 50,000 more cops on the beat. We put 100,000--and I see my colleague, the senior Senator from California, and I know about the great work that committee did on the COPS Program. But, oh, no, the Bush budget request cuts the COPS program by 87 percent and no new hires.", "So now we see why the Republicans want to talk about gay marriage. They cannot point to anything they have done in the past to make us safer.", "Firefighters, the Bush budget cuts firefighter assistance by one-third and provides no funding for the SAFER Act to hire 75,000 new firefighters.", "We all remember the heroes after 9/11 and how everyone, Republican and Democrat, rallied around our firefighters. The cynicism around this place is unbelievable.", "First responders, the bill to provide FEMA assistance to local first responders was approved by the EPW Committee in July of 2003. There has been no action by the full Senate.", "So I have shown--and I have not even gone into them in great detail--what we ought to be doing if our focus is defending our homeland.", "It seems we do not have any problem focusing our resources abroad, trying to bring democracy to others while this administration seems completely at a loss on how to protect us at home. It is extraordinary to me. To come out to a microphone and say to the American people, look at these threats, here are Tom Ridge's own words:", "Credible reporting now indicates that al-Qaida is moving forward with its plans to carry out a large-scale attack in the United States in an effort to disrupt our Democratic process.", "We then hear proposals discussed on how to delay the elections. This is pretty clear. But any leader who gives you this, and then doesn't step to the microphone and say: And, American people, we know how to protect you; we know how to make our ports safer; we know how to make our railroads safer; we know how to protect you against a guerrilla attack against a nuclear powerplant--oh, no, they give out iodine pills. That is what they do in this administration. They send iodine pills to people who live within 100 miles of a plant so they can be ``protected'' from cancer. It is extraordinary to me.", "The other thing they do is they hold press conferences on the war in Iraq. Then they say it is going to get worse before it gets better. I don't understand that kind of leadership. Maybe I am old fashioned, but I think leadership is about seeing a problem and fixing it to the best of your ability--laying out the plans on how you are going to fix it. If you do not do that, you fail the test of leadership.", "We need to be stronger at home. We need to be respected abroad. Senator Kerry and Senator Edwards are taking that message across this country. What I am trying to say today is that message is real.", "I am saying there are many things we can do. I have just laid out 10 things we should be doing now instead of worrying about two people of the same gender moving down the street who happen to care about each other. But all we hear about is the fear part, and no plan. Remember how we had no plan for Iraq, except the military plan which was brilliantly executed, but then there was nothing after it? We have no plan to protect our homeland.", "It is time to stop the fear mongering like this, unless you are going to say what we are doing to make us safer and carry it out. We have to start protecting our people, our homeland, and our democracy at home. But, again, what does the administration want to do? A constitutional amendment to prohibit gay marriage. A constitutional amendment that will deny--and make no mistake about it--millions of Americans equal rights because even if it doesn't say so explicitly, it will mean that those in domestic partnerships or in civil unions--which I strongly support--will not get equal rights or equal responsibilities.", "Let's be clear. The authors of this amendment say it has nothing to do with domestic partnerships or civil unions; those are fine.", "No. I will have later in my statement the lawyers who tell us that, in fact, it will be impossible for domestic partners or civil unions to receive anywhere near the same rights or responsibilities as married couples. This constitutional amendment, if it passes, would guarantee legal challenges to civil unions and domestic partnerships, as I said. That is David Reeves, a partner and legal expert at a well-respected law firm here in Washington.", "How about the American Bar Association? They say:", "The language of the constitutional amendment is so vague that the amendment could be interpreted to ban civil unions and domestic partnerships and the benefits that come with them.", "So be clear what you are doing. Even if you oppose marriage between people of the same gender, if you support civil unions or domestic partnerships, you are condemning them because they will not be able to have the same benefits. This constitutional amendment is divisive to this country. It even divided Lynne Cheney from Dick Cheney. Let's just look at what Dick Cheney said before he changed his mind in this election year. This is the statement that now his wife supports:", "The fact of the matter is we live in a free society and freedom means freedom for everybody. And I think that means that people should feel free to enter into any kind of relationship they want to enter into. It's really no-one else's business in terms of trying to regulate or prohibit behavior in that regard.", "This is what he says:", "I think different states are likely to come to different conclusions, and that's appropriate. I don't think there should necessarily be a Federal policy in this area.", "That was Dick Cheney in the year 2000. Now, because the President has decided that he needs to do this right now rather than keep us safe from al-Qaida and move forward and help us get our legislative packages through to protect the American people, that this is more important, then Vice President Cheney now supports the amendment. But his wife Lynne has taken a decidedly different view. I have, in fact, shown you that before. Her comments:", "I thought the formula Dick Cheney used in 2000 was very good. First of all, to be clear that people should be free to enter into their relationships that they choose and secondly to recognize what's historically been the situation, that when it comes to conferring legal status on relationships, that is a matter left to the States.", "So when I say it is divisive to the country, it has divided Mrs. Cheney from Dick Cheney and that is just an example of how it divides people.", "I will tell you the reason it does. First, it is unnecessary. The States are taking care of this. Second, we are enshrining discrimination into the Constitution, a document that is meant to expand rights. We have never, underline never, amended the Constitution to deny rights, to deny equality.", "In his testimony before the Senate Judiciary Committee earlier this year, University of Chicago Law School professor, Cas Sunstein, noted that:", "All of the amendments to the Constitution are either expansions of individual rights or attempts to remedy problems in the structure of government. The sole exception being the 18th amendment that established prohibition and that attempt to write social policy into the Constitution was such a disaster that it was repealed less than 15 years later.", "The list of adopted constitutional amendments is short but impressive. There are the first 10 amendments, the Bill of Rights, that guarantees important liberties to the American people, from freedom of speech and the press, to the right to be secure in our homes, to the freedom of religion. It is the 13th, 14th, and 15th amendments that undid the terrible injustices of slavery, ensuring African Americans the right to vote and guaranteeing everyone equal protection under the law.", "Then there is the 19th amendment that gave women the right to vote. We know what a struggle that was. The suffragettes worked mightily, long and hard.", "The 24th amendment banned poll taxes to further ensure that minorities have the right to vote.", "The 26th amendment gave 18-year-olds the right to vote. I remember that debate was, if you are old enough to die for your country, you should be old enough to vote in your country.", "It is quite an impressive list. It is a short list. It obviously sought to expand freedom and equality, and it did so.", "The other day I happened to see my grandchild watching a show. They were singing a song--which I will not sing, so don't panic--which goes like this, in words:", "One of these things is not like the other, One of these things just doesn't belong.", "This proposal before us today doesn't belong in the Constitution of the United States of America. That is why so many organizations, 127, have come out against this amendment. Let's take a look at them. It is a huge list. Many of these groups have absolutely no interest in the debate over same-sex marriage, but they share one common goal: Preventing discrimination from being written into our Constitution. Let me mention a few of these:", "The Japanese-American Citizen League says:", "The Japanese-American community is keenly aware of what it means to be the target the Government sanctions and implemented discrimination and mistrust. We believe discrimination in any form is un-American.", "The National Council of La Raza, the National Black Justice Coalition, the Mexican-American Legal Defense and Educational Fund, the Leadership Conference on Civil Rights, the Labor Council for Latin American Advancement, the American Jewish Committee, the NAACP, the National Asian-Pacific American Women's Forum, the National Hispanic Leadership Agenda say that this will be the first time in history that an amendment to our Constitution ``would restrict the rights of a whole class of people in conflict with its guiding principle of equal protection.''", "These Americans who are in these groups--and by the way, there are a lot of religious organizations in this group: The Religious Action Center, you have a number of religions--the Interfaith Alliance, University Fellowship of Metropolitan Community Churches, Presbyterian Church Washington Office--a lot of these folks, not only do they not want to see discrimination written into the Constitution, but they believe the Constitution is a gift to us. I agree with that--a gift we inherited from giants among men who wrote it 217 years ago. We know no document is perfect, but when we amend the Constitution, it would be to expand rights, not to take away rights from decent, loyal Americans. This great Constitution of ours should never be used to make a group of Americans permanent second-class citizens.", "This Constitutional amendment is so flawed it couldn't pass the Judiciary Committee. The leadership has to bypass the committee in order to get this bill before the full Senate. Sometimes that happens. We have seen it happen with various bills that come to the Senate floor. This isn't just a bill; this is an amendment to the Constitution of the United States. It needs to get 67 votes in the Senate. We don't even know if a majority of the Senate is in favor of it; yet here it is. Instead of doing what they would do to protect our people, this is what we are doing.", "This amendment would make it impossible, if it passed, for States to say that two people who love each other, care for each other, and are willing to die for each other, have no inheritance rights, equal hospitalization rights, or equal benefits under the law. That is an outrage.", "Don't let anyone tell you: I am for this amendment because it basically says marriage is between a man and woman, but I support civil unions and domestic partnerships. You can't do it. The lawyers tell us that once this is enshrined in the Constitution, the States will not be able to confer equal benefits on civil unions or domestic partnerships. Marriage is not a Federal issue; it is a matter of State law. For some it is a religious issue. Some religions recognize same-sex marriages and some do not. Again, many religions oppose this amendment, including the Alliance of Baptists, Episcopal Church, the 216th General Assembly Presbyterian Church.", "When I got married, it was a religious service and I had my civil recognition, so I had both religion and civil present. Guess what. The Federal Government wasn't involved. That was OK. That is the way it has been.", "My State has a domestic partnership law. California's law I believe is a good start. It gives same-sex couples many of the same rights and responsibilities as married couples. It isn't perfect. I think we need to do more. But even this imperfect law means so much to some people in California. For this Congress to take that away from them by amending this Constitution is wrong and it is mean spirited. That is what experts tell us will happen. My State has made this decision. Other States are making their decisions. What is wrong with that?", "The very same people who are always preaching States rights now feel they must move forward. I already gave you Vice President Cheney's statement about the fact that we live in a free society, freedom means freedom for everybody, and he didn't think there ought to be a Federal policy in this area. I believe those words of his from the year 2000 stand up. Frankly, the words he is uttering today are just bowing to the political pollsters. That is really a shame. The Constitution is too great a document for it to be used as a political football. The Constitution is too great a document to be used as an applause meter before a convention. Yet that is what we are seeing. I don't know what message the people who are bringing this to you want to convey. Is it to send a message that certain Americans are inferior? I hope not. But that is a message that is being sent to a lot of people who are hurting right now.", "I have heard my colleagues say the reason for this amendment is that the American family is in a fragile condition. One of my colleagues says marriage is under assault by gay marriage or gay relationships.", "I want to tell you something straight from my heart. Not one married couple has ever come up to me and said that their marriage is under assault because two people of the same gender living down the street care about each other. If your marriage is under assault because of that, you have other issues that you should deal with.", "If we were truly concerned about strengthening marriage and families in this country, I will tell you there are a lot of things we could do, just like we could do a lot of things to make us safer. There are a lot of things we can do.", "We have not raised the minimum wage in 8 years. People are trying to hold their families together on a minimum wage. Two people working on a minimum wage are probably just at the poverty line. Why don't we raise our minimum wage and help our low-income families? We could pass a bill to make sure our families and our married couples have the same health insurance as we have. I think it is a great idea. Open it up. We could pass a bill like that. We could pass a bill to make sure all children have a high-quality education. We could fully fund the No Child Left Behind Act. That would take pressure off of our families. Instead of freezing the number of children in afterschool programs--and I have a lot in my heart about that because I wrote the afterschool law with Senator Ensign. We have frozen that program for 3 years. We have a million kids in it. That is another one. Open it up. Let these children in. Take the pressure off our families. Take the assault off our marriages. That would really help. Keeping our children safe until mom or dad comes home is something we could do.", "Now we have some saying the amendment is needed to stop the activist judges. Not one Federal judge has ruled on the issue of same-sex marriage.", "I have to say: Is this a new thing we now have on the other side? Suddenly they are upset about activist judges. I can understand if they are concerned about activist judges. Why did they vote for many of them for the most part? My colleagues voted to confirm James Leon Holmes. Regarding women's right to choose, where was the concern when he said the ``concern for rape victims is a red herring because conceptions from rape occur with the same frequency as snow in Miami.'' He is going to take that opinion that is so wrong and defies science and is so activist in nature so he can change the law.", "Where was the concern about William Pryor, who our colleagues on the other side of the aisle voted for, who said the Federal Government should not be involved in the business of public education or the control of street crime? Imagine a Republican saying that when it was Dwight Eisenhower who wrote the very first public education bill.", "All of a sudden, we have concern about activist judges when they are voting for activist judges every day.", "This same William Pryor called the Voting Rights Act, which guarantees voting rights to all of us, an affront to federalism. They didn't have a problem with that.", "What about Charles Pickering, who worked to reduce the sentence for a man convicted of burning a cross on the lawn of an interracial couple?", "What about activist judges who stopped the State recount in the recent Presidential election and essentially decided that election when most legal scholars said, they won't do it, the Supreme Court will allow a recount to go forward.", "On every count, this argument seems to me to be disingenuous and only before the Senate to hurt some people who are going to cast a tough vote, so use it in 30-second spots. Indeed, some of those 30-second spots have already begun.", "Shame on us. This job is too important, this country is too great. The Senate means too much to too many people to use it like this. It is not right.", "If this was really about activist judges, we would be debating this after a Federal judge has actually acted. By the way, the timing of that would be inconvenient for my colleagues on the other side because no Federal judge will act before the Democratic Convention.", "What we see--and it is really sad, but it has to be said--is crass, cold-hearted politics. Distracting attention from the real issues facing our Nation, this constitutional amendment is being used as a weapon of mass distraction. Again, already it is being used in 30-second commercials.", "I hope and I pray the people of this country will see this debate for what it is. Members are going to hear a string of speeches: We have to do this because marriage is under assault.", "The next question is, If marriage is under assault, what are you doing to help make family life easier for our people, easier for our hard-working people at a time when women and men both have to work because it is so tough, at a time when actual wages have gone up 1 percent but the cost of health care almost 30 percent, the cost of gas up, the cost of college tuition up well over 20 percent, the worst job record in the last 3 years?", "Since this administration took over, we have had the worse job creation record since Herbert Hoover. Fewer jobs are in existence today than when George Bush took over. Do Members want to take the strain off of our marriages, off of our families? Let's have an economic recovery. Let's stop the good jobs from going abroad by giving incentives to create jobs here. Let's raise the minimum wage. Let's assure the people of this country that they will be protected from the threat of shoulder-fired missiles.", "When we go up to that secret room upstairs and we are told that al-Qaida is moving forward to disrupt our democratic process and to attack our country, what do we come down here to do? Nothing to take away that threat. Holding bills at the desk, including rail security, transit security, port security, chemical plant security, nuclear plant security--I could go on with the other issues we ought to be discussing. But, no, we do not have time to take care of that.", "Now I hear we are going to go to the Australian free-trade agreement after this. I love the Australians and they are great friends of America. But I love the people I represent, too. And when I see threats like this, I cannot sleep at night, worried about it. I didn't come here to stand and debate constitutional amendments that do nothing to make life better for anyone in this country. But that is what they want to do. It is a very sad day.", "We are all God's children. No two of us are alike. We have different color eyes. We have different color hair. We have different color skin. We are different genders, different religions, different backgrounds, different views. I come from a State of 35 million people, the most unbelievably diverse State in the Nation. Yes, different sexual orientations is part of that mix. We are all different. Yet we are all God's children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us.", "In this Chamber, we have a job to do. That is to advance the cause of freedom and justice and equality, and to advance the status of our people economically. Doing this does not help any of it.", "A constitutional amendment before the Senate is an attempt to use our diversity to divide us instead of to unite us. Ironically, it is being brought by the President and his friends in the Senate who said he would be the great uniter, a healer; that he would change the tone in Washington.", "The tone has changed. It is worse than it has ever been in all my years here, and this is the end of my second term in the Senate. I was in the House for 10 years. Before that I was in local government. I have never seen a worse tone.", "This constitutional amendment is an attempt to appeal to our prejudice instead of to our compassion, to our hatreds instead of to our hopes, to our fears instead of our dreams. The constitutional amendment is an appeal to what is the worst in us instead of what is best in us. We are better than that, or we should be better than that.", "In his first inaugural address, Republican President Abraham Lincoln appealed to the better angels of our nature. This amendment flies in the face of those words.", "Regardless of what anyone thinks about gay marriage, regardless of whether Members are for domestic partnerships or civil unions--which, again, I strongly support--regardless of whether Members support or oppose the laws in their State, this constitutional amendment should be defeated, and the motion to proceed, if it is a vote on that, I hope that fails, as well. The signal will be, when we defeat this motion to proceed, the message we are sending is we want to get to the business of the American people that will make marriages better and stronger, that will protect our people from threat of terrorist attack, not to sit here and talk about a constitutional amendment which the author knows hasn't got one slim chance of passing. He is taking up valuable time on an issue that does nothing at all to help our people.", "I urge my colleagues to do the right thing. I urge my colleagues to put the Constitution above any political gain. I urge my colleagues to put the Constitution above their political well-being.", "Here is what I have known in the many years I have run for office. When you take a stand out of deep conviction, people know. They may not even agree, but they ask, Do I want someone who is willing to take a hard stand and someone I can trust to do that when the chips are down? They want that. They will see that is what a true patriot is, not someone who reads the polls and says the polls show this or that. The point in the Senate sometimes is to lead. I wish it would be that way every day, but especially it should be that way when there is an amendment to the Constitution. I hope once we dispose of this and vote down the motion to proceed, and they do not get enough votes on that, we can turn our attention to the awesome challenges and the difficult issues we face. Once we send that signal, America will see we did right by the Senate, we did right by our constituents, and we did right by this country that we love so much and we hold so dearly.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7952-2_federal-marriage-amendment-motion-to-proceed/"}