{u'speaker_state': u'MN', u'speaker_raw': u'mr. ellison', u'speaker_first': u'Keith', u'congress': 113, u'title': u"PRESIDENT OBAMA'S INAUGURAL SPEECH", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-01-22/html/CREC-2013-01-22-pt1-PgH202-6.htm', u'number': 7, u'id': u'CREC-2013-01-22-pt1-PgH202-6.chunk1', u'volume': 159, u'chamber': u'House', u'session': 1, u'speaker_last': u'Ellison', u'pages': u'H202-H206', u'speaker_party': u'D', u'date': u'2013-01-22', u'bills': None, u'bioguide_id': u'E000288', u'order': 1, u'speaking': [u'Mr. Speaker, thank you for allotting the time. I appreciate it very much.', u"My name is Keith Ellison. I'm here today to reflect on what I believe was a historic speech for the ages yesterday. President Obama met the historic challenge, met the historic moment; and I just want to talk about my feelings about how important that speech really, really was. President Obama, you should understand, was called upon to make his second inaugural address. And inaugural addresses, historically, are speeches that people don't always remember, but there are some that we will never forget because of how important they are.", u'His first speech 4 years ago was a speech during which, over the course of 18 minutes, he talked about trying to reach out diplomatically. He talked about the importance of trying to come together to solve common problems. And I think the basic attitude of the first speech was conciliation in an effort to try to work out problems both foreign and domestic.', u"In this speech, however, President Obama set forth what I believe was a clear, concise agenda based on values that he owns. I was so proud to hear President Obama talk about the need to address climate change. He reminded us that you can believe in climate change or you can disbelieve in climate change, but the fact is our storms are harder, the drier weather we are seeing is causing forest fires, and we are seeing climatic catastrophes associated with climate change. We're seeing the consequences of it. So if we ignore the cause, we cannot ignore the consequence. I was so proud to hear him say that.", u"He also spoke out boldly for equality, human rights and civil rights for all Americans. I remember that he said, and you may recall, too, Mr. Speaker, he said, we will never forget Stonewall, Seneca Falls, and Selma. These are three iconic moments in civil rights history when he talked about the women's rights movement, the gay rights movement, and the African American movement for civil rights; but they all added up to one thing, which is that an American is an American is an American. It doesn't matter what your color is, what your sex is, or who you love and want to be with. What matters is that you are an American and entitled to the full protection of the law in these United States.", u"I think it was very important for him to do so. It represented an evolutionary moment in American history that a President being inaugurated into his second term would stand up for the first time and say ``civil and human rights for all people.'' I thought it was a great moment, and I found myself cheering even though I hadn't planned on doing so.", u"But he didn't stop there. He specifically said we need to stand here and protect Social Security, Medicare, and Medicaid, three critical programs this Nation depends on, three critical programs that seniors depend upon. But not only do seniors depend on them. Also we know that seniors and people live on survivors benefits. When their loved one who gets Social Security dies, children are entitled to get survivors benefits. And these survivors benefits are literally putting food on the tables for millions of families all across this country.", u"But not only that. People with disabilities get Medicare and Social Security. And he stood up for these programs, reminding us that this richest country in the history of the world--the richest country in the history of the world--does not need to throw its poor, its vulnerable, and its aged under the bus. We are not too broke to make sure that our senior citizens, our children who are on survivors benefits, and people who are vulnerable economically, we're not too poor to make sure that there's something for them and that they have a livelihood and a way to make it forward.", u"Imagine the richest country in the history of the world saying, I'm sorry, Grandma, but we got to cut your benefits because we can't make it. The reality is that when he gave that speech and he specifically identified those three programs as central to the American Dream, the American promise, I was proud. And I said, that's right. And I tell you, I was so happy to hear him say that.", u"But he didn't even stop there. He talked about the need for immigration reform and the fact that for so many people around the world, America is still the land of opportunity and that we cannot sit by as 12 million people live in our country in the shadows with no pathway toward citizenship. The President specifically called on us to do something about it.", u"Now, the President knows that guns are a volatile issue. He didn't smack the issue of gun violence prevention right on the head, but he did mention the victims of Sandy Hook; and he did tell us that children have a right to be safe at school, thereby signaling that, you know, yeah, we are going to do some things about the proliferation of guns, high-capacity clips, and background checks, things that make sense, not taking away the right to own a gun, but to do commonsense gun violence prevention measures that I think will make everybody safer. In fact, if you're looking at the news right now, you know that there was another shooting today in Texas--today--today.", u"So the bottom line is that the President laid out a vision, an inclusive vision, for America. The President got up in front of the world stage, all the Members of Congress, Ambassadors, Senators, the Supreme Court, and everybody assembled and said, This is the direction that we're going in. We're going to say Americans, whatever their background, are included within the promise of America. We're going to address income inequality. We're going to protect the social safety net.", u"Now, some pundits--you can always count on the punditry to throw salt around--they said, well, it didn't reach out to the Republicans. Well, I think that Republicans are on Social Security, Medicare, and Medicaid; and they probably, or at least their parents, appreciate protection of that program. Republicans live on this planet in which we see the temperature rising and the consequences of global climate change hurting more and more people. Some Republicans are black, some Republicans are Latino, and some Republicans are gay. And when they heard that they are included in Obama's vision of America, they must have felt good about that.", u"So I don't agree that this speech didn't reach out to the full range of the political spectrum, left and right. I think that if you're in the category that he mentioned, that no matter what your political ideology may be, that you would feel that, yes, this includes me.", u"Now, I think the President's speech was also great because it was courageous. No President has ever mentioned before the gay community in the United States; and most people like myself and most people are what we call straight or heterosexual.", u"But all of us know that there is prejudice against the gay community. There's no denying this. There's no sense in denying it. We all know that these folks are our neighbors, they're our coworkers, they're our friends, and we know that they have suffered because of prejudice against them. For a President to stand up and say this isn't right and that everybody is included in the American Dream, I thought was a great moment. It was a first. It was historic. I think that President Obama seized the historical mantle and said, I'm not going to sit up here and use a bunch of flowery, vague language. I'm going to get up here and talk about what I really believe in. I was so proud of Obama yesterday. I admired how he handled himself and what he said.", u"I think over the past 4 years, President Obama has, in my opinion, bent over backwards to reach out to the Republican Conference. He has really accommodated them in a whole number of ways, and yet their conference--and the record is clear--has come forward and said that their goal over the course of the last 4 years was to make him a one-term President. Well, they failed. He's a two-term President. So the question is: Are we now going to come together? Is the caucus of ``no'' now going to say there are some things we're willing to work with? I hope so.", u"Let me tell you. My dad was a Republican for many years. Of course, I love my dad and loved him when he was a Republican. He was what I would call a ``sensible Republican.'' He believed in watching the money. He believed in getting the most out of every dollar. He believed that the government had a limited role and shouldn't get in everyone's business. Today, we have folks who are not in the realm of even negotiation. They're willing to shut the government down, allow our country to go over the fiscal cliff and default on America's debt just to get their way. That's an extremist position. This is an extremist ideology. It's not a reasonable thing to say.", u"Now, some of them will come up here and talk about how big the debt and the deficit is. Wait a minute. When we say that we want to cut oil subsidies to Big Oil companies, they don't want to do that. When we want to raise some taxes on the wealthy so we can use that money to lower the deficit, they don't want to do that. I doubt anyone who says they're outraged by the debt and the deficit, and we give credible solutions on how to lower it and they say ``no''--I begin to doubt that that's really what they're concerned about.", u"The speech yesterday that the President gave, I believe, is a good starting point. The President is not negotiating with himself. He's declaring his position. The other side in the political divide can declare their position, and then we can come together and negotiate. I'm a huge supporter of the President, but I kind of believe that what he used to do, he used to state his values, then he used to anticipate what the other side would want, then he used to try to come together, bring both sides together, and then he would go to the table and negotiate. So we would end up not with a liberal position, but with sort of a centrist position, and we would start out right there, and then anywhere we would go from there would be further to the right. So if we're lucky, we end up with a center-right position.", u"Now I think we start with, as we are proud to be the progressive liberals that we are, we start out with what we believe in, then they say what they believe in, and then we negotiate, and maybe we'll end up in the middle. But I don't want to end up in the center right anymore. I want to end up with some reasonable compromise that protects Social Security, Medicare, and Medicaid; that protects civil rights for all Americans; that addresses this massive income inequality; that addresses climate change; that moves us toward a green economy; that allows people who are immigrants to have a pathway into the respectability of life in American society. The President did not disappoint last night. I believe in those things. Clearly he does, too. And I was so proud to see the President stand and deliver for these important values.", u"Over the next several weeks, Mr. Speaker, we're going to be in a huge debate. We just finished the whole debate on the so-called fiscal cliff. It really wasn't a fiscal cliff. That was just the name the press loved to call it, but the reality is it was a set of budgetary deadlines and tax deadlines. We were able to come up with a deal, but the worst part of the deal is what wasn't in it. That's why I voted for it. I wasn't thrilled with the deal, but the thing I didn't like about it was the stuff mostly that was not included. Because even though I was happy to extend unemployment for a year, that was good. Even though I was happy to raise taxes on the richest Americans, because I believe it's their patriotic duty to help their country out, that was good too. I believe those were good things.", u"I thought the fact that we did not deal with the debt ceiling, the sequester, and the continuing resolution really just put us in a position where a few months later our Republican friends would say: You're going to cut vital programs for Americans who need them, or we're going to shut down the government. You're going to cut Head Start, you're going to cut food stamps, you're going to cut Social Security, Medicare, and Medicaid, or we're going to default on America's debt. This is the hardcore bargaining position they've been trying to ram down our throat.", u"I'll never forget Speaker Boehner, who said, ``Look, if they don't take these cuts in one loaf, we'll feed it to them a slice at a time.'' That's a quote.", u"And so I was concerned that this deal we just did, this so-called fiscal cliff deal, the New Year's Eve deal, even though there were things in it that I thought were good, I was concerned, Mr. Speaker, because of what wasn't in it. I believe the American people and our markets, our business people, deserve to have this budgetary issue resolved in a way so they can actually plan.", u"My Republican friends correctly point out that there is uncertainty when Congress doesn't solve problems, but they're the ones causing the uncertainty. In fact, they are guilty of creating the problem that they criticize the most. They say that we shouldn't kick the can down the road. They say we should have some finality. But they're the ones who are not agreeing to some finality. They say that we need to make sure that we get some real job creation, but they're the ones cutting into the public sector, causing us layoffs from the Federal Government, and therefore State governments. And of course, people who have government jobs spend money too, which leads people who they do business with to have jobs. If you work for the EPA and you go to a local grocery store, you spend money there, which allows the cashiers and the stock people to have jobs.", u"Everything they say they don't want it seems like that's what they're for. They don't want job cuts, they don't want job losses, but they create them. They don't want uncertainty, but they create it. They want finality, but they avoid it. It doesn't make any sense. They say they want to reduce the deficit, but they enlarge it. So my point is: What's really going on here?", u"I think President Obama has just kind of had enough and has said rather than trying to figure out how to do a deal with these folks who keep moving the goalpost, I'm just going to say what I'm about, I'm going to declare what my values are, and they can come to the table and represent their own point of view, and we'll find a way, hopefully, to get to a point where we can agree and go forward. Even if we hate the deal, even if we don't like it, at least maybe we can move forward so Americans can at least be able to plan for their future.", u"Mr. Speaker, I think that Presidential inauguration speeches are important. They do lay out an important path. I was reviewing, Mr. Speaker, the inaugural speeches of President Abraham Lincoln. I'm a huge fan of Abraham Lincoln. I wouldn't call myself an expert or scholar of Lincoln, but I'm sort of an amateur reader of everything about Lincoln.", u"In Lincoln's first speech, he was conciliatory. You will recall, Mr. Speaker, Abraham Lincoln, when he was elected, as soon as he was elected, Southern States began to secede even before he was inaugurated. South Carolina, Mississippi, the other States, they started seceding each before he was inaugurated. As soon as he was elected, some of them said, We are out of here.", u"So when he came to his inaugural speech, the first one, he was trying to keep the Southern States in and trying to keep the border States from leaving. So he said some things that were so conciliatory, that even the abolitionists of the time thought that he wasn't what they were hoping for. He wasn't really against slavery. He said he was, but they thought that he didn't prove it. They thought he was halting, they thought he was too cautious, and they criticized him for this.", u'But after the Civil War broke out and so much blood was spilled and so much harm was done to our Nation--620,000 people died in the Civil War--President Lincoln came back 4 years later. On that speech, his second inaugural speech, it was a bold defense of the union cause and an argument that slavery must go.', u"He didn't pull any punches on the second one. Now, he was not bodacious, and he was not offensive--he was trying to be as conciliatory as he could be--but he made very clear that America was going to be, one, whole and not divided and, two, that it would be slave free. He didn't water it down, as some pundits think that Obama should water his position down. The second time around, after we went through all the big fights, President Lincoln stood firm and spoke firmly and clearly but also in a conciliatory way about what he believed in. I don't know. Maybe there were some people back in 1865 who might have said, Well, Lincoln ought to be a little more sympathetic to the South, and he ought to try to work with them more.", u"Look, I'm not trying to compare this budgetary fight to the horror of slavery. There is no comparison, not at all. I'm not trying to say that our Republican colleagues are in any way sympathetic to slavery. They're not. That's not true. I'm simply trying to make the point that when you start out trying to work with somebody and you can't get anywhere, and when you go through all the travails and difficulties of trying to get somewhere and you can't, then at the end of the fight, if you win, you're probably going to say, Look, I tried to work with you and you wouldn't work with me. I ended up coming out on top on this thing, so now I'm going to bargain for my position.", u"This is not to say the President is not going to negotiate. This is not to say the Democrats aren't going to negotiate. We are going to negotiate. We believe that the democratic process requires an eye toward compromise, but I also believe that we went to our constituents in 435 districts around this country and that we told them what we believed in and we told them what we stood for, so they deserve for us to at least articulate that position. If we have to make a compromise on some things for the sake of the Union, for the sake of the Nation, we should do that, but we should never act like we don't believe in what we do, in fact, believe in, which is Social Security, Medicare, Medicaid; which is confronting income inequality; which is equality for all Americans regardless of race, color, sexual preference; and all that kind of stuff. We should say what we believe in. We should say that we believe that a woman should earn every penny that a man makes. We should say these things. We should not be afraid to be who we are and articulate our vision of the world. Then when we go to the negotiating table, there might be some things we have to give up, and there might be some things we get, but we should never make any mistake about what we're all about.", u"So I'm really proud of the President tonight. I feel the President did a fine job for America yesterday, and I wish the President well. I do know that the President, in being a man of reason, will listen to Republican arguments as to what they would like to see happen, but I also believe, based on what he said yesterday, that he is going to fight for what he believes in, too. He warned us against dogmatism, and he also said Look, don't confuse absolutism with principle. So that's sort of a warning to our side a little bit in his saying, look, I am going to have to negotiate some things. But when he sits around that table, we know where he's starting from, and that makes me feel good.", u"I wish all the best for this Presidency and this Congress because I think that, if the Republicans are successful and if the Democrats are successful and if the President is successful, then America will be successful. So I'm here to say that I hope we do negotiate, but there are some things that, quite frankly, I'm not willing to cave in on--Social Security, Medicaid, Medicare beneficiary cuts. They're asking for cuts from the people who have already been cut.", u"Do you know, Mr. Speaker, that 20 percent of widowed women on Social Security have nothing but Social Security to live on, and yet we want to reduce their benefits? Do you know that a full third of widowed women on Social Security depend upon Social Security to the degree of 90 percent of their incomes? We're talking about people who are making somewhere between $17,000 and $24,000 a year to begin with. You cannot go to people who already have so little and say give me back even more.", u'This is at a time, because of our housing foreclosure crisis, when rents in nearly every city have gone up, and this is at a time when we have limited vitally important programs that help ease the pain of poverty for Americans. So there are some things that we are going to protect in this and that we are going to call upon the masses of Americans to protect.', u"Let me just say, Mr. Speaker, that today I don't have the ability to be here for the whole hour--duty calls--but I did want to offer a few reflections on the speech that was given. I also want to say a few other things as it relates to the next period coming up.", u"In the next few weeks, we're going to face a debt ceiling increase. In fact, we have a debt ceiling vote tomorrow. We're not voting to raise the debt ceiling; we're voting to suspend it. I think this is bad policy because markets, businesspeople, and everybody else need to know that the Congress is going to stand by the credit rating and the debts of the American people. We're not going to default, and we shouldn't threaten that we are. It's bad. It's not a good thing to do. It's important for the American people to know that, when we talk about raising the debt ceiling, Congress is not approving new spending. We're not borrowing. We're saying that we're going to pay the bills on debts we already acquired.", u"It's kind of like this: If you have a family and if somehow you're already obligated to pay a mortgage, if you don't have the money for your mortgage, you may have to go to your cousin or your brother or your uncle and say, I need you to help me until next week so I can pay the mortgage. So you now have borrowed money to pay an obligation that you already owe, an obligation that, if you don't pay, you will default on. You can also have a situation in which somebody doesn't have enough money but goes into a local electronics store and says, I'm going to buy that big screen television right there on my credit card.", u"Those are two different scenarios--borrowing to meet obligations you've already acquired and borrowing to buy stuff you really cannot afford. Raising the debt ceiling is the first one, Mr. Speaker. It's borrowing to meet obligations we already have. It's not borrowing for new expenditures. So, when we appropriate money and when we have had appropriated expenditures in the past, we might raise the debt ceiling to meet those obligations, which we should do, because to do otherwise is to say that America is going to default on its debts, which we cannot do, not just for our own sakes, but this would cause international harm to the world economy.", u"People are confused about this whole debt ceiling debate, and I don't believe that it's right for Republicans to just suspend the debt ceiling and then to put a bunch of stuff in there about the Senate and all that kind of stuff, some provisions that are blatantly unconstitutional, too, by the way. So I'm disappointed in this thing that's coming up, but people need to know that this debt ceiling vote is coming up.", u"They should also know that the sequester is coming up. With the New Year's Eve deal, we delayed the sequester 2 months. These are massive cuts to the tune of, I think, around $89 billion that are going to be put on the Pentagon and domestic spending. They're dumb cuts. We're not looking at specific programs and evaluating their worth and eliminating some and keeping others. We're just, like, ``chop.'' This is no way to budget for a Nation, and I hope we can delay the sequester, but it's coming up soon. Republicans have vowed that they want even more cuts, maybe even in addition to the sequester, to negotiate. I think we should remind everybody that we've already had $1.7 trillion in cuts and that we just did $600 billion in new revenue. That's about $2.3 trillion. How much more cutting do we need to do, particularly when we're talking about vital programs for Americans?", u"So, Mr. Speaker, if we're going to make cuts, we should cut things that we really don't need. For example, Medicare part D, which passed in 2003, prohibits Medicare from negotiating drug prices with the pharmaceutical companies. Now, the Veterans Administration does negotiate for drug prices all the time, but Medicare is prohibited from doing so. Basically, if the pharmaceutical company says this drug costs this, the government has to pay, and we can't use our large buying power to lower a price.", u"We should change that. We should introduce competitive bidding. That would save us a quite a bit of money, Mr. Speaker. That's a way we could save money.", u"Here's another thing we should do. We should eliminate oil subsidies, coal subsidies, and natural gas subsidies. The fossil fuel industry, a highly profitable industry, making a lot of money, a profitable industry, there's no reason in a free market economy we should be subsidizing a profitable company. It doesn't make sense. Even if you are a free market person, you have a hard case to make that we should be handing Exxon, Chevron, and Mobil money. We shouldn't do it. We should end it, and any real conservative would agree with me on that. Now, if somebody is just trying to get money to friends, that's another story. But if you're really about reducing the deficit, that's one way to do it.", u"You know, there are a number of things we could cut. There's a lot of Cold War weapons systems that could be eliminated. Our nuclear arsenal could be reduced without threatening our national security, and we could save money in doing it.", u"There are ways to reduce the budget. There are ways to do it, and we probably should. But let's do it in a way where we keep Social Security, Medicare, Medicaid, food stamps, aid for college students, money for investing in medical research, and groundbreaking research to give life to brand-new industries. You know, a lot of people don't know, Mr. Speaker, this thing we call the Internet was started with a government program--something called DARPA. A government grant helped fund the Internet. Yes, it did. I don't know about Al Gore, but I do know that the government, a government grant, put the money into the form that we now know as the Internet. The government did that.", u"The government funded the project for mapping the human genome. The government. The government's not always bad.", u"So we should keep some programs. We should lower others, but we've got to think about this thing in a different way than we are.", u"All I want to say, Mr. Speaker, as I begin to wrap up is that it is an honor and a privilege to be able to serve in this, the greatest deliberative body in the world. And even though we have big fights with our Republican colleagues, it's an honor to serve with them, too. We're both here, sent here by the 435 districts that we represent to argue our positions and try to come to some kind of solution. I believe that we can have solutions if everyone has an eye toward compromise, but that depends upon everybody starting out carrying out the vision of the district they represent.", u"My district wants me to stand up for Social Security, Medicare, and Medicaid, stand up for civil and equal rights for everybody, including gay people. My district wants me to find a pathway to citizenship for immigrants who are here. My district wants me to do something about climate change and move our economy toward a green economy. Now, I'm going to start there, and then we can negotiate with our colleagues on where we end up, but I'm proud that the President stood up for our values. I think his speech was groundbreaking, historic, and gave real energy to people who share his value system.", u'With that, Mr. Speaker, I have to curtail my hour, and I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2013/01/22/H202-6_president-obamas-inaugural-speech/'}