{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 108, "title": "A JOINT RESOLUTION PROPOSING AN AMENDMENT TO THE CONSTITUTION OF THE UNITED STATES RELATING TO MARRIAGE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-09/html/CREC-2004-07-09-pt1-PgS7876.htm", "number": 94, "id": "CREC-2004-07-09-pt1-PgS7876.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S7876-S7881", "speaker_party": "R", "date": "2004-07-09", "bills": null, "bioguide_id": "H000338", "order": 0, "speaking": ["Madam President, I have been around here for 28 years. I have seen a lot of very important issues. I have seen a lot of phony arguments through the years. One of the phoniest arguments I have seen is, Why are you moving toward this constitutional amendment to preserve the traditional definition of marriage? We have so many other more important things to do. Why, we have the economy, we have the war--we can name thousands of things that are more important to some of the opponents of this measure than this particular measure. But I say I don't know of anything in our society or in our lives or in our country or in the world that is more important than preserving our traditional family definition.", "I don't know of anything that is more important to children. I don't know of anything that is more important to morality. I don't know of anything that is more important to education. I don't know of anything that is more important to strengthen our country. I don't know of anything that is more important to the overall well-being of our citizens than the preservation of the traditional marriage definition that has been the rule for 5,000-plus years in this world; that is, marriage should be between a man and a woman.", "Everybody in this body knows I have led the fight in three AIDS bills. I have been the primary sponsor of those bills along with Senator Kennedy. Everybody knows that I have fought hard against hate crimes. One of the principal bills that lies before us is the Hatch-Smith-Kennedy-Feinstein bill against hate crimes, part of which are hate crimes against gay people. I do not believe in discrimination of any kind, and I do not believe that what some people have done to gay people in our society is relevant or right.", "Some of it has been purely prejudicial. I don't believe that type of thinking should see the light of day.", "But like my colleague from Oregon and others, I draw the line when it comes to traditional marriage and the definition of traditional marriage. So I rise in support of an amendment to our Constitution that would maintain the institution of marriage between a man and a woman, an institutional arrangement that is to this date supported by all of our State legislatures, every State legislature in the country. The bedrock of American success is the family, and it is traditional marriage that undergirds the American family.", "The disintegration of the family in this country correlates to the many serious social problems, including crime and poverty. We are seeing soaring divorce rates. We are seeing soaring out-of-wedlock birth rates that have resulted in far too many fatherless families. Weakening the legal status of marriage at this point will only exacerbate these problems, and we simply must act to strengthen the family. It is one of the most important things that we can consider and that we should do.", "To me, the question comes down to whether we amend the Constitution or we let the Supreme Court do it for us. I know which is the more democratic option, and that is for us, as elected officials, to amend the Constitution. Questions that are as fundamental as the family should simply not be left to the courts to decide. If we permit ourselves to be ruled by judges, we further erode the citizenly responsibility that is central to our republican form of government.", "Many in this body, in the ivory tower, often fret that Americans do not take politics seriously enough. Perhaps that is because we, through our inaction, routinely suggest to the electorate that the most important questions facing us as a political community should be decided by a handful of Harvard-educated lawyers, rather than by the people themselves. A free citizenry should not accept such a goal, and should not accept such thin gruel.", "Our hope for this amendment is that it will maintain the traditional right of American people to set marriage policy for themselves.", "We do not take this proposal lightly. The Constitution has functioned to secure and extend the rights of citizens in this Nation, and it serves as a beacon of hope for the world. Aside from the Bill of Rights, it has rarely been amended, but when it is, we have done so to expand the rights of democratic self-government and to resecure the Constitution's original meaning.", "That is precisely what we are intending here. Marriage policy has traditionally been set by the States. The States have made their opinion on this subject clear. They have overwhelmingly acted in recent years to preserve traditional marriage.", "Still, absent an amendment, we should have no faith that the courts will uphold these State decisions. Believe me, there are other ways we would rather spend our time. We did not choose this schedule--the courts did. But as public representatives, bound by the oath to defend the Constitution, we will not hide from our obligations.", "Our case is simple. Last fall, in its Goodridge v. Department of Public Health decision, the Supreme Judicial Court of Massachusetts declared same-sex marriage to be the policy of the Commonwealth of Massachusetts. Today, same-sex marriage couples live in 46 States, and activists are implementing a well-funded, multifaceted, and highly coordinated legal assault on traditional marriage.", "Look at this. Not one legislature has voted to recognize same-sex unions. But in 1996, States with same-sex marriage couples, zero; in 2004, States with same-sex marriage couples, 46. That is what has happened as a result of this particular decision by the Massachusetts Supreme Judicial Court.", "The inescapable conclusion is that absent an amendment to the Constitution, same-sex marriage is coming whether you like it or not.", "Regardless of what the people think, regardless of what elected representatives think, it is going to be imposed on America because of one 4-to-3 version of an activist Massachusetts Supreme Court.", "The opponents of this amendment urge us to remain patient. Our actions are premature, they tell us. Those opposed to protecting traditional marriage keep moving the goal line, and to ignore this strategy is to guarantee defeat.", "Marriage first became a national issue in 1996. Then, as now, a State court threatened to impose same-sex marriage on citizens of their own State, and in so doing they jeopardized the traditional marriage laws of the entire Nation.", "Given this scenario, it would have been flatly irresponsible for us not to act. So when faced with the potential of the Supreme Court of Hawaii dictating marriage policy for all 50 States, we passed the Defense of Marriage Act, or DOMA.", "Then, as now, our opponents accused us of playing election year politics--the same phony argument they are accusing us of today, or in this particular matter. The opposition insisted there was no need for DOMA, the Defense of Marriage Act. In fact, Senator John Kerry argued, and others with him, that it was not necessary since no State has adopted same-sex marriage. That was their argument. Eight years later, a bare majority of John Kerry's own State's supreme court has brought same-sex marriage to the State and to the citizens of Massachusetts.", "What is his position now? Sounding much as he did 8 years ago, he said, and I quote:", "I oppose this election-year effort to amend the Constitution in an area that each State can adequately address, and I will vote against such an amendment if it comes to the Senate floor.", "Keep in mind, the only thing that would permit each State to decide this issue on its own is DOMA, the Defense of Marriage Act. What was Senator Kerry's opinion on DOMA? I don't mean to just single him out; there are others on the other side who have taken the same position. What was their opinion on DOMA? Senator Kerry called it ``fundamentally unconstitutional.'' In fact, that was the opinion of much of the Democratic Party and our academic legal establishment at the time.", "Let me refer you to this chart. But isn't DOMA unconstitutional? Senator Kerry said: You don't have to worry about it because we have the Defense of Marriage Act.", "This is what he said on September 3, 1996:", "DOMA does violence to the spirit and letter of the Constitution.", "Senator Kennedy, our other distinguished Senator from Massachusetts, in his remarks on the Senate floor on September 10, 1996, said:", "Scholarly opinion is clear. DOMA is plainly unconstitutional.", "Professor Laurence Tribe, Harvard Law School professor, in a letter submitted for the Record in Senate proceedings, said on June 6, 1996:", "My conclusion is unequivocal. Congress possess no power under any provision of the Constitution to legislate as it does in DOMA any such categorical exemption from the Full Faith and Credit Clause of article IV.", "The ACLU, in a background briefing in February of 1996, says:", "DOMA is bad constitutional law . . . an unmistakable violation of the Constitution.", "Think about that.", "So let me get this straight. We do not need DOMA, was the argument because no State has actually pursued same-sex marriage.", "That is what Senator Kerry said against DOMA when he argued against it back then. But now that Massachusetts has, we do not need an amendment because we fortunately have DOMA. How convenient. Except for the fact they are all arguing that DOMA is unconstitutional. It just doesn't seem to fit.", "I have seen these ads on Senator Kerry flip-flopping. We all know that around here. That is what he does. But this is the grand flip-flop, one of the grandest of all times. A person's head starts to spin just trying to undo this logical mess.", "But in the end, that is the point. They hope to confuse and to obfuscate and cast aspersions, and, by so doing, maybe succeed in lulling citizens into apathy on this subject.", "Fortunately, this issue is actually rather simple for those who approach it with any sincerity. There are, in fact, only two questions that Senators must answer before voting on this amendment; that is, if the filibuster will be ended and we are able to proceed to the constitutional amendment and debate it.", "The first thing is whether they support traditional marriage. Bulletproof majorities in this body do. No question about that. The American people do, as well.", "The second is whether the majority's desire to protect traditional marriage can be guaranteed without a constitutional amendment.", "The assertion this was a State issue, that the States can protect marriage, neglects the likelihood that the courts will overturn the well-considered opinion of citizens in every State. Skeptics and opponents of this constitutional amendment claim, sometimes relying on traditional Republican and conservative principles of federalism and limited government, that this is not the time nor the place for the National Government to act.", "We must be clear. The States have already acted. Since marriage first became an issue in 1996, over 40 States--look at this--over 40 States have acted explicitly to shore up their traditional marriage laws--40 States. What a national consensus? States where legislatures have approved same-sex marriage, zero; not one State legislature, that is. The people's representatives, the ones who have to stand for reelection, not one State. States where legislators and citizens have recently acted to protect traditional marriage, 40 States.", "But all of this legislation has been in danger by the Massachusetts court's actions this past fall and by recent decisions by the U.S. Supreme Court. The courts, in an elite legal culture out of touch with average Americans, have made this a national issue. It can no longer be adequately resolved by the States. More and more coordinated lawsuits are being filed every day, and the question of same-sex marriage will terminate in Federal courts at which point same-sex marriage will become the law of the land, in spite of the desires of the elected representatives throughout at least 40 States, and I believe other States would follow suit in time to preserve traditional marriage.", "Let me say this slowly so it can sink in. Absent a constitutional amendment that protects the rights of the States to maintain their traditional understanding of marriage, the Supreme Court will decide this issue for them.", "The Massachusetts Supreme Judicial Court commanded, in a fit of hubris, that the State must extend marriage to same-sex couples. Never mind that the Massachusetts Constitution created by the hand of John Adams himself clearly did not contemplate this conclusion. Never mind there is an obvious national basis for the States' traditional marriage laws and never mind the people in the Bay State were adamantly opposed to this judicial usurpation of policy development best left to legislative judgment. No, they went right ahead and issued a decision that certainly made them the toast of the town on the cocktail party and academic lecture circuit, but they put their personal self-satisfaction ahead of their judicial responsibilities. By doing so, they knowingly threatened the marriage laws in every State in our country.", "The people of Massachusetts acted quickly to amend their constitution and overturn this egregious abuse of judicial authority. The problem is that amendment will not be ratified for at least 2 years--a fact, by the way, of which the Massachusetts Supreme Court was keenly aware. In the meantime, people will be married in Massachusetts and they will move to other States. What will become of these same-sex marriages? Will they be recognized? Will they be dissolved? Can these people get divorces in other States? Who will have custody of the children in the event of disillusion? Already, as a result of the lawless issuing of marriage licenses to same-sex couples by the mayor of San Francisco, same-sex marriage couples live in 46 States now. Together, these actions have stirred up a hornet's nest of litigation.", "When allowed to choose, legislatures protect marriage rather than dismantle it; therefore, advocates of same-sex marriage resort to strategies involving the executive or judicial branches. In States such as California, Oregon, New York, and New Mexico, rogue local officials have simply defied their own State marriage laws and married thousands of same-sex couples. While saying that New York law does not allow same-sex marriages, State attorney general Elliot Spitzer will nonetheless recognize such marriages performed in other States. That is his opinion. These actions have an impact on the legal landscape for sure, but in most cases advocates turn to the courts to impose their preferred policies on fellow citizens. Their legal war against traditional marriage has at least five fronts.", "Remember article IV of the Constitution, full faith and credit clause. Most authorities believe the Massachusetts Supreme Court will be binding on every other State in the Union, not that they will have to allow same-sex marriages themselves in defiance of traditional marriage beliefs, but they will have to recognize the marriages that are performed in Massachusetts that come to their States under the full faith and credit clause. Most constitutional authorities agree with that, and it is believed that the U.S. Supreme Court will uphold that and thus rule DOMA, or the Defense of Marriage Act, unconstitutional.", "There are five legal fronts of attack on the Defense of Marriage Act or traditional marriage. First, as in Massachusetts, gay citizens who wish to marry allege that State laws protecting traditional marriage are violations of their own State constitutions. So far, there are 11 States facing these challenges to their marriage laws.", "This week, the ACLU filed suit in Maryland arguing that the State's failure to recognize same-sex unions violates the State's constitution.", "In California, even though more than 60 percent of the voters recently approved a statewide ballot initiative to maintain traditional marriage, the California Supreme Court is now considering the constitutionality of that democratic action.", "In Nebraska, the ACLU has actually challenged a duly passed State constitutional amendment that defines marriage as being between a man and a woman. Similar challenges are pending in Florida, Indiana, Washington, and West Virginia, all of which have passed laws to secure traditional marriage just in the last 10 years as a result of this focused consideration of the subject by citizens of those States.", "The legislatures in Delaware, Illinois, Michigan, North Carolina, and Vermont are considering actual amendments to protect traditional marriage. Montana, North Dakota, Ohio, and Oregon have signature-gathering campaigns underway. Amendments are already on the ballot in Arkansas, Georgia, Kentucky, Michigan, Mississippi, Missouri, Oklahoma, and my own home State of Utah.", "One would expect and hope that given this public concentration on the subject, a proper respect would be given to a popular resolution of this issue. We can be sure, though, that the legal advocates of same-sex marriage will not display any such reservations.", "The second case against traditional marriage will emerge once two citizens legally married in Massachusetts move to Ohio, Louisiana, or some other State and seek to have their marriage recognized. It is simply implausible to deny that this scenario will unfold. Already a suit has been filed in Washington State requesting that Washington recognize same-sex marriages performed in Oregon under a now halted order issued by a rogue county chairman even though Washington law expressly precludes such unions.", "The third and fourth cases also specifically involve challenges to the Defense of Marriage Act now passed by 40 States and I believe will ultimately be passed by all 50 States.", "One of the standard crutches of those opposed to an amendment is that DOMA, the Defensive of Marriage Act, remains the law of the land. In the hearing before the Judiciary Committee several weeks ago, Senator Durbin said that DOMA has ``never been challenged in court.'' This is simply untrue. DOMA has been challenged for violating the U.S. Constitution. It is being challenged right now.", "The Defense of Marriage Act did two things. For the purposes of Federal benefits, such as Social Security, it reserved the definition of marriage to traditional unions, and, most importantly, it gave a blanket exception to the full faith and credit laws for marriage policy.", "As it is now, the Constitution requires that, barring a rational public policy to the contrary, my marriage in Utah must be recognized in Virginia. DOMA ensures that States would not be compelled under the Constitution to recognize same-sex marriages performed in other States. The first prong of DOMA is being challenged in a Federal court. There is no doubt that a suit will eventually be filed challenging the constitutionality of DOMA's exception to the full faith and credit clause.", "Fifth, State laws protecting traditional marriage will be challenged as violating the Federal Constitution. That the U.S. Constitution protects no such right will hardly be an obstacle to these suits. The death penalty is explicitly provided for in the fifth amendment, but that does not stop liberal interest groups from attempting to undo this through judicial action. They cannot get these matters through the elected representatives, so they always try to get these activist court judges to do their bidding for them and to enact legislation from the bench that they could never get through the elected representatives of the people. This is a perfect illustration.", "The first amendment was obviously intended to guarantee political speech, but that does not stop the ACLU from getting nude dancing declared a constitutional right. Nothing in the Constitution guarantees a right to an abortion, but, through a creative analysis of the text, the Court was persuaded to create a right to privacy extended in recent years to include ``the right to define one's own concept of existence of the universe, and of the mystery of human life.''", "These cases will inevitably wind up in Federal court. We cannot wash our hands of the implications of this issue's likely judicial resolution. As a Senator, my oath obligated me to protect the Constitution. That includes protecting it from corruption at the hands of the judiciary. These corruptions have become commonplace, and they are extremely difficult to undo once secured.", "We have tried in the past, when constitutional meaning was violated in the moment-of-silence cases, in abortion rights cases, in religious liberty cases, in flag burning cases--all judicial activists' decisions--we attempted to undo these decisions and to restore the original Constitution. We have never been successful in succeeding along those lines. If this becomes the law of the land by judicial fiat of 4-to-3 verdict in the Massachusetts Supreme Court and because the full faith and credit clause will impose it on every other State in the Union, then we will have had the judges legislate for all of America against every State's law that we now must do away with traditional marriage or at least allow this new form of marriage.", "Now, there is a constitutional responsibility, I would suggest to my colleagues in the Senate. In fact, once these decisions are in place, the very people who tell us to wait for the courts to decide abdicate their stewardship of the Constitution. It is a phony argument to say wait until the courts decide. I think it is all too clear that if we rely on that, we are going to have the courts tell Americans what they must believe on this matter, and that is in contradiction to all of the elected representatives' rights to determine these types of issues.", "As an example, consider the response of some Democratic lawmakers to the Supreme Court's rulings on abortion. In a recent letter to Roman Catholic Cardinal Theodore McCarrick of Washington, DC, 48 Catholic Members of the House of Representatives explained that:", "[W]e live in a nation of laws and the Supreme Court has declared that our Constitution provides women with a right to an abortion. Members who vote for legislation consistent with that mandate are not acting contrary to our positions as faithful members of the Catholic Church.", "Now, regardless of the beliefs of the Catholic Church, or even the merits of the arguments for or against abortion, this is a monumentally irresponsible attitude. These legislators, charged with protecting the Constitution, argue that they must vote against legislation that curtails abortion because the Supreme Court obligates them to. In other words, the Constitution, apparently, is what the Supreme Court says it is to these people.", "Well, I think the Supreme Court has gotten it wrong on a number of occasions. But on this particular issue, when the Supreme Court rules that DOMA is unconstitutional, that will be one of the most monumentally wrongful decisions in the history of this country.", "Now, with all due respect, these arguments that these Members of the House raised on the issue of abortion are absurd. Abraham Lincoln, the founder of my political party, understood this. When Chief Justice Roger Taney handed down his infamous Dred Scott decision, Lincoln did not defer to the Court. He did not accept its decision as a proper interpretation of the Constitution. He rejected it root and branch, and explained that:", "[T]he candid citizen must confess that if the policy of the government upon vital questions affecting the whole people is to be irrevocably fixed by decisions of the Supreme Court . . . the people will have ceased to be their own rulers.", "That was Lincoln speaking, and we ought to follow that type of logic and that type of reasoning, that type of truth. We cannot just sit by and let the courts rule our country. That is not their job. Their job is to interpret the laws that we make as people who have to stand for reelection. We passed a law that is now approved by 40 States, and I believe will be approved by the other 10 States given time.", "Now, this popular constitutional responsibility is a bipartisan affair. When Franklin Roosevelt's New Deal was repeatedly stymied by the Supreme Court, he did not throw up his hands and explain that the Depression would have to continue because the Supreme Court did not allow him to regulate the economy. Of course, he did not. Rather, he continued to push his policies and explained to the American people why the Court's interpretation of the Constitution was wrong.", "The Members of this body have a sacred trust as constitutional officials, and we must take seriously the results of our inaction. If we fail to pass an amendment, and we delegate our authority over this matter to the Supreme Court of the United States, the decision will come as no surprise. On this point, the Justices have made themselves amply clear. There is no reason to believe that State marriage laws protecting traditional marriage will be allowed to stand.", "In the Lawrence decision handed down just last year, the Supreme Court announced its intentions by effectively overturning Bowers v. Hardwick. Bowers was hardly an antique. It was decided only in 1986, and it basically put the brakes on 20 years of judicially created privacy rights. That decision concluded that the States remained able to regulate certain sexual practices in order to protect the health, safety, and morals within its political community.", "But in Lawrence the court reversed course. There, the Court concluded that:", "Liberty presumes an autonomy of self that includes freedom of thought, belief, expression, and certain intimate conduct, and therefore, our laws and tradition afford constitutional protection to personal decisions relating to marriage, procreation, contraception, family relationships, child rearing, and education.", "Now, according to the Court, in Lawrence, these are fundamental rights, and the States must, therefore, advance a compelling reason for any legislation that denies them. Unfortunately, in Romer v. Evans, the Court has previously held that any such legislation could only be based on an ``irrational animus'' toward homosexuals.", "So what, then, of same-sex marriage, which denies to homosexuals the privilege of marrying? In his dissent in Lawrence, Justice Scalia understood that:", "State laws against . . . same-sex marriage . . . are likewise sustainable only in light of Bowers' validation of laws based on moral choices. Every single one of these laws is called into question by today's decision; the Court makes no effort to cabin the scope of its decision to exclude them from its holding.", "Those who favored the decision at the time said it did no such thing. Privately, however, they understood exactly what it meant. And the judges in the Goodridge case were quick studies. In the decision to rewrite the Massachusetts Constitution to compel same-sex marriage, the Goodridge court relied heavily on these rulings. Their conclusions that marriage is a fundamental right and that the decision to restrict that right is patently irrational were taken straight out of the U.S. Supreme Court playbook. Goodridge has shown us the way. DOMA, the Defense of Marriage Act, will not stand, and absent DOMA, the States will have to defend their marriage laws on their own. Their success, of course, is in serious doubt.", "I do not subscribe to the conclusions of the courts. There is an obviously rational basis for legislation that protects traditional marriage. Only a discriminatory animus against people who hold any religious beliefs at all could lead someone to conclude otherwise. For a simple and compelling reason, traditional marriage has been a civilizational anchor for thousands of years. Society has an interest in the future generations created by men and women.", "Decoupling procreation from marriage in order to make some people feel more accepted denies the very purpose of marriage itself. Marriages between men and women are the essential institutions to which future generations are produced and reared. Political communities are only as solid as their foundation, and these families and homes, the first schoolyards of citizenship, are essential for the future of republican government.", "The fact that so many in the Democratic Party are openly opposed to same-sex marriage should undercut the conclusion that the desire to maintain traditional marriage is grounded simply in rank bigotry.", "Let me refer to this chart again. These are leading Democrats who have spoken out on same-sex marriage. The first one is Senator Kerry:", "I believe marriage is between a man and a woman. I oppose gay marriage and disagree with the Massachusetts Court's decision.", "I don't think it could be any more clear.", "Senator Daschle:", "The word ``marriage'' means only a legal union between one man and one woman as a husband and wife.", "How about Representative Richard Gephardt:", "I do not support gay marriage.", "Or how about Governor Bill Richardson of New Mexico:", "I do believe that marriage is between a man and woman. So I oppose same-sex marriage.", "Or how about former President Bill Clinton:", "I have long opposed governmental recognition of same-gender marriages.", "Or how about former Vice President Al Gore:", "I favor protecting the institution of marriage as it has been understood between a man and a woman.", "These are leading Democrats, who I personally respect in many ways, who have come out against this very dramatic change in traditional marriage that is occurring in our society today.", "I have to say that I think John Kerry was right in making that statement at the time. I think Tom Daschle was right. I think Richard Gephardt was right. I think Governor Bill Richardson was right. President Bill Clinton was right, and Vice President Al Gore was right when he said that. These Democrats are merely responding to a certain common sense articulated by the American people, and that common sense has expressed itself in legislative actions in nearly every State.", "The Supreme Court of the United States, in order to defend itself against the accusation that it is determining constitutional meaning from their morning reading of the New York Times, has taken to defending only those rights supported by a developing national consensus. In this case, there is a developing national consensus on the issue of same-sex marriage, but it is developing in the other direction.", "State after State has acted to protect this vital institution of traditional marriage. Still it would be a fool's wager to rely on the Supreme Court to affirm this consensus of all the people out there. When California acted through the superdemocratic process of a Statewide referendum to protect traditional marriage, that did not stop the liberal mayor of San Francisco from defying this law and instituting his own preferred policy preference instead. When it comes to a liberal agenda at odds with the beliefs of average Americans, legal impediments or even simple respect for these popular decisions do not long stand in the way.", "It is important to mention another effect of abandoning our definition of marriage. We have vast numbers of institutions and individuals in our society who will be stigmatized and marginalized by courts trying to enforce a new moral norm. A group of notable legal scholars in Massachusetts, including Mary Ann Glendon, warned about the danger to religious institutions in this country in a recent legal opinion.", "They said:", "Precedent from our own history and that of other nations suggests that religious institutions could even be at risk of losing tax exempt status, academic accreditation, and media licenses, and could face charges of violating human rights codes or hate speech laws.", "Is this the road we want to go down? Gays and lesbians have a right to live as they choose. I would be the first to say that. But I am sorry, they do not have the right to define marriage and to redefine it away from the concepts of traditional marriage that have been in existence for over 5,000 years. I have been a leader in advocating hate crimes legislation against gays and lesbians. I know prejudice remains against gay and lesbian citizens. I reject each and every substantiation of it. But this amendment is not about discrimination. It is not about prejudice. It is about safeguarding the best environment for our children.", "African-American and Hispanic leaders, Catholics and Jews, Democrats and Republicans, people from every State, religion, and every walk of life support traditional marriage as the ideal for this very same reason. I do not doubt alternative families can lovingly raise children, but decades of study show children do best when raised by a father and a mother.", "My own faith, which has been badly maligned through the years--and I have personally been badly maligned, even by some who should be allies--only yesterday or within this week had this to say. It was issued on July 7:", "The First Presidency of the Church of Jesus Christ of Latter-day Saints issued the follow statement today. This is a statement of principle in anticipation of the expected debate over same gender marriage. It is not an endorsement of any specific amendment. The Church of Jesus Christ of Latter-day Saints favors a constitutional amendment preserving marriage as the lawful union of a man and a woman.", "I have no doubt my faith and so many others would prefer and recognize the need of a constitutional amendment to resolve this problem. It is the right way to do it. For us to ignore it means we are abandoning our responsibilities. Given the acknowledged importance of this institution, popular reservations about undoing it should be given the utmost importance. Same-sex marriage is an unproven experiment, though other nations have had some experience with it. The Netherlands has recognized same-sex unions since 2001 and registered partnerships since 1998. Since those reforms began, there has been a marked decline in marriage culture. Just yesterday, in a letter published in a Dutch newspaper, a group of respected academics from the fields of social science, philosophy and law made a modest assertion. The decision to recognize same-sex marriage depended on the creation of a social and legal separation between the ideas of marriage and parenting. And in that time, there has been, in their words, a spectacular rise in the number of illegitimate births. These scholars do not argue that this rise is solely attributable to the decision to recognize same-sex partnerships. But the correlation is undeniable. They conclude that further research is needed to establish the relative importance of all the factors. Precisely! The jury is out on what the effects on children and society will be and only legislatures are institutionally-equipped to make these decisions. If nothing else, given the uncertainty of a radical change in a fundamental institution like marriage, popular representatives should be given deference on this issue. However, recent actions by courts prove that no such deference is being given.", "This is why we need an amendment. Without an amendment to the Constitution, same-sex marriage will be imposed by judges on an American people who would not choose this institution for themselves.", "Here is the language of the amendment. It contains two simple sentences:", "Marriage in the United States shall consist only of the union of a man and a woman.", "The second sentence:", "Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "The amendment does nothing more than preserve perhaps the most fundamental relationship in society. The amendment does not violate the principles of Federalism and limited government.", "Among other things the Constitution guaranteed to the people a right to govern themselves; in most instances, through their State governments. The Constitution protected traditional State prerogatives over subjects such as marriage and family policy. And should those be in danger, the Constitution guaranteed to the people a right to resecure these prerogatives through the amendment process. This is precisely the situation we face here.", "The States have acted on this issue time and time again. They have rejected same-sex marriage. Yet we face legal advocates and a judicial system that care little for these judgments and that are ready and willing to substitute their own judgments for the common sense of the American citizenry.", "In the end, the only argument against this amendment is that the Supreme Court is the sole institution that determines the meaning of our Constitution. I reject that conclusion. It grossly misstates the history of this Nation. The Alien and Sedition Acts were repealed through legislative actions, not through the courts.", "The Civil War amendments that guaranteed citizenship and the right to vote to black citizens came through Congress and the state legislatures. The New Deal protected Americans in a time of need. The 1964 Civil Rights Act promoted the rights of racial minorities.", "President Ronald Reagan readjusted the New Deal settlement, protecting the rights of small business owners and encouraging property ownership and innovation. And in recent years this body has acted to protect the rights of female victims of violence, the victims of hate crimes, and the rights of disabled citizens.", "The popular branches of Government, not the courts, are the primary guarantors of our rights. As Senators, we are obligated to interpret the Constitution, and in this case we are not denying rights to same-sex couples, but protecting and extending the right of citizens to govern themselves and to determine marriage policy on their own, and to preserve traditional marriage.", "To delay action on the marriage amendment now is like agreeing to repair a cracked dam only after it has burst and forever changed the landscape. We know what the legal situation is on this issue and we know what we have to do to repair it. A Constitutional amendment is the only viable alternative to protect this most foundational relationship in society. We must act, and we must act now.", "We need to send a message to our children about marriage and traditional life and values. The American people must have a voice. The people, through their elected representatives--not judges--should decide the future of marriage.", "Montana, Louisiana, West Virginia, Colorado, Washington, Maine, North Dakota, Ohio, New Hampshire, Nebraska, South Carolina, Arkansas, Alaska, Pennsylvania.", "All of these states and many others have made independent determinations to protect same-sex marriage. Without an amendment to the Constitution, all that work will be for naught. They have made those independent determinations to protect traditional marriage, not same-sex marriage. I respectfully ask my colleagues to do the right thing here and to guarantee that the right to self-government on important issues such as this remains with the people rather than in the courts.", "This is an important issue. Anybody who argues this issue isn't as important as anything that can possibly come before this body fails to recognize that traditional marriage and the rights of families and children are the most important elements of our societal function and we need to protect them. We need to do it now and not wait until 2 or 3 years from now when all this becomes mush and nothing will be able to be done, such as on other bills that have occurred through the years."], "capitolwords_url": "http://capitolwords.org/date/2004/07/09/S7876_a-joint-resolution-proposing-an-amendment-to-the-c/"}