{u'speaker_state': u'NY', u'speaker_raw': u'mr. towns', u'speaker_first': u'Edolphus', u'congress': 107, u'title': u'OPPOSING ATTORNEY GENERAL NOMINATION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgH154-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgH154-2.chunk3', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Towns', u'pages': u'H154-H155', u'speaker_party': u'D', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'T000326', u'order': 3, u'speaking': [u'Mr. Speaker, I rise in opposition to the nomination of John Ashcroft of Missouri to the crucial position of United States Attorney General. Mr. Ashcroft has a long and consistent record of conservative extremism, opposing civil rights as well as qualified Federal nominees, abortion rights, gay rights and environmental protection.', u"In his confirmation hearings last week, we saw a nominee on his best behavior, and yet, he could not acknowledge the possibility that he was wrong about the impeccable qualifications of federal judge nominee Ronnie White. We have a nominee who denies that sexual preference was an issue when he questioned James Hormel's ``life-style'' before rejecting his nomination. We have a nominee who claims that as Attorney General of Missouri he always upheld the law and did not try and impose his own personal beliefs while the record shows that just the opposite is true. In fact, there is nothing in the record to indicate that Mr. Ashcroft has ever exhibited any flexibility in his ideology.", u"Mr. Speaker, I ask you should we support giving him the keys to our nation's laws with our eyes opened and our fingers crossed.", u'I cannot remain silent when the person who is nominated to be the chief law enforcement officer of this country and who will be responsible for defending the civil rights of all Americans has repeatedly demonstrated his personal animosity for those fundamental rights. I urge the Administration to live up to its promises to unite this country and withdraw this ill-conceived nominee from consideration. At the very least, I urge my friends in the other Chamber to do the right thing and reject this nominee.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/H154-2_opposing-attorney-general-nomination/'}