{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm", "number": 106, "id": "CREC-2009-07-15-pt1-PgS7509-7.chunk34", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S7509-S7550", "speaker_party": "D", "date": "2009-07-15", "bills": null, "bioguide_id": "D000563", "order": 34, "speaking": ["Mr. President, we are currently on the Department of Defense authorization bill and an amendment that has been offered by the Democratic majority leader relative to the creation of a new Federal crime of hate crimes.", "Earlier, the Senator from Arizona, Mr. McCain, came to the floor to question the wisdom of adding that kind of legislation to a bill related to the Department of Defense. Most people, when they hear that argument, would say: Why don't they do these bills separately? It turns out that under the Senate rules, oftentimes there are few opportunities to move a bill forward. It is not at all unusual for Senators to come forward and offer what appears to be, and may in fact be, an unrelated amendment to a bill that is likely to pass and be signed by the President. Too often, we pass bills that die in transit to the House or once over in the House never see the light of day. They have the same complaint about the Senate.", "This is legislation, hate crimes legislation, which we believe is timely, important, and which we want to make part of this debate and ultimately would like to offer it to the President for signature. It has been debated in the House of Representatives, and it is a bill that I think we can quickly come together with the House on and agree on common terms. So it is an important opportunity.", "I might say to Senator McCain that I have offered what we would call unrelated amendments in the past, and he has as well. Going back many years, in 1993 Senator McCain offered a line-item veto amendment to a bill involving voter registration. He also offered that same amendment to research bills and to a bill involving the travel rights of blind individuals. He had a supermajority requirement to increase taxes added to a bill--unrelated--on the subject of unemployment compensation. So it is not unusual. I have done it. Senator McCain has done it.", "In fact, this year we have seen it happen repeatedly. In fact, most of the amendments have come from the other side of the aisle. Senator Vitter--on a bill that tried to put the economy back on track--offered an amendment that was critical of an organization known as ACORN. It had nothing to do with the stimulus package. It was his personal feeling about that organization that led to the amendment. Senator Ensign of Nevada offered a controversial amendment which, in fact, stalled a bill that was relating to the voting rights of the citizens of the District of Columbia. Senator Ensign's amendment dealt with gun control, which didn't have a direct bearing on the question of DC voting rights. Senator DeMint raised the question of the fairness doctrine of the Federal Communications Commission--another amendment to the DC voting bill. Senator Thune of South Dakota offered an amendment relative to concealed firearms, again on the DC voting rights bill.", "The list goes on. To suggest what was done this morning is unusual is to ignore the obvious. For the better part of this year, amendments have been coming from the Republican side of the aisle that are unrelated to the subject matter of the bill, and that has been a fact of Senate life.", "This amendment being offered by Senator Reid, as well as many others relative to hate crimes, is a very important one. I would like to speak to it.", "I speak in strong support of the passage of this hate crimes legislation. We plan on voting on it as an amendment to the Defense authorization bill. For several years, the Senate has taken up these two measures, and for several years both the House and the Senate have passed the hate crimes bill only to see it blocked by filibuster threats or veto vows.", "We are fortunate to have a new President who supports this hate crimes legislation. When the House of Representatives took up this legislation just a couple months ago, President Obama issued a statement which said:", "I urge Members on both sides of the aisle to act on this important civil rights issue by passing this legislation to protect all our citizens from violent acts of intolerance.", "What a difference a year has made. When Congress took up the hate crimes bill last Congress, President Bush called it ``unnecessary and constitutionally questionable.'' He promised to veto it.", "The American people said last November that they wanted a President who will take our country in a different direction. President Obama is doing that, and he is doing it on this issue as well.", "The hate crimes bill has another important supporter who, sadly, cannot be with us on the floor today, and that is Senator Ted Kennedy of Massachusetts, who has been our leader on this issue for over 10 years. I wish he were here to make another impassioned speech for its passage. Nobody speaks to this issue with more authority and clarity than Senator Kennedy. Senator Kennedy has been called the heart and soul of the Senate. Passing this bill will honor the great work he has given in his public career to the cause of civil rights.", "The Kennedy hate crimes bill now before us is one of the most important pieces of civil rights legislation of our time. I am proud to cosponsor it. I generally believe Congress should be careful in federalizing crime. In the case of hate crimes, there is a demonstrated problem and a carefully crafted solution.", "Here is the problem--in fact, it is twofold. First, the existing Federal hate crimes law, passed in 1968 after the assassination of Dr. Martin Luther King, covers only six narrow categories. In order for the current law to apply, a person has to be physically assaulted on the basis of race, national origin, or religion, while engaging in one of the following specific activities: using a public accommodation, serving as a juror, attending a public school, participating in a government program, traveling in interstate commerce, or applying for a job.", "The Kennedy hate crimes bill now being considered would expand coverage so that hate crimes could be prosecuted wherever they took place as long as there is an interstate commerce connection, such as the use of a weapon. Federal prosecutors would no longer be limited to the six narrow areas I mentioned earlier in the bill passed some 41 years ago.", "Secondly, the bill would expand the categories of people covered under the Federal hate crimes law. The current law provides no coverage for hate crimes based on a victim's sexual orientation, gender, gender identity, or disability. Unfortunately, statistics tell us that hate crimes based on sexual orientation are the third most common after those based on race and religion. About 15 percent of all hate crimes are based on sexual orientation. Our laws cannot ignore this reality.", "Let me address some of the arguments that have been made against this hate crimes bill. Some of my constituents--in fact, most of those who write in opposition to the bill--are writing either personally or on behalf of churches. There are people who believe this bill would be an infringement on religious speech. Their concern is that a minister could be prosecuted if he sermonizes against homosexuality, and after that a member of his congregation assaults someone on the basis of their sexual orientation. I understand their concern, but it is misplaced.", "The chair of the Judiciary Committee, Senator Patrick Leahy, held a hearing last month on the hate crimes bill. Attorney General Eric Holder was the star witness. I attended the hearing and asked the Attorney General pointblank whether a religious leader could be prosecuted under the facts I just described. I talked to him about a minister in a church who might stand before his or her congregation and argue that the Bible states clearly, from their point of view, that persons engaged in homosexual conduct are sinners, and if after that sermon someone sitting in the congregation, in anger, turns and strikes someone who is gay, can the minister be held responsible for inciting this person to strike someone of a different sexual orientation. This is what the Attorney General said in response to this hypothetical question I raised:", "This bill seeks to protect people from conduct that is motivated by bias. It has nothing to do with regard to speech. The minister who says negative things about homosexuality, about gay people, this is a person I would not agree with, but is not somebody who would be under the ambit of this statute.", "Based on that representation from the Nation's top law enforcement officer, I hope some from religious communities who have been writing to my office will understand that my response to them over the months and years that they have been writing is consistent with the interpretation of this hate crimes bill by the Attorney General of the United States.", "It is also important to point out that the Kennedy hate crimes bill requires bodily injury. It does not apply to speech or harassment. It does not apply to those who would carry signs with messages of their religious beliefs. Attorney General Holder assured the Senate that, unless there is bodily injury involved, no hate crimes prosecution could be brought. I don't know how he could have been clearer or more definitive. I am certain that some who don't want to accept the clear meaning of his words will dispute him, but he was very clear for all of the people of good faith who would listen.", "And listen to the words of Geoffrey Stone, a first amendment scholar at the University of Chicago Law School:", "It is settled First Amendment law that an individual cannot constitutionally be punished for attempting to incite others to commit crimes, unless the speaker expressly incites unlawful conduct and such conduct is likely to occur imminently. The last time the Supreme Court upheld a criminal ", "I also note that 24 States--nearly half of the States in America--have hate crime laws on the books that include sexual orientation, and religious leaders are not being prosecuted in those States. That is just not the purpose of the hate crimes laws. Prosecutors aren't going around looking to put ministers or people with religious beliefs contrary to certain sexual orientations in jail.", "Moreover, I think it is time that many people in the religious community would come forward and support this legislation. They should take comfort in knowing that if they believe intolerance and hate are not part of their spiritual message, this law is a good law in support of their beliefs.", "This law would go beyond the six narrow areas I covered earlier. It would be an important consideration since 20 percent of all hate crimes are committed on the basis of a person's religion. This hate crimes law will actually protect those discriminated against because of their religious belief. That should be another reason for those of faith to come forward and consider supporting it.", "Another criticism of the Kennedy bill is one that has been around for a long time. It is an argument about States' rights. They argue there is no need to pass a Federal hate crimes law because the States can do the job on their own.", "This argument is remarkably similar to one we faced almost a century ago when Congress debated an antilynching law. Between 1881 and 1964 there is evidence that almost 5,000 people--in fact, 4,749--were lynched in the United States. Predominantly the victims were African Americans. Yet Congress resisted addressing this problem for generations.", "Let me read some quotes from a 1922 Congressional Record when Congress debated whether to pass a bill making lynching a Federal crime. One Member of Congress said:", "The great body of the good people of the country know that the Federal Government should let the States solve these purely local questions. They know that peace and confidence cannot come from distrust and suspicion and that this Congress cannot, by statute, change God's eternal laws.", "Another House Member said:", "The question is whether or not we shall duplicate the State function by conferring the same power upon the Federal Government as to this class of crimes. Ours is a government of divided Sovereignties.", "The arguments this year against the hate crimes bill sound very similar to the arguments in 1922 against the antilynching law.", "We can all agree that criminal law is primarily a State and local function. It is estimated 95 percent of prosecutions for crimes occur at that level. But there are some areas of criminal law in which we have agreed the Federal Government can and should step in to help. ", "There are over 4,000 Federal crimes, 600 of which have been passed in the last 10 years. Hate crimes are a sad and tragic reality in America. Last month's horrific shooting, not far from here, at the Holocaust Museum in Washington, DC, was the most recent reminder that hate-motivated violence still plagues our Nation.", "Earlier this year in my home State of Illinois, two White men in the town of Joliet used a garbage can to beat a 43-year-old Black man outside a gas station while yelling racial epithets and stating: ``This is for Obama.'' The victim sustained serious injuries, lacerations, and bruises to his head.", "Last year, a University of Illinois student was walking near his college campus with three friends when an attacker, yelling antigay slurs, pushed him so forcefully he was knocked unconscious and suffered a head injury.", "These are incidents in my home State, which I am proud to represent, but I am not proud of this conduct, and I do not think America should be proud of this kind of intolerance and assault--physical assault--that has taken place.", "According to FBI data, which is based on voluntary reporting, incidentally, there are about 8,000 hate crimes in America every year. Some experts estimate the real number is closer to 50,000.", "The Kennedy hate crimes bill will not eliminate hate crimes in America, but it will help ensure these crimes do not go unpunished.", "When Senator Kennedy introduced the hate crimes bill in April, here is what he said--for Ted, whom I wish could be with us today, I will repeat his words so he is part of the Record in support of this bill. Here is what he said:", "It has been over 10 years since Matthew Shepard was left to die on a fence in Wyoming because of who he was. It has also been 10 years since this bill was initially considered by Congress. In those 10 years, we have gained the political and public support that is needed to make this bill become law. Today, we have a President who is prepared to sign hate crimes legislation into law, and a Justice Department that is willing to enforce it. We must not delay the passage of this bill. Now is the time to stand up against hate-motivated violence and recognize the shameful damages it is doing to our Nation.", "In the words of Senator Kennedy, and in my own words as well, I urge my colleagues to support this important legislation.", "Mr. President, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/"}