{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 110, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-04-12/html/CREC-2007-04-12-pt1-PgS4439.htm', u'number': 59, u'id': u'CREC-2007-04-12-pt1-PgS4439.chunk18', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S4439-S4451', u'speaker_party': u'D', u'date': u'2007-04-12', u'bills': None, u'bioguide_id': u'K000105', u'order': 18, u'speaking': [u'Mr. President, hate crimes violate everything our country stands for. They send the poisonous message that certain Americans deserve to be victimized solely because of who they are. These are crimes committed against entire communities, the Nation as a whole and the very ideals upon which our country was founded.', u'The vast majority of Congress agrees. In 2000, 57 Senators voted in support of this bill. In 2002, 54 Senators voted with us, and, in 2004, we had 65 votes. Today, we are re-introducing this bicameral, bipartisan bill with the support of 39 original cosponsors, and we have the votes to get cloture. We have the votes in the House too. This year, we are going to get it done.', u'Our legislation is supported by a broad coalition of over 210 law enforcement, civic, religious and civil rights groups, including the International Association of Chiefs of Police, the National Sheriffs Association, the Anti-Defamation League, the Interfaith Alliance, the U.S. Conference of Mayors, the Leadership Conference on Civil Rights, the National District Attorneys Association, and the National Center for Victims of Crime.', u'Data from the National Crime Victimization Survey are especially disturbing because they indicate that a large number of hate crimes go unreported. The data indicates that an average of 191,000 hate crimes take place every year, but only a small percentage are reported to the police.', u'We obviously need to strengthen the ability of Federal, State and local governments to investigate and prosecute these vicious and senseless crimes. The existing Federal hate crime statute was passed in 1968, soon after the assassination of Dr. Martin Luther King, Jr. It was such an important step forward at the time, but it is now a generation out of date.', u'The absence of effective legislation has undoubtedly resulted in the failure to solve many hate-motivated crimes. The recent action of the Justice Department in reopening 40 civil-rights-era murders demonstrates the need for adequate laws. Many of the victims in these cases have been denied justice for decades, and for some, justice will never come.', u"This bill corrects two major deficiencies in current law--one, the excessive restrictions requiring proof that victims were attacked because they were engaged in certain ``federally protected activities,'' and, two, the limited scope of the law, which covers only hate crimes based on race, religion, or ethnic background, excluding violence committed against persons because of their sexual orientation, gender, gender identity, or disability.", u'The federally protected activity requirement is outdated, unwise and unnecessary, particularly when we consider the unjust outcomes that result from this requirement. Hate crimes can occur in a variety of circumstances, and citizens are often targeted during routine activities that should be protected.', u'For example, in June 2003, six Latino teenagers went to a family restaurant on Long Island. They knew one another from their involvement in community activities and were together to celebrate one of their birthdays. As the group entered the restaurant, three men who were leaving the bar assaulted them, pummeling one boy and severing a tendon in his hand with a sharp weapon. During the attack, the men yelled racial slurs and one identified himself as a skinhead.', u'Two of the men were tried under the current Federal law for committing a hate crime and were acquitted. The jurors said the government failed to prove that the attack took place because the victims were engaged in a federally protected activity--using the restaurant. The result in this case is only one example of the inadequate protection under current law. The bill we introduce today will eliminate the federally protected activity requirement. Under this bill, the defendants who left the courtroom as free men would almost certainly have left in handcuffs through a different door.', u"The bill also recognizes that hate crimes are also committed against people because of their sexual orientation, their gender, their gender identity, or their disability. It's up to Congress to make sure that tough Federal penalties also apply to those who commit such crimes as well. Passing this bill will send a loud and clear message. All hate crimes will face Federal prosecution. Action is long overdue.", u'Examples of the problem abound. Two years ago, a 52-year-old Alabama man was beaten on the head with a hammer because he was gay. Still waiting for justice, the man lies in a coma as a result of that attack.', u'In 1993, a 21-year-old transgender man, Brandon Teena was raped and beaten in Humboldt, NE, by two male friends. The local sheriff refused to arrest the offenders, and they later shot and stabbed Brandon to death.', u'In 1999, four women in Yosemite National Park were targeted by a man who admitted to having fantasized about killing women for most of his life. The current hate crime law did not apply to this horrific crime because enjoyment of a Federal park is not a federally protected right.', u'In 2001, Fred C. Martinez, Jr., a Navajo, openly gay, transgender youth, was murdered while walking home from a party in Cortez, CO. The perpetrator, Shaun Murphy, had traveled from New Mexico to Colorado with a friend in order to sell illegal drugs. He met Fred at a carnival that night, and the next morning, while driving, he saw Fred walking down the street. Shaun and his friend offered Fred a ride and dropped him off close to home. Shortly thereafter, Shaun attacked Fred and beat him to death with a large rock. His body was discovered several days later. The attackers bragged about this vicious crime, describing the victim with vulgar epithets.', u'The perpetrator could not be charged with a hate crime because no State or Federal law protecting gender identity existed. He received a 40-year sentence under a plea agreement and he will be eligible for parole in 25 years. His victim did not live long enough to see his 20th birthday. If the defendant had been charged with a Federal hate crime, he could have received a life sentence. If the prosecutor had greater aid for his investigation under the proposed legislation, he could have had a stronger case against the defendant and prosecuted him more effectively.', u'In October 2002, two deaf girls in Somerville, MA--one of whom was wheelchair bound due to cerebral palsy--were harassed and sexually assaulted by four suspected gang members in a local park. Although the alleged perpetrators were charged in the incident, the assaults could not be charged as hate crimes because there is no Federal protection for hate crimes against disabled individuals.', u"These examples graphically illustrate the senseless brutality that our fellow citizens face simply for being who they are. They also highlight the importance of passing this legislation, which is long overdue.The vast majority of us in Congress have recognized the importance of this legislation since it was first introduced--nearly 10 years ago. This year, we have an opportunity to pass it in both the Senate and the House, and enact it into law. Let's make the most of this opportunity, and do all we can to end these senseless crimes.", u'I ask unanimous consent to print in the Record this list of organizations who support the Matthew Shepard bill.', u'There being no objection the material was ordered to be printed as follows:', u"1. American-Arab Anti-Discrimination Committee. 2. American Association of University Women. 3. American Civil Liberties Union. 4. American Jewish Committee. 5. American Psychological Association. 6. Anti-Defamation League. 7. Asian American Justice Center. 8. Center for the Study of Hate and Extremism. 9. Human Rights Campaign. 10. Interfaith Alliance. 11. International Association of Chiefs of Police. 12. Japanese American Citizens League. 13. Jewish Council for Public Affairs. 14. Leadership Conference on Civil Rights. 15. Matthew Shepard Foundation. 16. National Association for the Advancement of Colored People. 17. National Council of Jewish Women. 18. National District Attorneys Association. 19. National Sheriffs' Association. 20. People for the American Way. 21. Religious Action Center of Reform Judaism. 22. SALDEF (Sikh American Legal Defense and Education Fund). 23. Unitarian Universalist Association. 24. The United States Conference of Mayors. 25. Group Letter: Religious Organizations: African American Ministers in Action, American Jewish Committee. Anti- defamation League, Buddhist Peace Fellowship, Catholics for a Free Choice, Church Women United, The Episcopal Church, Hadassah, Hindu American Foundation, The Interfaith Alliance, Jewish Council for Public Affairs, Jewish Women International, Muslim Public Affairs Council, NA'AMAT USA, National Council of Churches of Christ, National Council of Jewish Women, North American Federation of Temple Youth, Presbyterian Church USA, Sikh Council on Religion and Education, United Church of Christ Justice and Witness Ministries, Union for Reform Judaism, United Methodist Church General Board of Church and Society, Unitarian Universalist Association of Congregations, United Synagogues of Conservative Judaism and Women of Reform Judaism. 26. Group Letter: Consortium for Citizens with Disabilities: Alexander Graham Bell Association for the Deaf and Hard of Hearing, American Association on Health and Disability, American Association on Intellectual and Developmental Disabilities, American Association on Mental Retardation, American Association of People with Disabilities, American Council of the Blind, American Counseling Association, American Dance Therapy Association, American Medical Rehabilitation Providers Association, American Music Therapy Association, American Network of Community Options and Resources, American Occupational Therapy Association, American Psychological Association, American Therapeutic Recreation Association, American Rehabilitation Association, Association of Tech Act Projects, Association of University Centers of Disabilities, Autism Society of America, Bazelon Center for Mental Health Law, Council for Learning Disabilities, Council of State Administrators of Vocational Rehabilitation, Easter Seals, Epilepsy Foundation, Hellen Keller National Center, Learning Disabilities Association of America, National Alliance on Mental Illness, National Association of Councils on Developmental Disabilities, National Coalition on Deaf- Blindness, National Disability Rights Network, National Down Syndrome Society, National Fragile X Foundation, National Rehabilitation Association, National Respite Coalition, National Structured Settlement Trade Association, NISH, Paralyzed Veterans of America, Research Institute for Independent Living, School Social Work Association of America, Spina Bifida Association, The Arc of the United States, United Cerebral Palsy, United Spinal Association, World Institute on Disability. 27. Group Letter: National Partnership for Women and Families: 9to5 Bay Area, 9to5 Colorado, 9to5 Poverty Network Initiative (Wisconsin), 9to5 National Association of Working Women, AFL-CIO Department of Civil, Human and Women's Rights, American Association of University Women, Atlanta 9to5, Break the Cycle, Coalition of Labor Union Women, Colorado Coalition Against Sexual Assault (CCASA), Communications Workers of America AFL-CIO, Democrats.com, Equal Rights Advocates, Feminist Majority, Gender Public Advocacy Coalition, Gender Watchers, Hadassah the Women's Zionist Organization of America, Legal Momentum, Los Angeles 9to5, NA'AMAT USA, National Abortion Federation, National Asian Pacific American Women's Forum, National Association of Social Workers, National Center for Lesbian Rights, National Congress of Black Women, National Council of Jewish Women, National Council of Women's Organizations, National Organization for Women, National Partnership for Women and Families, National Women's Conference, National Women's Committee, National Women's Law Center, Northwest Women's Law Center, Sargent Shriver National Center on Poverty Law, The Women's Institute for Freedom of the Press, Washington Teachers Union, Women Employed, Women's Law Center of Maryland, Women's Research and Education Institute, YWCA USA. 28. Excerpts of Support for the Hate Crime Prevention Act of 2007. 29. General List of Supporting Organizations 2007."], u'capitolwords_url': u'http://capitolwords.org/date/2007/04/12/S4439_statements-on-introduced-bills-and-joint-resolutio/'}