{"speaker_state": "OR", "speaker_raw": "mr. smith", "speaker_first": "Gordon", "congress": 110, "title": "HATE CRIMES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-09-26/html/CREC-2007-09-26-pt1-PgS12086.htm", "number": 144, "id": "CREC-2007-09-26-pt1-PgS12086.chunk0", "volume": 153, "chamber": "Senate", "session": 1, "speaker_last": "Smith", "pages": "S12086-S12090", "speaker_party": "R", "date": "2007-09-26", "bills": null, "bioguide_id": "S001142", "order": 0, "speaking": ["Mr. President, I believe the pending amendment is the hate crimes amendment to the national Defense authorization bill. I rise today to once again discuss the need to enact hate crimes legislation. For the fifth consecutive Congress, I have introduced this legislation with my colleague from Massachusetts, Senator Kennedy.", "The Senate knows well the substance of what we have debated. We have done it in every Congress of my tenure. A majority of Senators have repeatedly supported this legislation. Two years ago, under a Republican-controlled Senate, we overwhelmingly passed hate crimes legislation on the National Defense Authorization Act by a vote of 65 to 33. In 2000, the Senate voted 57 to 42 in favor of the bill. In 2002, we had 54 votes.", "Hate crimes legislation, in my view, is the most important civil rights issue before this Congress. The House has already passed this legislation. They have done so and we will do so, I hope, because America needs it.", "America is one of the most diverse societies on the planet, and I can think of no other country in world history that has achieved the same degree of diversity as the United States of America. Our diversity is, in part, our Nation's heritage. It is part of our political and social fabric. It is a source of our strength, and it should be protected from those who try to systematically victimize whole classes of individuals based on their beliefs, their practices, or their race.", "The bedrock of our civil rights laws is founded on our collective belief that minorities should be protected from discrimination. But the civil rights struggle is far from over. Every election brings a new chapter in our efforts to get it better.", "As we fight the war on terrorism abroad, we must not forget that we continue to have injustices on our home shores. Americans continue to be harassed, victimized, and denied equal opportunities simply because of their race, religion, color, disabilities, or sexual orientation.", "As a nation that serves as a beacon of freedom and liberty throughout the world, we simply cannot tolerate violence against our own citizens simply because of their differences. We cannot fight terror abroad and accept terror at home.", "For the last 7 years, I have entered into the Congressional Record a hate crime almost every day. I have entered hundreds upon hundreds of individual hate crimes into the Record to demonstrate the need for this legislation. Many of these crimes are extremely brutal, some even resulting in the death of the victim. I do this to raise awareness. I do it to demonstrate the severity of these attacks and to show the frequency of these violent crimes. I also do it to remember these often nameless victims and to give a human face to these senseless acts of violence.", "Let me tell my colleagues about the horror of these attacks. Opponents of this measure will say every crime should be treated equally. But those who perpetrate crimes out of bias, against sexual orientation, are unusually and especially savage. One rarely, if ever, reads about a hate crime resulting from a single bullet or errant punch. Hate crime victims will be beaten dozens of times with an iron crowbar, they will be stabbed over and over, or they will be stomped to death. These prolonged, vicious beatings are more akin to punishment and torture and manifest themselves in ways that are most evil.", "This year, Senator Kennedy and I have decided to rename our legislation the Matthew Shepard Act. We do so with the permission of his mother. We do so to put a human face on the issue of hate crimes legislation. In addition, we did it in remembrance of a young hate crime victim who has left an indelible mark upon our Nation's conscience. His name is Matthew Shepard.", "Judy Shepard, Matthew's mother, is a dear friend of mine. Judy experienced a parent's single worst tragedy: the loss of her child. But instead of retreating into her own pain for solace, Judy has brought to national attention the need for hate crimes legislation. She is our Nation's strongest advocate for this issue.", "For those of you who do not know Matthew Shepard's story, it is truly heartbreaking. Matthew was a 21-year-old college student at the University of Wyoming when he was attacked. Shortly after midnight on October 7, 1998, Matthew was kidnapped, beaten, pistol whipped, lashed to a lonely stretch of fence, and left to die alone.", "Almost 18 hours later, Matthew was found alive but unconscious. His injuries were deemed too severe for surgery, and Matthew died on October 12. Matthew was murdered by two men simply for who he was, because he was gay. To think that such virulent hatred of another person's sexual orientation drove another to commit such a heinous act is truly unthinkable. Sadly, this case is not isolated. ", "One may ask why Senator Kennedy and I have offered this legislation again on the Defense authorization bill. As I have said in the past, the military is not immune to the scourge of hate crimes in our country. In 1992, Navy seaman Allen Schindler was brutally murdered by his shipmate Terry Helvey in Okinawa, Japan. Schindler was beaten and stomped to death simply because he was gay. His attack was so vicious that almost every organ in his body was destroyed. His own mother could not have identified him but for the remains of a tattoo on his arm.", "In another tragic case, PFC Barry Winchell was beaten by another army private with a baseball bat. He was beaten with such force and his injuries were so severe that he died shortly thereafter. He was only 21, the same age as Matthew Shepard.", "To those who say we don't need a Federal hate crimes bill, I say they are wrong. This is a national problem that deserves national attention. Our hate crimes legislation would strengthen the ability of the Federal, State, and local governments to investigate and prosecute hate crimes based on race, ethnic background, religion, gender, sexual orientation, disability, and gender identity.", "Furthermore, it would strengthen State and local efforts by enabling Justice to assist them in the investigation and prosecution of hate crimes and assist in funding of these prosecutions.", "The legislation would also allow the Federal Government to step in, if needed, but only after the Department has certified that a Federal prosecution is necessary. If this can be done locally or at the State level, it should be, but hate crimes should be prosecuted.", "Current law does not provide any authority for Federal involvement in these types of hate crimes, even when State or local law enforcement is inadequate because relevant law is nonexistent or resources are insufficient. Without this legislation, the tools for battling hate crimes at the Federal level will remain limited.", "I have also heard it argued that we shouldn't punish a hate crime any differently than any other crime. I believe that is flat wrong. Hate crimes tear at the very fabric of our Nation. They seek to intimidate entire groups of Americans and, as such, divide our people. Hate crimes do more than harm one victim; they terrorize an entire society. They send an ominous message of hate and intolerance to all Americans. Those crimes must be punished proportionately.", "As to the constitutionality of hate crimes statutes, which is questioned by some, it shouldn't be. The Supreme Court has already responded to their legitimacy. Motive has always been a factor in determining whether a crime has in fact occurred.", "Mr. President, when you and I went to law school, took a class in crimes, one of the first things we learned you have to do to establish the commission of a crime is intent and motive, and speech is one of those legitimate areas of inquiry. This was made very clear by Chief Justice William Rehnquist, not exactly a liberal, who wrote the majority opinion in Wisconsin v. Mitchell, where the Supreme Court unanimously upheld the constitutionality of a Wisconsin hate crimes statute. Statutes which provide for an enhanced sentence, where the defendant is intentionally selected because of his race, his religion, color, disability, sexual orientation, national origin or ancestry, does not violate the first amendment, the Court found.", "Rehnquist wrote in Mitchell:", "The first amendment does not prohibit the evidentiary use of speech to establish the elements of a crime or to prove motive or intent.", "In fact, you can't have a crime unless you prove motive and intent, and speech is one of the legitimate areas of inquiry.", "Lastly, I have heard concerns from my religious brothers and sisters who fear passage of hate crimes legislation will have a chilling effect on our Nation's churches and pulpits. This is unfounded. I find it disconcerting that many ministers of religion, for whom I have the utmost respect, would preach such messages from the radio, from television, and from sacred church pulpits. A hate crime does not criminalize thoughts, moral views, and religious beliefs. What it does say is we cannot go out and do violence to our fellow Americans simply because we find another's mere existence offends our beliefs. You have to act. Thought and speech are insufficient to prove a hate crime, and it is disingenuous and fallacious to say otherwise.", "And I would say, as an aside, that if I believed what they charge, I would not be here in support of this amendment in Congress after Congress. I know the law, however, and I know what is being said about this amendment is simply wrong.", "I accuse no one, but what I find of great comfort is a story from the New Testament on this issue, and I think it is applicable. It is a story from the Book of John, and I will share it with you, because I think it teaches us all how we should behave toward one another, sinners all, in the public square. It reads as follows, from Chapter 8:", "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them. And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst, They say unto him, Master, this woman was taken in adultery, in the very act. Now Moses in the law commanded us, that such should be stoned: but what sayest thou? This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not. So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her. And again he stooped down, and wrote on the ground. And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst. When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee? She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.", "That occurred in the public square. Jesus risked his life to save her life. He didn't excuse it nor did he condemn her. He saved her life and risked his own. I don't believe Federal law should do any less than that, and I believe it is high time for us to do what many States, most of the States in America have done, and that is add the category of sexual orientation to our Federal statutes.", "No churchman, no preacher, no adherent of religious faith need fear this, but they ought to follow that and understand that what we are not trying to do here is to somehow inhibit the free exercise of religion. We are trying to protect people, American people, from the most brutal kinds of terrorist acts on our own shores.", "Finally, there is a memorial in Casper, WY, sculpted by Chris Navarro, dedicated to the memory of Matthew Shepard. It is named the Ring of Peace. The circular design of the ring symbolizes both the individual and the ideals of social unity. The bell, supported by a ring, stands for liberty, and the ring for the promise of tomorrow. White doves flying out of the bell are a symbol of peace. They are flying as a unified group and their wings symbolize hope and freedom.", "At the base of the sculpture there is a simple poem that reads:", "If you believe in hope, and the need for peace, step up and ", "With that, Mr. President, I urge my colleagues, as many as have done so in the past, to vote in favor of this amendment. We cannot be complacent or tolerate such acts of hatred. We all need to step up and vote for legislation that promises all Americans a better tomorrow.", "Mr. President, I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2007/09/26/S12086_hate-crimes/"}