{u'speaker_state': u'MN', u'speaker_raw': u'ms. mccollum', u'speaker_first': u'Betty', u'congress': 108, u'title': u'IMPROVING THE COMMUNITY SERVICES BLOCK GRANT ACT OF 2003', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-02-04/html/CREC-2004-02-04-pt1-PgH314-7.htm', u'number': 12, u'id': u'CREC-2004-02-04-pt1-PgH314-7.chunk71', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'McCollum', u'pages': u'H314-H359', u'speaker_party': u'D', u'date': u'2004-02-04', u'bills': None, u'bioguide_id': u'M001143', u'order': 71, u'speaking': [u'Mr. Chairman, I move to strike the requisite number of words.', u'(Ms. McCOLLUM asked and was given permission to revise and extend her remarks.)', u'Mr. Chairman, I stand today to support the Woolsey amendment because, you see, the underlying bill provides more than $635 million to communities throughout this country to combat poverty, improve the lives of people who are homeless, hungry, jobless, and all too often hopeless. These funds distributed through Community Service Block Grants put valuable resources into all of our communities to combat poverty, and I support the general goals of the underlying bill and the program it funds.', u'But it is not the funding alone that meets the needs of the homebound, the drug addicted, the destitute, and the hopeless. It is the tens of thousands of determined men and women who work as health outreach workers in shelters, as social service workers, in treatment centers, as counselors, and throughout our community to meet the needs of others. I admire the service and the selflessness of these men and women who live compassion every day they go to work, and not as a soundbite on a campaign trail.', u'Today, I rise on behalf of the STD and HIV clinic, the foster care social worker, the midnight-to-6-a.m. attendant at a group home, to oppose this bill because it uses their tax dollars and mine to fund religious organizations that can hire them and then fire them based on their religion or how they pray. This bill promotes State-sponsored religious intolerance in employment and it should be defeated, and that is why I support the Woolsey amendment.', u'Our country was founded on the principle of freedom of religion, and our tax dollars never should be used to enable religious discrimination in hiring. The Bush administration is continuing this disturbing trend of taking social service funding from successful, experienced organizations and redistributing to faith-based organizations that are permitted to use religion in hiring.', u"How can Congress enable and fund religious organizations to use a person's faith or religious orthodoxy to determine if a candidate is qualified to deliver social services or to mop a floor or to cook soup in a soup kitchen or to teach in a Head Start center? This is wrong. Separation of church and State is not an opt-in or opt-out provision of our Constitution. Using tax dollars to promote discrimination on the basis of religion is just plain, in my opinion, un-American.", u"I was disturbed by an article in Monday's New York Times describing the Salvation Army's new hiring practices for employees who deliver social services with taxpayers' money that take advantage of the Bush administration's faith-based agenda. The New York division's second-in-command of the Salvation Army is quoted as saying, ``Do we require our employees to believe in Jesus Christ and administer the doctrines and tenets of the Salvation Army? Not unless we hire them for a specific ministry.'' And then he clarified. ``Everything we do is related to our ministry and, in fact, is our ministry. The mission of the Salvation Army,'' which is listed on job postings and calls on new hires to ``preach the gospel of Jesus Christ and to meet human needs in his name.''", u"Mr. Chairman, I respect any American's freedom to pray, and I pray myself. I worship and I believe in God, and I believe every American should be able to worship in the way that they choose. But this congressionally funded and sanctioned discrimination based on religion is an abomination and debases our Constitution.", u'I call on all Members of Congress who respect religious freedom and believe in the constitutional separation of church and State to vote against this dangerous extremist bill and to support the Woolsey amendment.', u'Mr. Chairman, I include for the Record the full text of the New York Times article I referred to earlier from February 2.', u"The Salvation Army of Greater New York, long known for its network of thrift shops and shelters, has begun an effort to reassert its evangelical roots, stressing to lay employees that the Army's core mission is not just social services, but also spreading the gospel. The New York division's new leaders have ordered that job descriptions now state the mission clearly. they have reminded employees who deal with children that they must fill out a form promising to follow the Army's religious mission in working with them. The form also asks those employees to describe their church affiliations. ``Periodically, we have to kind of reclaim the ecclesiastical turf, if you will,'' said Col. Paul M. Kelly, a former New York division commander who was brought in as a consultant last year to assess its operations. The effort has stirred a mini-rebellion among some longtime employees who resent what they see as an intrusion on their privacy and the potential for religious discrimination. Such demands for religious loyalty, they say, breach the wall between church and state because the division accepts $70 million in state and city funds for its programs. ``We've been told that things are changing, that they've come to whip us into shape, and they want us to become more like the Army,'' said one social worker in a Salvation Army foster care program who wanted to remain anonymous for fear of retaliation. ``Everyone's really freaked out.'' Robert Gutheil, a former official with an Army social service program, said the New York division was considered an anomaly within the national Army for the lack of emphasis of religion in its programs. One high-ranking administrator, in a complaint to the Equal Employment Opportunity Commission, said a Salvation Army official said during a meeting that any staff member who refused to sign revised job descriptions proclaiming the church's mission would be fired. And a former human resources executive said a Salvation Army official asked about religious affiliations of people who worked for her and whether several of them were gay. Catholic Charities, the UJA-Federation of New York and the Evangelical Lutheran Church's local synod all said they do not require social service employees to reveal religious affiliations or commit themselves to a religious mission. The Salvation Army's New York division leaders would not comment on the specific charges, but denied that their policies are new or even out of the ordinary for a religious institution. Officials acknowledged, however, that they had begun efforts to reinforce the organization's religious identity among employees as part of a general effort to tell the world about the group's mission. The Army's charitable role was in full focus last week when the national headquarters announced it had received a bequest of $1.5 billion to build and endow 25 or 30 community centers around the country, each of which will contain a place of worship. The bequest came from Joan B. Kroc, the wife of the McDonald's chain founder, who died in October. Local Army officials said it was far too early to say how the money would affect operations, but national officials have said the centers will be used for educational and spiritual purposes, not for social services. Best known for the thrift shops and red kettles that help support its network for services for the poor and homeless, the Salvation Army is first and foremost a worldwide evangelical church, according to the New York division's second in command, Maj. Guy D. Klemanski. ``Everything that we do is related to our ministry, and is in fact our ministry,'' he said in an interview. ``Do we require our employees to believe in Jesus Christ and administer the doctrines and tenets of the Salvation Army? Not unless we hire them for a specific ministry.'' The tension between the social and spiritual sides of the Army on display in New York have occurred in Salvation Army divisions elsewhere in the nation, officials said. Major Klemanski said the questionnaire asking about church affiliation has been in effect nationwide since 1993, although it was not always adhered to in the New York division and was re-emphasized last fall. The church questions were to help with background checks, he said, adding that many people in the New York division did not seem to be aware of the mission. Major Klemanski said it was only natural that the Salvation Army expects general support from its employees for its mission. ``Why would you go to McDonald's and tell everybody to go to Burger King?'' he asked. ``Why would any one want to go to work for the Salvation Army if they are not supportive of us?'' The major said he and the New York commander, Lt. Col. Nestor Nuesch, arrived in their posts in July with a desire to remind employees and the public of the Army's religious functions. They would have done the same anywhere, he said. ``It's fresh leadership.'' Their arrival came on the heels of a reorganization plan by Col. Kelly that was circulated last spring. In it, Col. Kelly urged that more Salvation Army members be recruited for jobs. ``The Army's `Christian perspective' is rarely emphasized,'' he said. The church and its program are happily growing, he said, ``but what appears to be happening is a widening gap between the ecclesiastical Salvation Army and the social service component.'' He praised a human resources executive for ordering a Muslim employee to remove ``various Muslim artifacts'' from one center. His report also questioned whether it was a good idea to have hired a human resources director for the Army's adult services agency ``who represents and Eastern religion,'' apparently Buddhism or Hinduism. The clash between the group's religious and social service missions goes to the heart of President Bush's effort to make it easier for churches to obtain Federal money for so-called faith-based social programs, a debate in which the Salvation Army has been central. The group has lobbied the White House to allow exemptions from gay discrimination laws, and in New York, has argued that its hiring policies fall well within the terms of contracts with the city, the city's human rights law and a 1980 executive order. Opponents sharply disagree. ``It's governmental monies to spread the mission of Christ,'' said Martin Garbus, a First Amendment lawyer who is representing at least a dozen Army employees who are upset by the religious policy and fear retaliation. ``The government shouldn't support Pat Robertson, it shouldn't support the Catholic church, it shouldn't support Jewish synagogues.'' The New York Civil Liberties Union asked the city and state comptrollers two weeks ago to audit the New York branch, Lawyers for the group say the New York division may be violating city and state contracts prohibiting religious discrimination. The city comptroller, William G. Thompson, has passed the complaint on to the New York City Human Rights Commission, and the office of the state comptroller, Alan G. Hevesi, said it was studying the case. Lawyers for the employees said a lawsuit could be filed this week. ``This is an agency acting on behalf of a government providing government services,'' said Donna Lieberman, the civil liberties union director. ``It cannot be in the business of promoting religion and discriminating against its employees based on religion.'' Religious institutions are exempt from religious anti- discrimination laws, but not for employees working in government-funded programs, the civil liberties union argues. The Bush administration favors allowing religious institutions to consider religion in hiring people who work for their government-funded programs. The Army, which operates in 109 countries, was founded in London in the 19th century by a Methodist minister, who patterned its structure and terminology after the military. Adherents undergo training before being ``commissioned,'' or ordained, as ``officers,'' the equivalent of ministers. Army doctrine holds that the Bible is truthful revelation and salvation depends on obedience to Christ. Nationwide, the Army has 46,000 employees, a budget of $2.5 billion and a reputation for being efficiently administered. Some 1,700 employees work in the Greater New York Division's social service agencies, which have a budget of $120 million a year, about 60 percent from government sources, the division said. The agencies operate more than 60 group homes, foster care, treatment programs, H.I.V. services, shelters and the like. The New York division, which covers New York City, Long Island and seven counties north of the city, said it touches the lives of 5 million people a year. A few supervisors refused to hand out the forms that included questions on church affiliations. Some workers feared losing their jobs if they did not sign. They included Jews, Muslims and Hindus, gays and lesbians, atheists and even a lapsed Salvation Army member, employees said. The civil liberties union has also condemned job descriptions calling for applicants to support ``the mission'' of the Salvation Army, which is listed on job postings and calls on new hires to ``preach the Gospel of Jesus Christ and to meet human needs in His Name without discrimination.'' The associate executive director of the children's agency, Anne Lown, who is Jewish, filed the E.E.O.C. complaint, according to the New York Nonprofit Press, which reported the dispute last month. Ms. Lown, now associate director, would not respond to questions about the complaint. Mr. Gutheil, the executive director of the children's division, said in a Sept. 26 memo to his superiors that the church-affiliation form would have an ``enormously chilling effect'' on hiring good applicants. He said it was bound to be challenged in court, bringing bad publicity and hurting donations. ``Finally, whatever the legality and whatever the practical implications, this is just plain offensive to many of us who share the Gospel faith of the Salvation Army,'' wrote Mr. Gutheil, an Episcopalian. ``This is a city that thrives on its diversity. Our workplace should reflect that.'' Within weeks, Mr. Gutheil had left the Army after more than 20 years. On Tuesday, he said a confidentiality agreement that was part of a severance agreement prevented him from discussing his departure. But he said the dispute contributed to it. ``It was an important stand to take,'' he said. ``I'm sorry I'm not at liberty to say more about it.''"], u'capitolwords_url': u'http://capitolwords.org/date/2004/02/04/H314-7_improving-the-community-services-block-grant-act-o/'}