{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7962-2.chunk33", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Durbin", "pages": "S7962-S8021", "speaker_party": "D", "date": "2004-07-13", "bills": null, "bioguide_id": "D000563", "order": 33, "speaking": ["I say there is a striking similarity. It appears they want to vote more than they want an amendment. Let's be honest about what it is about. They want to put some Senators on the spot. Trust me, the ads will be running, if they have not started already, in States across the Nation. If you oppose this constitutional amendment, they will say you are against traditional marriage. Virtually every one of our colleagues on both sides of the aisle, for that matter, support traditional marriage between a man and a woman.", "I have been married 37 years, and I think the Senator from Nevada may have been married longer. I respect this institution and have committed my life to it with my wife. I think we all understand that. But understand, as well, a ``no'' vote on this amendment will be used for political purposes to change the subject of the election campaign.", "I say to the Senator from Nevada, as my time is closing, there is one point I would like to make. Things have changed in my life experience, and in many others', over the time I have been in the Congress and even before. There was a time when, if there were gay members of a family, people just did not talk about it. No reference was made to it; very little was said about it. It was the aunt or uncle who never got married and no one has talked about it.", "That is changing in families across America. People have had the courage to come forward and say: I have a different sexual orientation. For some reason, God has made me with a different nature. I think more and more families are accepting of that fact, as they should be. I don't know what God's plan was in bringing a man or woman to this Earth with a different sexual orientation, but in many cases they have.", "All we have said, those Members on our side, is though we may not support gay marriage or marriage of the same sex, we ask for tolerance and understanding.", "The phone calls I have been receiving in my office have been phone calls generated by people who sincerely support this amendment and many who have some different agenda. It is, unfortunately, a very strident and hateful agenda. I hope that whatever the outcome of this amendment, we will say to the American people: Be tolerant; be understanding. Some people are different but they are our family. They are our neighbors. They are our fellow Americans.", "This proposed constitutional amendment is divisive and unnecessary, and contains many ambiguities and unresolved issues that have not been examined or considered by the Senate Judiciary Committee.", "We have less than 30 legislative days left this year. There already are more pressing issues than we could possibly address in that short time, without spending this week on a proposed constitutional amendment that even its supporters acknowledge does not have the votes to succeed.", "In light of Secretary Ridge's announcement last week, we should be focusing our attention on homeland security, including port and rail security.", "We must address the everyday needs and concerns of American citizens, especially those being squeezed in the middle class.", "Since President George W. Bush has come to office, average weekly earnings have risen only 1 percent, while gas prices have risen 25 percent; college tuition has risen 28 percent; and family health care premiums have skyrocketed by 36 percent.", "Unfortunately, this Senate has ignored these concerns and has done nothing to increase wages. For example, we have not increased the minimum wage in almost 7 years, and the benefit of that increase has been completely erased by inflation.", "Even worse, unless Congress acts to restrict the President's proposed overtime regulations before our August recess, those regulations will slash the paychecks for thousands of Americans currently receiving overtime compensation by 25 percent.", "Finally, we still have not passed a budget resolution this year and have 12 appropriations bills that must be enacted.", "So why are we debating this constitutional amendment instead of addressing these more pressing issues?", "I suggest that there is an effort here to try to divert American families from their real concerns.", "In fact, this is a strategy that was advocated by Paul Weyrich, CEO and chairman of the Free Congress Foundation, who recommended that the President ``change the subject'' from Iraq to the Federal Marriage Amendment.", "We must not allow for such politicization of our Constitution--our Nation's most sacred document. That is why I believe we must ban the proposal of constitutional amendments in a Presidential election year--certainly within 6 months of an election.", "By considering this issue outside of Presidential election years, we may be better able to consider the implications of this proposal without added political pressures. This may be one reason why only 3 of the 27 amendments to our Constitution have been passed by Congress in Presidential election years.", "Of course, I do not mean to imply that those who support this amendment have only political motives. Some of my colleagues on the other side of the aisle sincerely believe that no issue is more important than this one.", "However, the Judiciary Committee simply has not given this proposed constitutional amendment the thorough and measured consideration worthy of a possible change to our constitution--certainly not if one believes this is the most important issue facing our society today.", "During the 108th Congress, the Senate Judiciary Committee has held hearings on four proposed constitutional amendments: victims rights, flag desecration, the continuity of Congress, and this one.", "Three of those proposed amendments have been debated and marked up by the Constitution Subcommittee, following the long-standing tradition of our committee. The amendment today is the only one that bypassed this traditional consideration.", "It is ironic that the victims' rights and flag desecration amendments have followed the committee's traditional process, even though both have been considered by the Senate in the past, while this proposed amendment--which has never been considered by the Senate before--bypassed the full committee and subcommittee markups and barely even had a hearing.", "Although the Judiciary Committee and Constitution Subcommittee have held four hearings on the issue of same-sex marriage, only one hearing was on the text of a proposed constitutional amendment--and that hearing was held less than 24 hours after this new version of the proposed amendment was introduced.", "Furthermore, unlike our committee's hearings on the victims' rights amendment and flag discretion amendment, the only hearing on the text of this proposed amendment did not have a representative from the Department of Justice to share the administration's views.", "On the issue of hearings, before I go further, I would like to respond to Senator Cornyn, who on Friday said that in committee hearings on this issue, Senators who oppose this constitutional amendment ``have chosen to boycott a good-faith desire to have an honest discussion about this issue.'' Senator Allard and others have made similar comments.", "For the record, the Judiciary Committee--as the committee of jurisdiction--has held four hearings on this issue. Senators Feingold, Kennedy, and I attended all four, and at each one, Democratic Senators outnumbered Republican Senators.", "This is hardly evidence of a refusal to engage in an honest discussion. In fact, just the opposite is true: We are asking for a full and thorough debate--but in the committee of jurisdiction, where such consideration is not only appropriate, but necessary, before we debate this proposal on the Senate floor.", "This request is the same as the one made by Senator Hatch in 1979, when a constitutional amendment regarding the direct election of the President and Vice President bypassed the Judiciary Committee and was debated on the floor.", "In that debate, Senator Hatch, then ranking member of the Constitution Subcommittee, said:", "To bypass the committee is, I think, to denigrate the committee process, especially when an amendment to the Constitution of the United States of America, the most important document in the history of the Nation, is involved.", "Senator Hatch's argument prevailed, and the proposed constitutional amendment was referred to the Judiciary Committee by unanimous consent.", "Unfortunately, Senator Hatch has taken a different path with this proposed constitutional amendment, which is only the second constitutional amendment in more than a decade to be debated on the Senate floor after being placed directly on the Calendar without committee referral or report.", "I believe anything less than full consideration and debate by the Judiciary Committee not only would denigrate the committee process, but also would be a disservice to those who sincerely believe this is the most important issue facing our country. Without such examination, many issues in the proposal before us today will remain unresolved and unclear.", "The most important issue we must resolve is whether a constitutional amendment regarding marriage is necessary.", "I am aware that Article V of the Constitution provides for amendments, and I agree that the Constitution is a living document.", "However, as James Madison wrote in The Federalist No. 49, the Constitution should be amended only on ``great and extraordinary occasions.''", "Our Nation has heeded that advice, and although there have been more than 11,000 proposed constitutional amendments since 1789, we have amended our Constitution only 27 times, including the adoption of the Bill of Rights in 1791.", "We must continue to approach constitutional amendments with great humility and respect. To do otherwise would be to take a roller to a Rembrandt.", "The last time Congress submitted a constitutional amendment that was ratified by the States was more than 30 years ago, when the voting age was lowered to 18. That amendment was appropriate because it followed the principle of six other constitutional amendments that expanded voting rights.", "By contrast, the proposed amendment we are considering today would be the first constitutional amendment to restrict the rights of individuals since the 18th Amendment regarding Prohibition was ratified in 1919. Fourteen years later, that amendment was repealed.", "This proposed amendment also would be unique in that no constitutional amendment has been ratified in response to a State court ruling.", "Furthermore, although there are four constitutional amendments that overruled Supreme Court decisions, no constitutional amendment has been ratified in response to a non-existent Supreme Court ruling. In other words, this proposal is a solution in search of a problem.", "In 1996--another Presidential election year--Congress passed the Defense of Marriage Act, under which no State can force another State to recognize the marriages of same-sex couples. In other words, each State has its own power to define marriage.", "In the 8 years since DOMA was passed, it has never been successfully challenged. Although many have speculated that it may be unconstitutional, not a single Federal judge in this country has indicated that DOMA is unconstitutional or unlawful in any way, shape, or form. DOMA is still good law.", "Our country now has a preemptive foreign policy. I do not think we should have a preemptive Constitution. This proposed amendment would preempt the possibility that the Defense of Marriage Act will be found unconstitutional. That is premature and therefore inappropriate for an amendment to our Constitution.", "The concerns I have raised thus far are reason enough to oppose this constitutional amendment. However, I have not even discussed the text of the proposal itself.", "This constitutional amendment States the following:", "Marriage in the United States shall consist only of the union of a man and a woman. Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "These two sentences are contradictory. The first sentence states that marriage must be between a man and a woman. But the second sentence suggests that marriage other than between a man and a woman would be permissible as long as that recognition occurred through a statute, rather than constitutional means.", "Which is it? Does this proposed constitutional amendment permit States to enact laws that would allow marriage to consist of the union of same-sex couples? If so, the first sentence must be modified. If not, the language in the second sentence must be more explicit to reflect the fact that this constitutional amendment would take away the right of States to define marriage within their borders.", "Furthermore, the overall intent and scope of the first sentence also are unclear. At first, this language seems straightforward enough. However, there are at least two ambiguities regarding this sentence.", "First, Representative Marilyn Musgrave, the House sponsor of this proposed constitutional amendment has stated the following:", "In summary, the first sentence of the FMA is designed to ensure that no governmental entity . . . at any level of government . . . shall have power to alter the definition of marriage so that it is other than a union of one man and one woman.", "However, as Representative Bob Barr noted in his testimony before the Judiciary Committee, the scope of this first sentence is not limited to government actors. According to Representative Barr, this sentence ``appears to bind everyone in the United States to one definition of marriage.''", "As a result, religions that marry couples of the same sex in religious ceremonies may be barred from doing so. This blurs the line between church and State and threatens the Free Exercise Clause of the First Amendment.", "While I take the sponsor at her word that this is not her intention, the language again is ambiguous and must be clarified.", "Secondly, it is uncertain whether arrangements such as civil unions and domestic partnerships could exist at all under this first sentence of the Federal Marriage Amendment.", "Although Senator Allard and Representative Musgrave have stated that this sentence should not apply to civil unions or domestic partnerships, lawsuits have been brought in California and Pennsylvania that challenge domestic partnership laws based on the States' definition of marriage as being between a man and woman.", "Dennis Archer, president of the American Bar Association, agrees that there is ambiguity and sent a letter to the Senate which States the following:", "Despite the claims of the resolution's authors, it is unclear whether a State would be prohibited from passing laws permitting civil unions or domestic partnerships and providing State-conferred benefits to the couples involved.", "Based on these lawsuits and the ABA's opinion, the language of this amendment must be more explicit regarding whether civil unions and domestic partnerships could exist.", "The second sentence also is full of ambiguity and undefined terms.", "For example, what does the term ``legal incidents thereof'' entail?", "I asked Professor Phyllis Bossin, who is Chair of the American Bar Association Family Law Section and who testified before the Judiciary Committee on behalf of the American Bar Association, what this phrase meant.", "She said there were hundreds of such rights and responsibilities and provided a list of dozens of them, including the following: the right to visit in a hospital; the ability to authorize medical treatment; family health insurance; the ability to consent to organ donation; eligibility for life or disability insurance; interstate succession, which is when a spouse dies without a will; the right to adopt; domestic violence laws; the right to seek compensation for wrongful death; and the ability to file joint petitions to immigrate.", "I ask unanimous consent that Professor Bossin's list of selected legal incidents of marriage be submitted for the Record."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/"}