{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 108, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-07-31/html/CREC-2003-07-31-pt2-PgS10621.htm', u'number': 116, u'id': u'CREC-2003-07-31-pt2-PgS10621.chunk8', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Kennedy', u'pages': u'S10621-S10687', u'speaker_party': u'D', u'date': u'2003-07-31', u'bills': None, u'bioguide_id': u'K000105', u'order': 8, u'speaking': [u'Mr. President, it is a privilege to join Senator Leahy in the introduction of the Permanent Partners Immigration Act, to address the injustice in our immigration law on gay and lesbian couples.', u'The reunification of families is one of the cornerstones of our immigration policy. The American Dream is about opportunity and it is about family life as well. When one member of a family comes to the United States alone, we try to make it possible for their spouse, children, and siblings to join them in the future.', u'Every year, our immigration policy reunites literally hundreds of thousands of families. In 2002, almost 400,000 immigrants came to the United States to join spouses who are citizens or legal permanent residents. Thousands more siblings and children joined mothers, fathers, brothers and sisters.', u'Shamefully, though, our current law left thousands of other families permanently divided. Because of their sexual orientation, lesbian and gay couples are kept apart, or forced to stay together illegally, with one partner in constant fear of deportation. They are denied the half of the American Dream that we offer to other citizens and immigrants.', u'Our bill will remedy this injustice. It gives the same-sex permanent partners of citizens and permanent residents the opportunity to join their loved ones in our country. They must meet strict standards of eligibility, like those applied to spouses. To gain entrance, they must prove that they are financially interdependent with their partners in the United States and that they are in a lifelong relationship.', u' By Mr. KYL (for himself and Mr. McCain):', u"S. 1511. A bill to designate the Department of Veterans Affairs Medical Center in Prescott, Arizona, as the ``Bob Stump Department of Veterans Affairs Medical Center''; to the Committee on Veterans' Affairs.", u'Mr. President, today Senator McCain and I are introducing legislation to rename the VA Medical Center in Prescott, AZ. to honor our colleague Bob Stump, who died on June 20. This legislation was introduced by Congressman Jim Kolbe and the other seven Arizona House Members on July 21.', u"I had the pleasure of serving with Bob Stump in the House of Representatives in the late 1980s and early 1900s. He was a fine man, and a great public servant. A patriot and a hard-working legislator, he did not seek headlines or glory, preferring to work quietly, without fanfare, on behalf of Arizona's interests--and the Nation's.", u"For Bob Stump, actions were louder than words. He didn't say much, but you always knew where he stood.", u"Before coming to Congress, Bob served in both houses of the Arizona legislature from 1959 to 1976--that final year as president of the Arizona State Senate. His congressional tenure culminated in his six years as Chairman of the House Committee on Veterans' Affairs, a perch from which he improved the lives of his fellow veterans in innumerable ways. As Chairman of the House Armed Services Committee for two years, he helped to ensure America's military readiness by advocating tirelessly for better U.S. military technology and protecting the important work underway at Arizona's military bases.", u"Bob's concern for the military, of course, was personnel. When he entered the Navy to serve his country in time of war, he was all of 16 years old. He spent three years, 1943 to 1946, as a medic on the U.S.S. Tulagi. He was determined to protect Arlington National Cemetery and to see to it that a World War II memorial was approved for construction on the Mall here in Washington. Bob Stump's work to promote the welfare of current and past members of the Armed Services is well-known to Arizona's veterans. By naming the Prescott VA Health Center in his honor, we will ensure that his exemplary character and contributions are remembered by all those who pass through its doors in the future.", u'I ask unanimous consent that the text of the bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows:', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u"(a) Designation.--The Department of Veterans Affairs Medical Center located in Prescott, Arizona, is hereby designated as the ``Bob Stump Department of Veterans Affairs Medical Center''. (b) References.--Any reference to such medical center in any law, regulation, map, document, or other paper of the United States shall be considered to be a reference to the Bob Stump Department of Veterans Affairs Medical Center.", u'Mr. President, I am proud to join Senator Kyl in introducing legislation that would rename the Veterans Administration medical center in Prescott, AZ after Bob Stump.', u"In June of this year, Arizonans suffered a major loss with the passing of Bob Stump, a native son who made his mark for our State and our Nation. Congressman Stump had a patriot's devotion to those who served our country in uniform. He will be deeply missed by his friends, family and a grateful Nation.", u'Congressman Stump served his country and the residents of Arizona admirably in the United States Navy, during World War II; in the Arizona State legislature; and in the United States Congress.', u"Congressman Stump's service in the House of Representatives was marked by this dedication to his constituents in Arizona. Never one for the trappings of a political office, Bob read and responded to all of his mail, he never had Press Secretary and often answered the office phone personally.", u"One could not overlook his leadership in Defense and Veterans issues. Serving as Chairman of the Veterans Affairs Committee, his work has so beneficial to America's veterans that a street in Arlington National Cemetery was named after him. Everywhere I travel, veterans remark to me that Bob Stump put Veterans needs first.", u"Bob's strong leadership of the House Armed Services Committee helped usher in many of the technological advances that characterize our modern military.", u' By Mr. DODD (for himself and Mr. Lieberman):', u'S. 1512. A bill to amend the Internal Revenue Code of 1986 to exclude from income and employment taxes and wage withholding property tax rebates and other benefits provided to volunteer firefighters and emergency medical responders; to the Committee on Finance.', u'Mr. President. I am pleased to rise today with my colleague Senator Lieberman to introduce legislation that would amend the Internal Revenue Code to exclude property tax abatements, provided by local governments to volunteer firefighters and emergency medical responders, from the definition of income and wages. Congressman John Larson of Connecticut introduced identical legislation in the House.', u'Seventy-five percent of firefighters in our country are volunteers. Unfortunately, statistics show that the number of volunteer firefighters and emergency responders have been declining in past years at an alarming rate. The number of volunteer firefighters around the country has declined by 5 to 10 percent since 1983, while the number of emergency calls made has sharply increased.', u'Many municipalities throughout the country, including the State of Connecticut, offer stipends and property tax abatements of up to $1,000 per year to volunteer firefighters, emergency medical technicians, paramedics, and ambulance drivers. These incentives have helped local fire departments in their volunteer recruitment efforts throughout the country.', u'Last year the IRS ruled that property tax abatements to volunteers should be treated as wages and income. This ruling would undermine the efforts of localities across the country to recruit more volunteer firefighters.', u'The bill that Senator Lieberman and I are introducing amends the Internal Revenue Code to exclude property tax abatements and stipends for volunteer firefighters and emergency medical responders from the definition of income and wages. This bill would allow local governments around the country to continue providing these incentives to their volunteer firefighters and emergency medical responders.', u'The President has recently called for Americans to volunteer in their communities. When both heads of household hold full-time employment, it is often too difficult for them to take time away from their families without some form of compensation. A $1,000 property tax break is not a large request for the great service these men and women provide to our communities. They risk their lives for others. The least we can do is allow States and towns to offer them modest incentives to serve.', u'The IRS ruling undermines the good intentions and creative efforts of many localities. If our municipalities are willing to forgo their local tax revenues in order to ensure they have enough volunteer firefighters and emergency service providers to protect their communities, and if members of the community are doing their part by volunteering, then we, as a country should do our part and support local efforts to ensure that all our communities have adequate protection. And that is what our bill will ensure.', u'I hope that our colleagues will join us in supporting this legislation so that we can ensure that state and local governments have the flexibility to design and implement recruiting and retention programs that benefit not only the volunteer firefighters and emergency medical providers, but also the communities they protect.', u'I ask unanimous consent that the text of the bill be printed in the Record.', u' There being no objection, the bill was ordered to be printed in the Record, as follows', u'Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,', u'(a) Exclusion From Gross Income.-- (1) In general.--Part III of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to items specifically excluded from gross income) is amended by redesignating section 140 as section 140A and by inserting after section 139 the following new section:', u'(a) Exclusion From Gross Income.-- (1) In general.--Part III of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to items specifically excluded from gross income) is amended by redesignating section 140 as section 140A and by inserting after section 139 the following new section: ``SEC. 140. PROPERTY TAX REBATES AND OTHER BENEFITS PROVIDED TO VOLUNTEER FIREFIGHTERS AND EMERGENCY MEDICAL RESPONDERS.', u"(a) Exclusion From Gross Income.-- (1) In general.--Part III of subchapter B of chapter 1 of the Internal Revenue Code of 1986 (relating to items specifically excluded from gross income) is amended by redesignating section 140 as section 140A and by inserting after section 139 the following new section: ``SEC. 140. PROPERTY TAX REBATES AND OTHER BENEFITS PROVIDED TO VOLUNTEER FIREFIGHTERS AND EMERGENCY MEDICAL RESPONDERS. ``(a) Exclusion.--Gross income shall not include a qualified property tax rebate or other benefit. ``(b) Qualified Property Tax Rebate or Other Benefit.--For purposes of subsection (a)-- ``(1) In general.--The term `qualified property tax rebate or other benefit' means a rebate of real or personal property taxes, or any other benefit, provided by a State or political subdivision on account of services performed as a member of a qualified volunteer emergency response organization. ``(2) Qualified volunteer emergency response organization.--The term `qualified volunteer emergency response organization' means any volunteer organization-- ``(A) which is organized and operated to provide firefighting or emergency medical services for persons in the State or political subdivision, as the case may be, and ``(B) which is required (by written agreement) by the State or political subdivision to furnish firefighting or emergency medical services in such State or political subdivision.''. (2) Clerical amendment.--The table of sections for such part is amended by striking the last item and inserting the following new items:"], u'capitolwords_url': u'http://capitolwords.org/date/2003/07/31/S10621_statements-on-introduced-bills-and-joint-resolutio/'}