{"speaker_state": "SC", "speaker_raw": "mr. graham of south carolina", "speaker_first": "Lindsey", "congress": 108, "title": "CLASS ACTION FAIRNESS ACT OF 2003--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-10-21/html/CREC-2003-10-21-pt1-PgS12948.htm", "number": 148, "id": "CREC-2003-10-21-pt1-PgS12948.chunk48", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Graham", "pages": "S12948-S12963", "speaker_party": "R", "date": "2003-10-21", "bills": null, "bioguide_id": "G000359", "order": 48, "speaking": ["Mr. President, I am liking these rules.", "When we are speaking about judges and whether or not we need judges, we really do. There is a backlog in this country in certain courts, and one of the people being nominated by President Bush is William Pryor from Alabama. He has been nominated to a seat that has been declared a judicial emergency by the Judicial Conference of the United States.", "All I can say about this case is that my friend from Alabama should be very proud of the nominee who has been put forward by President Bush. Bill Pryor is the attorney general of Alabama. That is a political job, and ofttimes the hardest thing for lawyers to do is to be a good lawyer when politics are involved because the thing I love most about the law is that it is a place to go to where polling does not matter and where the popular cause does not always win out.", "Sometimes the unpopular cause has its day and would win in a forum it could never win otherwise. Our Founding Fathers were brilliant in creating a system where popularity meant a lot in the area that we live, but a courtroom is a place where it should be quiet, and there are good men and women who are listening to the facts of one's case and no matter whether someone is rich, poor, regardless of their background, it is a place they can go to be listened to, where maybe the crowd would not listen to them. That is what I love so much about the law. It is a place where people who could not get a fair shake in the popularity world of politics could get a fair shake where people would actually listen to their individual claim, where the unpopular may have its day.", "When one is attorney general, they get elected by their people, but they are also required to enforce the law, and the concept of the law is to give people who are not popular their day in court. What I am looking for in a judicial nominee is someone who can be very passionate about life's issues and questions but can also be very fair. President Bush has done us a great favor to send Bill Pryor forward. I have met him. I have talked to him. He is the kind of young man I think most of us would want our child to grow up to be, the son we would love to have. He is academically qualified, rated by the American Bar Association as extremely qualified. People from all walks of life who know him like him. If my colleagues met him, they would find he is a charming young man. He seems to be somebody who is sure of who he is and what he believes.", "A lot of this filibustering that is going on now has behind it the issue of abortion. Special interest politics is very strong in America, and it has its place. Groups need to ban together and speak out about things they have in common. I think our job as Senators, when it comes time to look at judges, is not to judge somebody on whether they are just pro-choice or pro-life. I am a pro-life person, and I agree with Bill Pryor. He is a very passionate man. He is a very honest man about his pro-life beliefs.", "There will come a day when there will be a Democratic President and maybe I will be in the Senate and that Democratic President may send up a pro-choice person. I think my job is to see whether or not they can take their beliefs on that issue and put them aside when it comes time to be a judge.", "All I can say about Bill Pryor is that when he was attorney general he had the obligation to review a statute that the State of Alabama passed--the Senator may correct me if I am wrong--about partial-birth abortion, something we just did today. This is an emotional area. People are very emotional about partial-birth abortion. We are evenly divided on early-stage abortions, abortions in the early stages of pregnancy. It is about 50/50. But when it gets to the seventh, eighth, and ninth month, about 75 to 80 percent of Americans say we should not be having abortions on unborn children at that stage in pregnancy unless the mother's life is at stake.", "We had about 60 Senators today vote for that. For 8 years now, we have been voting on that concept. So it is an extremely popular concept. A lot of people buy into it who are not strictly pro-life. There are some pro-choice people today who voted to ban partial-birth abortion. So that is an issue that has a lot of emotion and a lot of momentum behind it.", "He read the statute and he issued an opinion that had to make him the skunk of the garden party. He issued an opinion that said: I read the statute and I do not think it will meet constitutional muster.", "If anyone has talked to him at all, they know he is a very serious, pro-life person. So I argue to my colleagues, this is exactly the kind of young man or woman they would be looking for to promote, to be able to take the politically popular event, put a good legal analysis on the event, and make a decision that is not going to sell well. That is exactly what I am looking for in somebody to be a judge, and the Senators from Alabama should be very proud they have sent a very noble person forward.", "There are other examples of doing things that just are tough. My State of South Carolina had in our constitution for the longest time a ban on interracial marriage. One does not have to be a rocket scientist to figure out how that all came about. Those of us in the South who have grown up in the South have had tremendous struggles to be fair to African-American citizens. There is a legacy there that no one should be proud of, but things are getting better, thank God. When we look into the past--and it is in other parts of the country, but it is particularly true in the South--when that is put into a State constitution, one can only imagine the passion that went into placing something like that in the constitution.", "Well, now, later on in life, all of us realize that is unfair, that should never happen, but who wants to be the person to step forward and get that argument started all over again because it really was never used?", "Well, Bill Pryor, as attorney general, had the courage to tell everyone, whether they agreed with him or not, that there is no place in our constitution for this kind of prohibition, and he led a charge to get rid of it, something I think tells a lot about the young man.", "The bottom line is, we are going to have a lot of time to talk about Bill Pryor because there is a movement to keep him from being on the Federal bench, a movement that is driven by politics, a movement that, if it continues, will change over 200 years of how the Senate and the executive branch work.", "The worst thing we could do, in my opinion, is to take the political disagreements we have in the early part of the 21st century and change the constitutional process, probably forever, the consequence being that good young men and women such as Bill Pryor can't become judges because a few special interest groups don't like them.", "If Bill Pryor can't be a Federal judge, given his academic background, the way he has lived his life, and the qualifications he brings to the job, then America is hurting because we have let politics get into the judicial process in an unhealthy way.", "There will be many more days and many more hours to talk about this. I look forward to talking to anybody who will listen about why I believe so strongly that we should allow the nomination of this young man to be voted on on the Senate floor--he has come out of committee--and why he would make a fine Federal judge.", "I, again, let the Senator from Alabama know I am sorry that he and his colleagues from Alabama have to go through this. I am sorry for Mr. Pryor's family, that they have to go through this. But there will be some fighting back going on. I urge my colleagues on the other side of the aisle, if you continue to do this, inevitably here is what will happen.", "The next time there is a Democratic President there will be special interest pressure placed on our party over here on the Republican side to do exactly the same thing to some other nominee who may be equally qualified. The next thing you know, we are going to have a situation where good men and women will not put themselves through this. They are going to say it is not worth it.", "One of the things that came up in the hearing about Bill Pryor was that he and his wife were going to take their daughters, I believe, to Disney World. Disney World had Gay Pride Day that day, and they made a decision not to go on that particular day.", "It is uncomfortable for me to talk about that. I imagine it is very uncomfortable for Bill Pryor to have to talk about things like that. That has no place in the evaluation process, because what is the purpose of that? ``Yes, we got you now. You must hate gay people because you and your wife decided not to go to Disney World on a particular day.''", "His answer was: It was a family decision that my wife and myself made. But I promise you that if anybody comes before me as a judge, that I will honestly and fairly deal with him.", "We are getting into areas of people's personal beliefs and family decisions that are unhealthy, that will drive good men and women away if that is what you are going to have to put up with to try to serve your country.", "The bottom line is, we are going to have some fussing and fighting about what is right for Bill Pryor and others, but if we don't wake up we are going to ruin 200 years of history that has worked and we are going to drive good men and women away from wanting to serve their country as a judge and all of us lose then.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2003/10/21/S12948_class-action-fairness-act-of-2003-motion-to-procee/"}