{"speaker_state": "OK", "speaker_raw": "mr. inhofe", "speaker_first": "James", "congress": 107, "title": "NOMINATION OF JOHN ASHCROFT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-30/html/CREC-2001-01-30-pt1-PgS686-3.htm", "number": 12, "id": "CREC-2001-01-30-pt1-PgS686-3.chunk10", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Inhofe", "pages": "S686-S691", "speaker_party": "R", "date": "2001-01-30", "bills": null, "bioguide_id": "I000024", "order": 10, "speaking": ["I was listening very carefully during the entire presentation of our very illustrious minority leader, immediate past majority leader. I had a hard time figuring out who he was talking about.", "I am 66 years old, and I have been involved in virtually every kind of political job. I have been involved for 30 years in the private sector. I don't believe I can stand here and think of one person I have ever met in my entire life who is a more honorable person, who is totally incapable of telling a lie, than John Ashcroft.", "I have watched him take courageous stands for things he believes in, yes, but he always tells it exactly the way he believes it. That is not the question here. We are talking about a law enforcement officer. We are talking about the chief, the guy at the top.", "When I have heard people say that he will not uphold the rule of law, I am reminiscent of the last 8 years, certainly Janet Reno and the Clinton administration. We have been waiting for her to uphold the law, to prosecute people, and not to let people off just because they may be friends of the administration.", "I have watched her refuse to go after campaign fundraising abuses, refuse to appoint an independent counsel where it is required by law, reject advice by Louis Freeh and Charles LaBella, refuse to prosecute Gore's White House phone calls, questionable plea bargains with John Huang, Charlie Trie. I have watched the theft of nuclear secrets, watched the botching of the investigation of Wen Ho Lee. I have watched this Attorney General refuse to vigorously enforce gun laws. Gun prosecutions went down under the Reno administration.", "We could think of a lot of examples. One that comes to mind, I happen to be in a Bible study with a man named Chuck Colson, who occasionally comes by. I got to know him quite well. I think most Americans know who Chuck Colson is. Chuck Colson violated the law back during the Watergate era. He disclosed confidential information and leaked it to the media. As a result of that, he was found guilty and he served time, was prosecuted and went to prison in a Federal penitentiary.", "Ken Bacon did exactly the same thing. I have stood on this floor on three different occasions and talked for about 40 minutes just on this particular case, that during the Linda Tripp case, Ken Bacon did in fact release confidential information to the media. And as a result of that, this person was taken out of consideration in terms of credibility.", "There is no reason in the world. The law hasn't changed. If anything, it is stronger than it was at that time. But there is no reason in the world that if Chuck Colson was prosecuted 25 years ago and spent time in the Federal penitentiary, Ken Bacon should not have been prosecuted and sent to the penitentiary exactly as Chuck Colson was.", "There is an accusation that John Ashcroft would not uphold the law. I am not saying he should be just a little bit better than our previous Attorney General, Janet Reno, has been. He has to be much, much better. But there is certainly no comparison.", "As far as Ronnie White is concerned, I think it is important that we not try to paint John Ashcroft as being any kind of racist. During the time he was in the positions that he held in the State of Missouri, he supported 26 of the 27 black judges. It is my understanding that he supported more black judges during his administration than anyone had before him.", "As far as Ronnie White is concerned, I listened to him testify before the committee, and I was wondering why certain things were not said that should have been said, because after going back and reading the case--I believe the name is James Johnson--where this individual had gone out and had violently murdered a sheriff, in the same night a deputy sheriff, in the same night another deputy sheriff, and then, if that weren't enough, went to a person's home where they were having a Christmas party and in the process of praying brutally murdering the wife of one of the sheriffs, White was the lone dissenter in the death penalty case involving that man who brutally murdered four people.", "On the same day that the nomination came to the floor, I heard this story. I voted against Ronnie White mostly because of that case.", "But I have to say this. I don't think many of us here who were not on the Judiciary Committee knew that Ronnie White was black. This is the thing that shocked everyone. One of the Senators said this: The first time I realized that he was black is when someone took the floor and said this was a result of racism. I know this isn't true.", "There is one thing I want to clarify. I think it is important during the next few hours that each one of these allegations be responded to because there is an assumption out there that is true. I am going to respond to one in kind of an unusual way about James Hormel.", "I almost 3 years ago on the floor of this Senate made a speech. It was on May 22, 1998. I heard some comments by one of my favorites in the Senate. I have to say this. When Patrick Moynihan was in the Senate, I always referred to him--he was my nextdoor neighbor--as my favorite liberal. Since he is gone, I think I will refer to Paul Wellstone as my favorite liberal. He and I have found that we don't agree on too many things, but he made some comments concerning my opposition to James Hormel.", "It has been stated several times on this Senate floor, and I think in the hearings also, that John Ashcroft was the one responsible for James Hormel not getting legitimately confirmed. I am here to say today that it was not John Ashcroft; it was I.", "I am going to read the Record where I thanked the Senator from Minnesota, Mr. Wellstone, for some comments he made, and I also said what we might do since we are both sharing time was that I would speak first and he could respond afterwards.", "Some statements were made on the floor yesterday concerning the hold I have on James Hormel to be Ambassador to Luxembourg. It is true I have a hold on James Hormel. This is I, myself, speaking almost 3 years ago. It was not John Ashcroft, it was I.", "There very well may be a vote on this individual, but I will oppose his nomination, and I want to stand and tell you why.", "Statements were made on the floor by the senior Senator from Minnesota, Mr. Wellstone. I will read excerpts from it.", "Now, one of my colleagues, and I think it is extremely unfortunate, one of my colleagues has compared Mr. Hormel, a highly qualified public servant and nominee, to Mr. David Duke, who, among other credentials, is a former grand wizard of the Ku Klux Klan.", "He goes on to say:", "I want to say to my colleagues, that given this kind of statement made publicly by a United States Senator, this kind of character assassination, it is more important now than ever that this man, Mr. Hormel, be voted on. In defense, really, of the senior Senator from Minnesota, I say that if I had said what he thought I said, he was certainly entitled and justified to make the statements that were made. But I think it is important to know that I did not make those statements in the context that he believed I made them. Let me, first of all, say that there probably are not two Members of the U.S. Senate who are further apart philosophically than the senior Senator from Minnesota and myself, I would probably, in my own mind, believe him to be an extreme left-wing radical liberal and he believes me to be an extreme right-wing radical conservative. And I think maybe we are both right. But one thing I respect about Senator Wellstone is he is not a hypocrite. He is the same thing everywhere. He is the same everywhere. He honestly believes that government should have a more expanded role. He is a liberal. I am a conservative.", "Having said that, let me go back and talk a little bit about what he had actually said. I made the statement when I was running for office--and I have been consistent with that--that if I get to the Senate where I have the opportunity to participate in the confirmation process, I will work to keep the nominee from being confirmed if that individual has his own personal agenda and has made statements publicly to the effect that he believes strongly in his personal agenda and will use that office to advance the personal agenda more than he will the American agenda.", "In the case of James Hormel, a gay activist, he made statements in the past, which I will read in a moment, that have led me to believe that his personal agenda is above the agenda of the United States. As I said, the same thing would be true if it were David Duke. If he were up for nomination, I would oppose him because I believe he would have his agenda above the agenda of America. Maybe with Patricia Ireland it would be the same thing, Ralph Reed, who started the Christian Coalition. Maybe if he were up for nomination and he made the statement that he would use that nomination, whether it be ambassadorial or anything else, to advance his own agenda, I would oppose it. Yet I agree with his agenda.", "I would also like to quote someone who I think is familiar to all of us and whom we hold here in very high esteem, Faith Whittlesey, former U.S. Ambassador to Switzerland. She was talking about this trend of trying to put people with their own personal agendas in the various embassies. She said:", "Ambassadorial appointments should not be used for the purposes of social engineering in the countries to which the ambassadors are assigned.", "One of the many statements I have made previously about James Hormel that led me to the conclusion he wanted to use his position to advance the agenda was the following statement he made June 16, 1996. He said:", "I specifically asked to be Ambassador to Norway because, at the time, they were about to pass legislation that would acknowledge same-sex relationships, and they had indicated their reception, their receptivity, to gay men and lesbians.", "I believe he was implying and there is no question in anyone's mind that he was saying he was going to use that job to advance his own agenda. I think it is important that we understand that.", "I would like to repeat what I just said. It was 3 years ago.", "As we listen to the confirmation hearings and hearing the speeches on the floor, whoever it was who said that John Ashcroft was the one who blocked and attempted to block the confirmation of James Hormel, they are wrong. I am the one. It was not he.", "I think there is a more serious thing here. I don't think it is the issue so much of James Hormel, or of abortion, or of discrimination. We are always shocked when we hear about repercussions in places such as Sudan and China. People are enslaved for their religious belief.", "I look at this and I think John Ashcroft is guilty of one thing. He is guilty of having an inseparable walk with the Lord. And he has said that several times.", "There is someone I dearly love by the name of Bill Bright who wrote the book ``Red Sky in the Morning.'' I think it should be required reading for all Americans. Let me read a couple of things from it.", "George Washington, ``Father of Our Country,'' 1st President of the U.S.: ``Bless O Lord the whole race of mankind, and let the world be filled with the knowledge of Thee and Thy Son, Jesus Christ.'' ``It is impossible to rightly govern the world without God and the Bible.'' Patrick Henry, American Revolutionary Leader: ``It cannot be emphasized too strongly or too often that this great nation was founded, not be religionists, but by Christians; not on religions, but on the Gospel of Jesus Christ.'' Thomas Jefferson, 3rd President of the United States: ``Indeed I tremble for my country when I reflect that God is just, and that His justice cannot sleep forever.''", "It goes on and on. You can read all of the founding fathers of this country.", "What would John Adams, who said we have no government armed with power capable of contending with human passions, unbridled mortality, and religion--what would they say if they knew right now that a man from Missouri, after very carefully listening to all the comments, all the charges have been made about John Ashcroft?", "I believe this is a case of religious persecution.", "I have to conclude by saying what I started out by saying; that is, of all the people I have known and worked with in my entire life, I know no one of greater character or more highly moral than John Ashcroft."], "capitolwords_url": "http://capitolwords.org/date/2001/01/30/S686-3_nomination-of-john-ashcroft/"}