{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 107, u'title': u'PROVIDING FOR CONSIDERATION OF H.R. 1, NO CHILD LEFT BEHIND ACT OF 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-05-17/html/CREC-2001-05-17-pt1-PgH2298-2.htm', u'number': 68, u'id': u'CREC-2001-05-17-pt1-PgH2298-2.chunk59', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H2298-H2310', u'speaker_party': u'D', u'date': u'2001-05-17', u'bills': [u'H.R. 73'], u'bioguide_id': u'J000032', u'order': 59, u'speaking': [u'Mr. Speaker, I thank the chairman and ranking member for their work on this very important issue, the issue of education. I am disappointed that like the collapse of a real energy policy for the American people, we are about to verge on a collapse of this legislation.', u'I offered two amendments that I thought would be very important to deal with the high degree of suicide and the difficulty that our young people are having today; to provide grants to ensure that we would have local funding and assistance for drug and violence prevention, and also to reduce the risk of children; to identify health risks for our children that play on playgrounds where there is an exposure to tin, zinc, mercury and lead, that would have helped enhance the educational facilities that we have.', u'Finally, I think it is very important that we have additional resources for mental health services where there are those kinds of resources in the schools so that there is no stigma, and we can refer the children and their families to therapy and counseling and psychiatric health care.', u"As well, on this whole issue of testing, can one imagine testing a little 8-year-old all the time, focusing the teacher's resources on testing? We need to reconsider that, and we need more school construction. We could have done a better job on this bill.", u'Mr. Speaker, I ask opposition to the rule.', u"Mr. Speaker, I would like to join my colleagues in the support of education for all of our nation's children. I would like to thank and commend the work of the House Committee on Education and the Workforce in their effort to present a bipartisan bill for our consideration.", u"I am disappointed that the Rule for this bill does not take into consideration several points that I feel should be part of this effort to not leave any child behind. These are real problems with America's schools, but the fault is not isolated to one source, but are multiple in nature. We know that children are acting out a level of rage that challenges our ability to educate our children in a safe and nurturing environment.", u"The children of our nation are our country's greatest asset and should be the top priority of the Congress and the Administration. The lack of will to make critical and sometimes difficult decisions on children and education issues has damaged the ability of the United States to guarantee that the next generation will achieve a higher standard of living than their parents.", u'We must make sure that this bill to reform our nations education system truly does not leave any child behind. This bill reauthorizes federal elementary and secondary education programs (including the Title I compensatory education, teacher training and bilingual education programs) for five years (through FY 2006) and includes changes to current laws intended to improve the effectiveness of public schools and hold schools accountable.', u'The measure reported by the Education and the Workforce Committee has provisions intended to hold public schools accountable for improving the academic achievement of their students. It requires annual testing, flexibility in spending at the local school district level, as well as a new system that would require poorly performing public schools to improve or face consequences, which could include the removal of staff or the transfer of some of their students to other public schools.', u"As the founder and Co-Chair of the Congressional Children's Caucus, I have a strong interest in the well being of our nation's children and would like to offer the following amendments for the committee's consideration as it prepares the rule for consideration of this historic legislation.", u"The Houston Independent School District (HISD) is the largest public school system in Texas and the seventh largest in the United States. Our schools are dedicated to giving every student the best possible education through an intensive core curriculum and specialized, challenging instructional and career programs. HISD is working hard to become Houstonian's K-12 school system of choice, constantly improving and refining instruction and management to make them as effective, productive, and economical as possible.", u"HISD has become a leader in restructuring public education, most recently by establishing unprecedented new standards that every student must meet to earn promotion from one grade to the next. HISD's balanced approach to the teaching of reading has garnered national attention, and Project CLEAR, a comprehensive initiative to align curriculum with fundamental knowledge and skills expected of all students, is contributing to a steady rise in scholastic performance. HISD is bringing its school buildings up to high standards and building 10 new schools through Rebuild 2002, a $678-million capital improvement program. In addition, HISD opened two new state-of-the art high schools that were built thanks to the creation of tax increment zones that allow HISD to derive revenue from increases in property value through redevelopment. HISD is demonstrating the utmost managerial accountability through contractual arrangements with specialists in budgeting, purchasing, payroll, personnel management, food services, and maintenance that enable the school district to devote more resources directly to the classroom.", u'The 18th Congressional District of Houston serves a very diverse group of young people, 52 percent are Hispanic, 34 percent are African American, 10 percent are white, nearly 3 percent are Asian/Pacific Islander, and just under one percent are Native American. The district mangers 295 campuses and educational programs: twenty-nine are high schools, 34 are middle schools, 186 are elementary schools, 19 are charter schools, 9 are community-based alternative programs and 18 are combined-level or other programs.', u"The heart of HISD are its teachers, principals and administrators, librarians, nurses and psychologist, support staff, parents, and board members. I can assure you that the City of Houston is extremely grateful. They have performed outstandingly and deserve special recognition; unfortunately our society does not offer the greatest financial rewards to our most valued citizens--teachers. However, the President's Award for Excellence in Elementary Mathematics and Science Teaching has become an excellent symbol of professional accomplishment as an educator.", u"In order that we do indeed not leave any child behind, we must first consider that not all children are the same. Their differences should not however, limit their opportunity for a good education in our nation's public schools.", u"As long as there exist a disparity in funding among school districts within states, and a disparity of education funding K-12 among the states there will continue to be disparities in the education of disadvantaged youth especially taking into consideration the socioeconomic limitations of these communities to augment the educational experience of their children. This must and should be acknowledged by the education reform legislation that we pass and send to the President's desk. We know the realities of education in the United States are that many children are left behind, not at the discretion of the teacher, school district, parent or child, but under the pressures presented by a lack of adequate funding.", u'We must fully fund the Individuals with Disabilities Act when it comes up for reauthorization next year, but in the mean time there are thousands of children who are denied access to assistance because of the difficult decisions school districts are forced to make in the absence of adequate funding.', u'Speech and language difficulties affect children of all races in our nation. When a child cannot be understood then their opportunity for a good basic education is greatly diminished.', u"Because of the lack of funding going into IDEA, children like Jonathan Adam Roumo, who is three year's old Houstonian with a speech delay problem. School districts across our nation struggle with the few dollars provided by the federal government to provide services with children with disabilities.", u"Jonathan unfortunately is being left behind by the current state of affairs in our nation's education funding. Jonathan is a bright, intelligent little boy who is inquisitive and a challenge to his mother and father because of his interest in everything about his world.", u'Unfortunately, Jonathan also has difficulty being understood because the muscles along his tongue are too weak and affect how he says words. The tongue is an important organ of speech in human beings and as such is critical to being understood.', u"The muscles along Jonathan's tongue are at a stage in development that would equate with that of a much younger child, which means that although he has the innate intelligence and stimulation in his environment to speak, his physical ability to be understood is greatly hindered.", u"Because his parents were concerned about Jonathan's inability to make himself understood, they educated themselves about what was available in the public school system to help Jonathan. They learned about a speech-testing program in their local school district, and saw that Jonathan was tested. Jonathan did well in all areas of the test, which established that he did not need occupational therapy or physical therapy, but he needed speech therapy.", u"He was enrolled into a speech program in August of 2000 and made excellent progress. Unfortunately, Jonathan's mother was told that he could not go to pre-kindergarten, where he would continue to receive help because he did not have other types of disability associated with his speech limitations. To compound this situation his parents were told that they failed to meet income requirements, which prevent Jonathan's parents from getting him the help that he needs through the public school system.", u'There are thousands of Jonathans in our public schools who have the potential to do very well, with only a little support in speech development. Under current law Jonathan can receive thirty minutes of speech each week, but that is not enough to make sure that this child is not left behind.', u'Another serious area which must be addressed is mental health resources available to children and their parents in public school. I have introduced H.R. 73, a bill requiring the Secretary of Education to conduct research on children with dyslexia in the public school system throughout our nation. Dyslexia is identifiable and treatable in children at an early age. For this reason, all children kindergarten through third grade must be given tests that measure the following knowledge skills: print; book; phonological awareness, phonics, and writing. These areas have been identified by child psychologist to be key to recognizing learning disabilities in very young children so that they may receive the proper help to insure that they are not left behind.', u"Further, I would offer that we should rethink what language programs should be used to accomplish. If a child with a speech impediment such as stuttering, lisp, or other delayed speech cannot be understood by a teacher or fellow students, then that child's ability to succeed in the classroom is limited. Today, we consider that child to be disabled and the rules governing the role of schools to provide proper instruction are not uniform. I would offer that if a child cannot be understood that their language barrier be addressed as early and aggressively as possible by removing all economic requirements for that child to get help through the public school system at as early an age as possible. Violence in public schools have cast a chilling shadow through the halls of education in our nation.", u"The reality of children's lives today are far removed from the experiences of previous generations. They are killing each other and killing themselves at alarming rates.", u'Currently, there are 13.7 million children in this country with a diagnosable mental health disorder, yet less than 20 percent of these children received the treatment they need. At least one in five children and adolescents has a diagnosable mental, emotional, or behavioral problem that can lead to school failure, substance abuse, violence or suicide. However, 75 to 80 percent of these children do not receive any services in the form of specialty treatment or some form of mental health intervention.', u"The White House and the U.S. Surgeon General have recognized that mental health needs to be a national priority in this nation's debate about comprehensive health care.", u'Suicide is the eighth leading cause of death in the United States, accounting for more than 1 percent of all deaths.', u'The National Mental Health Association reports that most people who commit suicide have a mental or emotional disorder. The most common is depression.', u'According to the 1999 Report of the U.S. Surgeon General, for young people 15-24 years old, suicide is the third leading cause of death behind intentional injury and homicide.', u'Persons under the age of 25 accounted for 15 percent of all suicides in 1997. Between 1980 and 1997, suicide rates for those 15-19 years old increased 11 percent and for those between the ages of 10-14, the suicide rates increased 99 percent since 1980.', u'More teenagers died from suicide than from cancer, heart disease, AIDS, birth defects, strokes, influenza and chronic lung disease combined.', u'Within every 1 hour and 57 minutes, a person under the age of 25 completes suicide.', u'Black male youth (ages 10-14) have shown the largest increase in suicide rates since 1980 compared to other youth groups by sex and ethnicity, increasing 276 percent.', u'Almost 12 young people between the ages of 15-24 die every day by suicide. In a study of gay male and lesbian youth suicide, the U.S. Department of Health and Human Services found lesbian and gay youth are two to six times more likely to attempt suicide than other youth and account for up to 30 percent of all completed teen suicides.', u'We must also be prepared and capable of protecting children from other sources of harm that are present in their environment, such as lead, zinc chloride, tin, and mercury.', u"I appreciate the work done by the Committees to bring this measure before the House for consideration, but I feel that is lacking in a complete and balanced approach to meet the needs of educating all of our nation's children."], u'capitolwords_url': u'http://capitolwords.org/date/2001/05/17/H2298-2_providing-for-consideration-of-hr-1-no-child-left-/'}