{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 107, u'title': u'HIV/AIDS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-07-10/html/CREC-2001-07-10-pt1-PgH3839.htm', u'number': 95, u'id': u'CREC-2001-07-10-pt1-PgH3839.chunk2', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': None, u'pages': u'H3839-H3851', u'speaker_party': None, u'date': u'2001-07-10', u'bills': None, u'bioguide_id': None, u'order': 2, u'speaking': [u' The text of the article is as follows:', u"Scotland Neck, NC.--In the short, grim history of AIDS, this rural town surrounded by cotton and tobacco fields would probably go unnoticed. The virus hasn't killed people here in great numbers, as it has in Africa, nor has it devastated a whole sector of the population, as it did to gay men in the cities of America in the 1980s. But as observers reflect on the two decades since the first public mention of a disease that was later named Acquired Immune Deficiency Syndrome, the overarching reality is that the virus has stealthily managed to infect roughly 60 million people all over the world, including here on Roanoke Street, inside the four-room house of the Davis family, in the person of one Jeff Davis. And that remains, largely, a secret here. ``I keep it pretty quiet,'' said Davis, 26, his skinny 6- food-3 frame sprawled out over a worn-out sofa as his mother hovered nearby. ``I'm not sure people would like being around people like me. If they find out I'm HIV-positive and their reaction was bad, I don't think I could take it.'' HIV in the rural South is growing at one of the fastest rates in the nation. The Southeast, as a whole, has the highest numbers of those infected. In six Southern states--North Carolina, South Carolina, Georgia, Alabama, Mississippi, and Louisiana--70 percent of those with HIV are African-American and 25 percent are women, a Duke University study found. Both figures are higher than national averages. But few say anything, keeping the disease nearly invisible as it spreads. It is this silence that worries many AIDS activists, who are fearful that as the US government grapples with the out-of-control pandemic in parts of sub-Saharan Africa, it will neglect the increasingly costly programs to treat infected citizens at home. In at least a dozen states, there are waiting lists of people infected with HIV who want to get the drugs. At home, the Bush administration's initial position has been to put a lid on treatment funds. It has proposed no increase next year for the $1.8 billion Ryan White Care Act, which pays for AIDS cocktails for Americans not covered by Medicaid or other insurance programs. Abroad, the administration has put $200 million in additional HIV money into a newly created Global AIDS and Health Fund, a sum belittled by many advocates as a trivial response to a problem that Secretary of State Colin L. Powell calls a war without equal. ``It's our responsibility as a world leader to fight AIDS at home and around the world,'' said Ernest C. Hopkins, director of federal affairs for the San Francisco AIDS Foundation. ``Furthermore, the crime of someone in rural North Carolina not getting treatment is far more egregious than the reality of that happening in sub-Saharan Africa, where countries spend a few dollars per capita on health care. This is an incredibly resourced nation, and yet there are people here who are basically being written off.'' In the past 20 years, AIDS has killed 438,795 people in America, 23 million worldwide. In the United States, an estimated 1 million people are now infected with HIV or have full-blown AIDS, but only about a third of them are receiving treatment. The federal Centers for Disease Control and Prevention estimates that another third of a million have been diagnosed but either aren't medically eligible for treatment or can't pay for it, while the remaining third don't know they are infected or refuse to be tested. AIDS has remained largely an urban epidemic in America, but infection rates have been rising rapidly in rural areas. Interstate highways act like spigots that flush the disease deep into the back country. Sex workers set up shop along the highways. And from rural Southern towns, as elsewhere, people like Davis travel to neon-bedecked bars or strip joints located near interstate highway ramps, pay for sex, and bring the virus back home. Some, like Duke public health specialist Kathryn Whetten-Goldstein, ``see echoes of Africa in HIV in the South,'' because of the barriers to care as well as the way the virus is increasingly transmitted through heterosexual contact. In the rural South, about 45 percent of women with HIV were infected by having sex with infected men, compared with 15 percent nationally; in Africa, as much as 80 percent of the transmission is heterosexual. ``When you think about the epidemics being similar,'' said CDC epidemiologist Amy Lansky, ``in the rural areas, particularly in the South, there is a lot more transmission occurring through heterosexual contact than you see as a nation as a whole.'' It is an outrage, in Whetten-Goldstein's thinking, because heterosexual transmission carries far less of a stigma than homosexual transmission. And yet, few talk about it, which she believes is rooted in racism. ``If the rates of heterosexual transmission were as high in middle-class white women and men as they are among African- American men and women, policymakers and power holders would be terrified and acting quickly,'' she said. But Whetten-Goldstein believes the similarities between the rural South and Africa go deeper than the mode of transmission. ``There's a great stigma here attached to the disease, a sense of fatalism that it doesn't matter what they do and the great distances people have to travel to see a doctor,'' she said. In both Africa and the rural South, a lack of education about how the virus is spread has allowed it to flourish. In North Carolina, for instance, state law forbids schools to teach that condoms can help prevent the spread of AIDS; teachers can only talk about abstinence. And like many places in Africa, the stigma of living with HIV/AIDS is reinforced by attitudes of some fundamentalist Christians. Here, many fervently believe that God is punishing those with AIDS for their sins. One woman in rural North Carolina who would be identified only as Sylvia said she travels 180 miles to see an AIDS doctor three times a month, even though there is an AIDS specialist 40 miles away. ``If you go to the local doctor, everyone knows you have HIV,'' said Sylvia, a local PTA president and a Cub Scout den mother. ``It's a modern-day leprosy here,'' said Dr. Mario G. Fiorilli, the only AIDS doctor in Halifax County in northeastern North Carolina. The great differences between the United States and Africa, of course, are that antiretroviral AIDS drugs are widely available here. But availability of drugs does not always guarantee access, and flat-funding of the Ryan White Care Act would mean that many newly infected Americans will be denied drugs, advocates say. In interviews with several dozen AIDS caseworkers and patients in rural areas of North Carolina, many said that potentially thousands of people refuse to get tested for HIV, while others fail to adhere to the daily regimen of pills for a variety of reasons, including painful side effects. ``I have friends--and I don't agree with them--who are sleeping around with it,'' said a man who asked to be identified only as J-Ray, a now-celibate drag queen who adheres to the strict drug regimen. ``They're just spreading it. That's what's going on here. You have people who are either too scared to get tested, or find they have it and basically don't care at all. They're just angry.'' Like many interviewed, J-Ray did tell family members he had the disease. ``My mother hugged me,'' he said. ``My father looked at me, and said, `Do you have life insurance?'' Beamon Vann's family reacted by kicking him out of the house. For 14 months, with no independent source of income, he lived in a leaky aluminum box 6 feet high and 8 feet wide behind his family's three-bedroom house, allowed in only twice a week for showers. His mother handed him meals out the back door. She gave him a metal bucket for a toilet. ``It was because of her ignorance, her faith, her feeling that the disease was God's punishment,'' said Vann, 41, in his new three-room home, staring at a game of solitaire, three aces showing. Vann, who is gay, began to weep. ``The first words out of my mother's mouth were, `I told you God would get you one day for what you've been doing.'' ' Vann's caseworker is Terry Mardis, who is retired from the Army after 26 years in the special forces. He carried out secret missions in Vietnam, Nicaragua, and Panama. It's natural for him to use war metaphors in describing his work with AIDS patients. ``Are we making a dent? No,'' said Mardis, 53, who works for the Tri County Community Health Center in Newton Grove. ``I doubt it very seriously. People are afraid to get tested.'' On the road one day recently, in between visits to clients dozens of miles apart. Mardis said poverty often interferes with treatment. ``I have one woman whose daughter takes money from her. She has Social Security, which pays her bills and her phone, barely. Then family members run up $600, $700 in phone bills,'' Mardis said. ``We're concerned about her'' staying on her medication, he added. ``You're fighting a war here--on several fronts,'' Mardis said. ``You have families working against you. You've got communities working against you. I go and ask some businesses for donations to help those with AIDS, and they look at you like you're strange. Their idea of a crisis is the Red Cross helping you if you're burned out, not if you have AIDS.'' In Halifax County, HIV case manager Kathy W. Knight has worked hard to get African-American ministers to fight the stigma of the disease. ``People won't change their attitudes until it comes from the pulpit. If it doesn't come from the pulpit, it ain't the truth. If ministers think they can get it from eating at McDonald's, which is what one told us, then we're still going to have trouble here.'' Few say a kind word. One who won't is Bishop Moses Williams Jr., pastor of the Love of God Church of Christ. ``These diseases come upon people because they are not obeying the work of God,'' he said waiting in line at a Roanoke Rapids pharmacy checkout. Jeff Davis, who believes he contracted HIV one night when he had sex with a stripper in Roanoke Rapids, just off interstate 95, is responding well to his combination of antiretroviral drugs. His weight rebounded to 164 pounds, from 142, but he is wary because his health has gone upon and down before. ``There was a time when Jeff was falling away to nothing,'' said his father, Perry Lee Davis, 68. ``I felt like then just as I did when he was a small child. We all love him. How would I feel as a father if I turned my back on him because he has HIV? I would be less than a father.'' Jeff Davis, sitting on his father's bed, listened to him. ``I read my Bible every day,'' he said softly. ``I'm back in church. It's made me better. I think everyone in there knows about me. But no one says anything.''"], u'capitolwords_url': u'http://capitolwords.org/date/2001/07/10/H3839_hivaids/'}