{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm', u'number': 77, u'id': u'CREC-2000-06-19-pt1-PgS5325-3.chunk221', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S5325-S5356', u'speaker_party': u'D', u'date': u'2000-06-19', u'bills': None, u'bioguide_id': u'K000105', u'order': 221, u'speaking': [u'Mr. President, I thank all of our colleagues for addressing this issue on this Monday afternoon. We generally, on Monday afternoons as well as on Friday afternoons, have less heavy matters before our body.', u'This afternoon we have had a very impressive series of statements that have urged us to take the action on tomorrow to move ahead and pass strong hate crimes legislation. I listened earlier to a number of our colleagues. I thought there were many excellent statements, which I am hopeful our Members will have a chance to review in the early morning in the Congressional Record. These statements have been absolutely superb. We have had a wide variety of different Members from different backgrounds and experiences, different political viewpoints, speak on this issue. That is the way it should be because we are talking about a matter of fundamental importance for our society and our country. We are talking about what our country is really about, what steps we are prepared to take to make America, America.', u'We have shown that over a period of time, certainly since the end of the Civil War, this Congress has taken steps to guarantee the protection of constitutional rights, going back to 1866. In the more modern time, we enacted civil rights legislation in the early 1960s, after the extraordinary presence of Dr. King who awakened the conscience of our Nation in the latter part of the 1950s and early part of the 1960s. We went ahead and took action in 1964 on what was known as the Public Accommodation Act. We were asked: Will the kinds of enforcement mechanisms stand up under constitutional challenge? And they did.', u"Then, in 1965, we took action in order to preserve the right to vote for our citizens. Now it seems almost extraordinary that a large number of Americans were denied the right to vote. At that time, it was debated for some time. We took strong steps to ensure that America was going to be America in terms of the right to vote. In 1968, we had our Fair Housing Act to make sure that citizens whose skin was a different color were not going to be denied the opportunity to purchase homes. We took action in 1968 to protect that right. It wasn't very effective. We had to come back and revisit that again in 1988. Still, the progress went on. In 1988, we passed legislation to protect the rights of the disabled in our society. We had made some progress with what is known as Title VII over time, but the Americans with Disabilities Act was the legislation that established protections. We were saying to the American people--and the American people supported it--that if individuals have a disability, they should not be discriminated against in our society.", u'This is what we are talking about. We are talking about forms of discrimination. Discrimination is rooted in the basic emotion of hatred, of distrust, and of bigotry. We have seen it manifested in race relations in our country. Hatred, distrust and bigotry have also been reflected in other ways: on the basis of religion, national origin, sexual orientation, gender, and disability. We freed ourselves from discrimination based on national origin with the 1965 Immigration Act. The Immigration Act had certain rules for those who came from the Asian Pacific Island triangle. We only permitted less than 150 Asians to come onto our shores prior to 1965. Then we also had what was called the national origin quota system which discriminated against people who came from a number of the European countries. All of this is part of our national history.', u'One of the amazing and important aspects of the progress that America has made in recent time is in trying to free us from the stains of discrimination. We are talking not only about those who have been discriminated against but those who have perpetrated the discrimination.', u'We are talking about a continuum of this Nation attempting to define what America ought to be--a nation free from the forms of discrimination and hatred and bigotry. That is what distinguishes hate crimes from other criminal activities. Crimes based upon hatred and bigotry wound not only the individual, but they also wound and scar an entire community.', u'Hate crimes occur on a daily basis in the United States of America. Numerous hate crime incidents have been mentioned by our colleagues and illustrated time and again. According to FBI statistics, nearly one hate crime is committed every hour.', u'My colleagues and I want to take action that will move this country forward and free us from those acts of hatred that divide us.', u"We can't solve all of these problems, but there is no reason, when we have violence in our society, that those who are charged with protecting the Constitution of the United States ought to be standing on the sidelines when violence based upon discrimination is taking place in the United States of America. Why should we limit ourselves--those who have a responsibility--from helping and assisting those who are involved in local enforcement and State law enforcement, particularly when we are talking about these hate crimes against women in our society?", u'An individual was charged in Yosemite this past year with the murder of four women. He told the police investigators he had fantasized about killing women for three decades. A gay, homeless man in Richmond, VA, was found with a severed head and left at the top of a footbridge in James River Park near a popular gay meeting place. In Crystal Lake, IL, a Japanese American shopowner was shot to death outside of Chicago, based upon the fact of discrimination against Asians. Three synagogues in Sacramento, in July of 1999, were destroyed by arson on the basis of anti-Semitism.', u"These things are happening today. With all due respect to my friend and colleague from Utah, his legislation is basically to have a further study about whether these kinds of activities are taking place. This amendment that he has, on page 1, talks about studies, the collection of data, the data to be collected. Then it shows the number of relevant offenses, the percentage of offenses prosecuted. It continues on with the identification of trends. Then it has provisions for grants to local communities, and eligibility, and grants of $100,000. We have had the FBI doing the study for the last 10 years. We have the figures that the FBI has produced. The one thing that the FBI has testified to, and is very clear about in their studies, is they believe it is vastly underestimating the amount of hate crimes that are taking place, because in so many instances there isn't the local training or prioritizing of hate crimes by local communities and State communities in order to collect the information or data on this.", u'So we do know that this is happening today. It is happening in increasing numbers. The reports that we do have basically underestimate the amount of action and activity that is taking place, and the States themselves--some of them--have taken action. But very few, if any, have taken the kind of comprehensive action we are talking about.', u'There are enormous gaps in the activities of the States in the kinds of protections they are providing. Others have talked about it, and I am glad to get into the various kinds of protections that we are talking about here, the reasons for this legislation. Again, I say, this is our opportunity--and tomorrow--to say whether we are going to be serious about taking action in this area of bigotry and hatred that is focused on particular groups in our society. We have been willing to take action in the past. We were willing to do it in the past. I have mentioned six or eight instances when this Congress thought there was such a compelling reason for us to take the action that we went ahead and took that action in order to try to do something about discrimination in our society.', u'We have the same issue in a different form before the Senate now. In the early 1960s, we had discrimination against blacks because we were not going to permit them to vote. We passed legislation and then implementing legislation. We said we were not going to protect discrimination and bigotry, discriminating against blacks in the areas of housing. We did the same regarding the disabled on the Americans With Disabilities Act. We made progress on discrimination against women in our society, and we have made progress as well in terms of understanding the various challenges on freeing ourselves from some forms of discrimination on the basis of sexual orientation--although we have made very little in that area.', u'The question is not the issue on sexual orientation. It is about violence against individual Americans. That is what it is about when you come down to it. It is violence based on bigotry. You can read long books about the origins of hatred and the origins of bigotry and the origins of prejudice and how they develop against individuals or individual groups. Many of them are different in the way that they did develop. But there is no difference about what is there basically when it is expressed in terms of violence. It is still violence against those individuals, and that is what we are attempting to address.', u'I will put in the Record the various justifications, in terms of the constitutional issues. We can get into those and debate and discuss those in the course of the evening. We believe we are on sound basis for that. We have spent a great deal of time in assuring that the legislation was going to meet the challenges of Supreme Court decisions. I believe that we do. I respect those who believe we have not. But we are talking about taking action and doing it now.', u'There are all kinds of reasons in this body why not to take action. But if we want to try to have an important response to the problems of hate crimes in our society, this is the way to do it. It is a bipartisan effort, and it has been since the development of our initial efforts under the leadership of Senator Simon and others a number of years ago, with just the collection of material. It has been, since that time, basically bipartisan, and it is on this measure now. It is whether we in the Senate are going to say that we have enough of the Matthew Shepard cases, that we have enough of the kind of vicious murdering on the basis of race, that we have enough prejudice and discrimination and expression of violence against Jewish individuals in our society, and we have had enough in terms of the violence against those who have a different sexual orientation. That is what the issue is, no more and no less.', u'I want to take a few moments, and if others want to address the Senate, I will obviously permit them to do so. I want to give the assurances to our colleagues about how this particular legislation has been fashioned and has been shaped. It is targeted, it is limited, it is responsive in terms of its constitutional standing and how it basically complements the work of the States, which are attempting to try to deal with those issues, and how it is positive in terms of helping those States, and how, in many circumstances--for example, in a number of the rapes or aggravated sexual assaults, because criminal penalties under State laws are actually more severe than under Federal laws, the prosecution quite clearly would fall in those circumstances.', u'As has been pointed out, in all the hate crimes prosecutions, the Federal authorities consult with the State and local enforcement officials before initiating an investigation or prosecution. The Federal jurisdiction allows the States to take advantage of the Department of Justice resources and personnel. Even if the State authorities ultimately bring the case, the Federal jurisdiction also allows the Attorney General to authorize the State prosecutor to bring a case based on Federal law, when that should be important or necessary.', u'In cases where the States have adequate resources to investigate and prosecute a case and it appears determined to do so, the Federal Government will not file its own case. As has been the case under existing law, prosecutions under expanded case law would occur primarily in four situations: where the State does not have jurisdiction or the State prosecutors decline to act; or, after consultation between Federal and local authorities there is a consensus that a Federal prosecution is preferable because of the higher penalties and procedural advantages due to the complexity of the case; third, the state does not object to the Justice Department assuming jurisdiction; or fourth, that the State prosecution does not achieve a just result and the evidence warrants a subsequent Federal prosecution.', u'Those are very limiting factors because they effectively give the States veto rights over Federal jurisdiction. We are talking about having an extremely effective remedy, one that will be in the interest of justice but one that is carefully sharpened in terms of its scope to make sure that we maintain local involvement and consider local priorities.', u'The point is made that the Federal Hate Crimes Act would, in many cases, continue to overlap State jurisdiction. People have opposed this proposal for that reason. Violent crimes, whether motivated by discriminatory animus or not are generally covered under State law, and such an overlap is common. For example, there is overlapping Federal jurisdiction in cases of many homicides, in bank robberies, in kidnapings, in fraud, and other crimes.', u'We have been willing to do it in other circumstances, and I believe that we must have overlapping jurisdiction for violent crimes based on animus and hatred as well. We must take meaningful steps to do something about it. Clearly, I think we have an important responsibility to act.', u'The importance of the amendment is to provide a backstop to State and local enforcement by allowing a Federal prosecution, if it is necessary, to achieve an effective just result and to permit Federal authorities to assist in local investigations.', u"As has been mentioned, every Federal prosecutor would have to prove motivation beyond a reasonable doubt in all cases. The prosecution would present evidence that indicated that a motivating factor in the defendant's conduct was bias against a particular group. That is a question for the jury to decide. Obviously, the prosecutor must convince the jury that the crime was based upon bias in order to secure a conviction.", u'I withhold and yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/'}