{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 106, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-03/html/CREC-2000-10-03-pt1-PgS9657-2.htm', u'number': 121, u'id': u'CREC-2000-10-03-pt1-PgS9657-2.chunk11', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S9657-S9671', u'speaker_party': u'D', u'date': u'2000-10-03', u'bills': None, u'bioguide_id': u'D000563', u'order': 11, u'speaking': [u'Mr. President, I have spoken with the staff of Senator Leahy and, if I go beyond 10 minutes, I ask that the additional time be taken from that allocated to Senator Leahy.', u'I thank Senator Hatch for his leadership and friendship on the Senate Judiciary Committee. We have our differences. When I served on the committee, we had some profound differences, but I respect him very much, and I respect the job he does.', u'I thank Senator Hatch personally for the kind attention which he has given to the vacancies in my home State of Illinois. I am happy to report that with the nomination and confirmation of Michael Reagan, we will have a full complement of Federal judges in our State, which will make the workload more manageable all across the State. So I thank Senator Hatch and also Senator Fitzgerald. We have been working for the last 2 years, on a very bipartisan basis, toward approving these nominees to have come before the Senate.', u"Before I address the nomination of Michael Reagan, I would like to address a larger issue which involves not only the Senate Judiciary Committee but the entire Senate, the Congress, and the people of this country because this week marks the opening of the Supreme Court's new term. It is a good moment to reflect on the role of the Supreme Court, its past, and its future.", u'This brief statement that I present to you represents some of the concerns I have about the Supreme Court, the role it is playing, and the impact of the Presidential election on the future of that Court.', u'One of the most interesting books ever written about America was written by a French tourist by the name of Alexis de Tocqueville. He came to the United States 165 years ago, traveling around different cities and making observations about this American character. This was a brand new nation. De Tocqueville wrote in his famous work his observations and took them back to Europe.', u"One might think that a book such as that would be lost in history. It turns out that de Tocqueville's observations were so impressive that 165 years later we still turn to this book, and I think it is nothing short of amazing that his observations turn out to be valid today. De Tocqueville made an observation about America and about all of the important political questions in our country which sooner or later turn out to be judicial questions. This wasn't a criticism. Quite the contrary. De Tocqueville admired the innovations in the American judiciary that granted the courts the independence and clarity of function that were found nowhere else in the world. De Tocqueville believed these observations would mean that America's judicial system would hear, and act on, the most important issues of the day. He couldn't have been more correct.", u"Think about the ``big issues''. The issues that the American people have cared about--argued about--most deeply. The issues that spark the most debate--and the most passion. Sooner or later, the battle over these issues comes before the highest court in the land. Slavery. Child labor. Worker safety. Monopolies. Unionization. Freedom of the press. Capital punishment. Segregation. Environmental protection. Voting rights. A woman's right to choose.", u'The battle always comes to the Supreme Court; always comes before the nine justices who are Constitutionally granted enormous responsibilities, and enormous power.', u'In just the past year, the Supreme Court has offered important rulings on abortion, school prayer, gay rights, aid to parochial schools, pornography, Miranda rights, violence against women, parental rights--just to name a few. Not all of these decisions have turned out as I would have hoped.', u'For instance, take the case of U.S. vs. Morrison. The Supreme Court struck down a provision of the Violence Against Women Act that gave victims of rape and domestic violence the right to sue their attackers in federal court. Congress passed this law to give women an additional means of pursuing justice when they are the victims of assault. We passed this law because the States themselves did not always adequately pursue rapists and assailants. And the States acknowledged this!', u'Thirty-six States had entered this suit on behalf of the woman who had been victimized. They wanted victims of violence against women to retain the right to bring their attackers to court. But the Supreme Court, in a narrow vote, decided otherwise. The vote . . . five to four.', u'But this close margin is not unusual on our highest court--it is becoming commonplace. Rarely has the Supreme Court been so narrowly divided for such a long period of time. The replacement of just one judge could drastically change the dynamic of the Court for decades to come.', u"Chief Justice Rehnquist and Justices Scalia and Thomas--the Court's most conservative members--tend to vote together on hot button social and political issues such as affirmative action and school prayer. Centrist conservatives, Justices O'Connor and Kennedy, usually join them. The dissent is often written by the more liberal justices--Stevens, Souter, Ginsberg and Breyer. Both Ginsberg and Breyer are Clinton appointments.", u'Many of the Supreme Courts decisions have been made on the basis of a single vote. Partial birth abortion--five to four. Age discrimination--five to four. Gay rights--five to four. Warantless police searches--five to four. The federal role in death penalty cases--five to four.', u"These are not mere academic cases. These are decisions that change people's lives. We all hope that the Supreme Court will act wisely and fairly. But we also all know--history and human nature tell us so--that this is not always the case.", u"We learned in school about the Dred Scott case. Mr. Scott had lived in my home state of Illinois--where slavery was banned--and sued for his freedom on the basis that he had already lived as a free man, and had the right to continue to do so. The Supreme Court infamously disagreed, finding that Mr. Scott was nothing more than property--``to be Used in Subserviency to the Interests, the Convenience, or the Will, of His Owner'', a man ``Without Social, Civil, or Political Rights.'' The decisions of the Supreme Court--and at times, the opinion of just one Justice--can make the difference between having, or losing, a cherished right.", u"Perhaps that is the reason that my colleague, the senior Senator from Utah, is of the opinion that a President's power to make nominations to the Supreme Court and to the federal bench is--and this is a quote--``. . .the single most important issue of this next election.''", u"I think he's right. The next President may have the opportunity to make two or three appointments to the Supreme Court. He may even appoint the next Chief Justice.", u'In the first two hundred years since the signing of the Constitution, the Supreme Court invalidated 128 laws that had been passed by Congress. About one law every two years, on average. Since 1995, however, the Court has struck down 21 laws, more than four per year. This is an unprecedented assertion of judicial power.', u'Will the next President try to use the appointment process to further shift the balance of power between the branches of government?', u"Will the next President of the United States use a litmus test to ``pack'' the Supreme Court with Justices--Justices whose minds were already made up on important issues?", u'That is what the far right, members of the Federalist Society, want. They want to turn back the hands of the clock.', u"So I'm inclined to agree with the distinguished Senator from Utah. This is, indeed, one of the most important issues of the Presidential campaign.", u"Imagine a Supreme Court with three Antonin Scalia's--three Clarence Thomases--three radically conservative Justices bent on greatly restricting the authority of the federal government. The philosophical balance of the Court would shift dramatically. One by one the protections that have been built up over the past thirty five years could fall.", u"If you read the history of the Supreme Court, you will note that up until the time Franklin Roosevelt was President, it was an extremely conservative and somewhat lackluster Court. The Court started to change during Roosevelt's Presidency, and beyond. Republican and Democratic Presidents thereafter appointed more activist judges who looked at the problems facing America. One by one, the protections which we built up over that period of time would be in jeopardy.", u'Protection of the rights of minorities, women, and the handicapped; protection of voting rights, civil rights, worker rights, reproductive rights; protection of the environment; protection from gun violence; and protection of our fundamental freedoms as Americans. One by one, a different court could challenge each of these protections. No longer could the federal government require background checks for gun purchases, rein in polluters, or protect the persecuted.', u'I hope all Americans will give some thought to the type of Supreme Court they feel can best serve the American people. I hope they give it some thought before they go out and vote in November.', u"In addition to who will be appointed, it's also critical to realize who is not being appointed.", u"More than any previous president, President Clinton has succeeded in diversifying the bench. Nevertheless, women and minorities are still underrepresented in our Federal courts. It isn't as if some Members of Congress have not tried to address this disparity. But as hard as we try to diversify the bench, we have not been able to produce the record of success that we would like to show.", u"I wonder how one of the great Justices ever to serve on the Supreme Court, Justice Thurgood Marshall, would have reflected on the treatment of a nominee, Ronnie White for the Federal District Court in Missouri. He is a member of Missouri Supreme Court. He is African American. He was judged qualified and reported by the Senate Judiciary Committee. Then he was rejected on the Senate floor by a party-line vote. Some labeled him a ``judicial activist.'' They produced some excuses or reasons for not confirming him, and he was defeated--one of the few times in modern memory that a judge made it to the floor and lost on a recorded vote.", u'I wonder how Justice Thurgood Marshall, the first black Justice appointed to the Supreme Court 33 years ago, would observe and reflect on what happened to Ronnie White.', u"I think Justice Marshall would have viewed the current state of judicial nominations differently than the Federalist Society. This conservative group has over 25,000 members plus scores of affiliates, including former Independent Counsel Kenneth Starr; Supreme Court Justices Thomas and Scalia; and University of Chicago's Richard Epstein and Frank Easterbrook, also a federal appellate judge.", u'And their numbers are growing. The Federalist Society has chapters in 140 out of the 182 accredited law schools. The campus chapter at the University of Illinois College of Law is very active.', u"I don't have to tell you about the Society's ``originalist'' approach to the Constitution. Justice Scalia's and Justice Thomas's opinions clearly reflect their point of view.", u"I don't have to tell you the Federalist Society has been instrumental in influencing the law. They have helped to weaken or rolled back statutes on civil rights and affirmative action; voting rights; women's right's and abortion rights; workers' rights; prisoners' rights; and the rights of consumers, the handicapped and the elderly.", u"Martin Luther King., Jr., once said, ``The moment is always right to do what is right.''", u'I think the moment is right to hold the tobacco industry responsible for the costs incurred by the federal government for the medical treatment of individuals made ill by their deadly products.', u'I think the moment is right to hold the gun industry accountable for the irresponsible design, manufacture, distribution and marketing of their lethal weapons.', u'The moment is right to ensure that HMOs and health insurance companies can be held accountable for their wrongdoing that results in the injury or death of American citizens.', u'The moment may be right to elect a President who will appoint Justices who reflect that point of view and will protect our civil liberties.', u'I think the moment is right to remove barriers to the bench so that every citizen--whether man, woman, or whatever ethnic, racial, or religious background--can be adequately represented on our court.', u'I will say a word on behalf of my nominee who is before the Senate, Michael Reagan, the judicial nominee for the U.S. District Court for the Southern District of Illinois. Senator Fitzgerald and I reached an agreement about the selection of these nominees. Michael Reagan is the product of this agreement.', u'Michael Reagan possesses all the qualities necessary to make a tremendous contribution to the federal bench.', u"He has strong bipartisan support, as well as, the support of several respected judges, leaders, and organizations including: the National Sheriffs' Association; the Honorable Moses Harrison II, Chief Justice, Illinois Supreme Court; The Most Reverend Wilton D. Gregory, Bishop of the Diocese of Belleville; the Illinois Federation of Teachers; and the Illinois Pharmacists Association.", u"They have all written letters supporting Michael Reagan's nomination to fill the Southern District of Illinois' judicial vacancy.", u'Michael Reagan is a full-time public servant who wears several hats. In addition to his private practice, Mr. Reagan serves as a Commissioner of the Attorney Registration and Disciplinary Commission of the Supreme Court of Illinois. Mr. Reagan has held this position since 1995 and is responsible for supervising the attorney registration and disciplinary system in Illinois, a very important assignment.', u'In addition, Mr. Reagan serves as Assistant Public Defender in St. Clair County, Illinois. In this capacity, he represents indigent criminal defendants charged with major felonies. Mr. Reagan has served as an Assistant Public Defender since 1996.', u'Clair, a fully commissioned law enforcement position that he has held for the past three years. His background as a police officer certainly qualified him in that capacity. As an Honorary Deputy Sheriff, Mr. Reagan has full arrest powers and is subject to be called to duty in the event of an emergency.', u"Mr. Reagan began his career in public service as a police officer after graduating with a Bachelor's of Science degree from Bradley University in 1976, his law degree from St. Louis University in 1980.", u'Although Mr. Reagan holds many notable positions, the most important roles he plays are that of husband and father. Mr. Reagan has been married to Elaine Catherine Edgar since 1976. They have four boys. I have met them all; they are great kids.', u'The Reagans will soon be celebrating their 25th anniversary. It is a great family.', u'I am pleased that the Senate will have this opportunity to vote for Michael Reagan. He possesses a rare combination of intelligence, practical experience, temperament, and devotion to public service that makes for a great Federal judge. I look forward to his service on the Federal bench.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/03/S9657-2_executive-session/'}