{"speaker_state": "MN", "speaker_raw": "mr. wellstone", "speaker_first": "Paul", "congress": 106, "title": "THE FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--CONFERENCE REPORT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-12/html/CREC-2000-10-12-pt1-PgS10334-3.htm", "number": 127, "id": "CREC-2000-10-12-pt1-PgS10334-3.chunk44", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Wellstone", "pages": "S10334-S10394", "speaker_party": "D", "date": "2000-10-12", "bills": null, "bioguide_id": "W000288", "order": 44, "speaking": ["Mr. President, let me again thank Senator Warner of Virginia for his statement about the crew of the U.S.S. Cole. My understanding is four American sailors have lost their lives, others have been injured. As a Senator from Minnesota, I want to express my support and my concern. I do not think we have as yet knowledge of who is behind this. It certainly looks like a well-planned terrorist attack, but I echo the words of my colleague from the State of Virginia.", "The chair of the committee, Senator Warner, and the ranking minority member, Senator Levin, are two of the best Senators in the Senate. Therefore, I want to speak with a little bit of humility because I don't want this to come off as arrogant. I want to express my opposition to this bill. I don't think there will be many opposed, but I want to give this at least my best effort.", "Let me start out with my own framework. I believe part of the definition of real national security for our Nation is a strong military, but I also think part of the definition of real national security is the security of our local communities--whether it is affordable housing, whether it is affordable child care, whether it is good health care for citizens, or whether we have the best education for every child. It is within this framework that I rise to speak against this bill.", "The bill provides $309.8 billion for the military. That is $4.5 billion more than the administration's request and $19 billion above fiscal year 2000 levels. Yet the majority party could not find the additional money for more school counselors, could not find additional money for Head Start. One of the scandals is we keep talking about how important the early years are, we keep talking about how important the Head Start Program is to give children a head start. Yet I think we provide funding for about 3 or 4 percent of the children who could benefit from the Early Head Start Program.", "The majority party could find the additional $4.5 billion, above and beyond the administration's request, but they could not find the additional money for affordable housing. They could not find additional money up to this time for prescription drug benefits for elderly people. It is a matter of priorities. I think as long as our country is first in the world when it comes to spending on the military but ranks 10th in the world when it comes to spending on education, we will never achieve our strength and our greatness.", "The cry for more money, the rallying cry from some of my colleagues for more Pentagon funding, was for readiness. We have heard about the crisis in readiness, lack of spare parts, inadequate training funds, difficulty retaining pilots and other key personnel, declining quality of life. I am all for the part of this budget that increases funding in these decisive areas. But if you look at the category of spending with the largest increase from fiscal year 2000 to fiscal year 2001, it is procurement of weapons. It is not military readiness, with an 11-percent increase; or operations and maintenance, which funds most of the readiness programs, which goes up 4 percent; or family housing, on the other hand, which actually declines by 3 percent; military construction declines by 6 percent. These figures are from the Pentagon budget authority.", "But the real increase in the funding--if you look at fiscal year 1999 to fiscal year 2005, procurement increases 39 percent. This is the largest increase in this Pentagon budget. In fact, 53 percent of the increase in budget authority during this 6-year period goes to new weapons.", "I have to ask the question in this post-cold war period, in an opportunity to redefine some of our priorities and to redefine national security and to have a strong military, but also to make sure that we concern ourselves with national security as in the security of local communities--good education, good health care, good jobs, affordable housing. It seems to me this budget does much more for the military contractors than it needs to do, is beyond the President's request. And, frankly, we are in a zero sum game. You cannot have it all. Money spent in one area is money not spent in another area.", "I believe that overall what we have before us in this piece of legislation, and the amount of money it calls for, for the Pentagon and military, reflects some distorted priorities. It is for that reason I will oppose this conference report.", "Related to this question I have raised about budget priorities is an amendment which was dropped from the conference report. This was an amendment I offered, which was accepted, which asked that we in the Congress do a careful study of child poverty under welfare ``reform'' to find out how children are doing, to find out whether not only has there been a decrease in poverty of children but among those children who are poor--from the last report we received--we have an increase in poverty among children who are poor. I wanted us to do an honest policy evaluation.", "Over the last 2 years I have offered this amendment four or five times, and every time it is dropped in conference committee--every single time. It seems to me we would want to know, as we move into the reauthorization of the welfare bill, what this dramatic decline in the welfare roll means. Any fool can throw people off the welfare rolls. That is easy. The question is, Where are the mothers and where are the children and are they better off?", "Some I think are better off. For that I am grateful. Some have living-wage jobs and can support their families, and that is what it was supposed to be about. But I am telling my colleagues, I traveled some of the country--I am going to do more over the next 2 years because obviously we need to know what is happening out there--and it is my observation that the vast majority of the women and children are in the following situation: These women are working but now they are working poor. These jobs do not provide anywhere close to our salaries or even close to what would be called a living wage; in other words, on what they can support their families.", "From the studies of Families USA and what I have seen with my own eyes, too many of these women no longer have medical assistance for themselves and their children and in all too many situations--Yale and Berkeley did a study on the child care situation--2- and 3-year-olds--these are mothers with children--are in child care situations which at best are inadequate and quite often are dangerous.", "We have seen, roughly speaking, a 25- to 30-percent decline in food stamp participation, the major safety net for poor children.", "I want to know what is happening out there. I would think colleagues would want to know, but sometimes we do not want to know what we do not want to know.", "For the fourth or fifth time, this amendment has been dropped, and I have come to the floor to express my opposition to the dropping of this amendment. The majority party found $4 billion more than the administration requested, I am sorry, but is unwilling to do an honest policy evaluation of the welfare bill, its effect on children, the poverty of children, and whether we can do better for poor children. That is a misplaced priority.", "When we come back next year--we will be moving into the period of time of reauthorization of this welfare bill--one of my commitments as a Senator from Minnesota is to do everything I can to focus the Senate, Democrats and Republicans, on an honest policy evaluation of what is happening to poor women and poor children in our country.", "I can think of better uses for some of this money in the Pentagon budgets as opposed to new weapons systems, for example. I can see putting more into child care. I can see putting more into education. I can see putting more into expanded health care coverage. I can see putting more into affordable housing. I can see putting more into making sure there is long-term care so elderly people are able to stay at home and live at home with dignity as opposed to being forced into nursing homes. I can see some other priorities.", "The Hate Crimes Prevention Act, which was passed by the Senate as an amendment, was taken out of the conference. In the United States of America, surely we as a people no longer accept the proposition that a citizen can be killed or injured because of his or her race, national origin, religion, gender, disability and, yes, sexual orientation.", "Not that long ago, James Byrd was dragged to death by the most vicious of racists, and he was killed for only one reason: He was black.", "It was less than a year ago that two men were killed and three others were injured in Pittsburgh when a gunman shot them down for only one reason: They were white.", "It was only a few months before that when a man went on a shooting spree in Chicago aiming at people for one reason and one reason alone, and that was because they were either black, Asian or Jewish.", "Let's not forget Matthew Shepard who was killed in Wyoming for one reason and one reason only: He was gay.", "The amendment we adopted in the Senate with 57 votes and was taken out of this conference report would have permitted Federal intervention in serious violent crimes. In addition, the crimes that would have been covered would have included gender, disability, and sexual orientation.", "There is not one Senator who can say that Matthew Shepard was not murdered because of hate. By failing to keep this amendment in this conference report, we have communicated a message that says we still tolerate these hate crimes; we are not willing to take strong action.", "The majority party took that amendment out of this conference report. The majority party took the hate crimes amendment out of this conference report, and I think we have communicated a terrible message to the country.", "Hate crimes are a kind of terrorism. They are not just meant to intimidate the victim but all those who belong to the group and make all of the people victims. They are meant to instill fear. They are meant to communicate the idea that one group of people has supremacy over others. They are meant to dehumanize people. They say not just to the victim but to all those who are like the victim: You are vulnerable and you could be next because you are gay, lesbian, transgender, or bisexual; you could be next because of your disability; you could be next because of your religion; you could be next because of the color of your skin; you could be next because of your national origin. And they took this amendment out of this conference report. I believe that is shameful, and that is another reason I am going to vote against this conference report.", "Mr. President, I have 30 minutes reserved. How much time do I have left?"], "capitolwords_url": "http://capitolwords.org/date/2000/10/12/S10334-3_the-floyd-d-spence-national-defense-authorization-/"}