{u'speaker_state': u'CO', u'speaker_raw': u'mr. allard', u'speaker_first': u'Wayne', u'congress': 105, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-02-12/html/CREC-1998-02-12-pt1-PgS731-2.htm', u'number': 11, u'id': u'CREC-1998-02-12-pt1-PgS731-2.chunk2', u'volume': 144, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Allard', u'pages': u'S731-S769', u'speaker_party': u'R', u'date': u'1998-02-12', u'bills': None, u'bioguide_id': u'A000109', u'order': 2, u'speaking': [u'Mr. President, I spent the month of January attending town meetings throughout the State of Colorado. That is one of the things, when I go back to my State, that I spend a lot of time doing--visiting the counties and visiting with the people of Colorado. Over the years, we continue to have the issue of taxes brought up in the town meetings--probably more so now than at any time that I can recall since having town meetings.', u'The American people simply want to have their tax system reformed, particularly those in Colorado. They want lower taxes, they want a simpler tax system, and they want less intrusive means of collecting those taxes.', u"Last year, Congress enacted modest tax relief, but it was only a first step. It's time to move forward with more aggressive tax reform.", u'Today, I am introducing legislation that will do four things:', u'It will continue to reduce the capital gains tax to a top rate of 14 percent.', u'It will restore the one-year holding period for capital gains treatment.', u'It will index capital gains and, thereby, eliminate the taxation of gains that are due solely to inflation.', u'And then, finally, it will eliminate the estate tax.', u'These changes will provide important tax relief for families and businesses, and continue to ensure that our economy remains the most competitive in the world.', u"Mr. President, the new year has certainly brought good news concerning the Federal budget. But let's be honest. The budget is balancing because of the hard work of the American people, not because of any bold action by the Federal Government. Economic performance in recent years has exceeded all expectations. The result is that the American people have been sending greater and greater amounts of their earnings to Washington. The budget is balancing because of an explosion in tax receipts, not because of any restraint in spending. In fact, the budget continues to grow at a healthy pace. Federal spending in 1998 is estimated to be 4.3 percent above the 1997 level--well in excess of inflation. Many would like this to continue.", u"The President assured us in a previous State of the Union Address that, ``the era of big Government is over.'' But it is clear that he is now proposing a new era of big Government.", u"I favor a different course. We should not squander the people's surplus on more Government. Instead, we should begin to pay down the debt and reform the tax system. We should put American families ahead of the insatiable appetite of Washington, DC, for more Government spending.", u"Despite last year's budget bill, taxes remain higher than they have ever been. Tax freedom day--the day to which the average American works to pay the combined Federal, State, and local tax burden--is May 9, which is the latest it has ever been. A reduction in the Federal debt and a reasonable level of taxation should be the twin objectives of Congress as we enter the next century. Our job is to ensure that the bridge to the 21st century does not become a toll bridge.", u"Mr. President, let me begin with a discussion of capital gains taxes. I call the capital gains tax the ``growth tax.'' Nearly all Americans own capital, and they experience a tax on that capital when they sell the stocks, or a small business, or a farm.", u"Mr. President, let's look at how this capital gains, or growth tax, hits ordinary working Americans. Stock ownership has doubled in the last 7 years, to the point where 43 percent of all adult Americans own stock. Obviously, with those numbers, stock ownership is not just confined to the wealthy; it is spread throughout society. Today, half of the investors are women, and half are noncollege graduates. Stocks are typically held for retirement, education expenses, and other long-term goals. This is precisely the type of saving and investing that we need in our economy.", u"Mr. President, I can't leave this topic without talking about small business owners and farmers. There is no clearer area where the ``growth tax'' makes no sense. Millions of American families put their lives into building small businesses and farms. Often, those businesses or farms are sold to finance a decent retirement. But this can only occur after Uncle Sam gets his cut of one-third or more of all the gains.", u"Simply put, low taxation makes it less costly to take the risks that are critical in a capitalist economy. I am proposing that we enact a maximum capital gains tax of 14 percent, with those in the lowest tax bracket paying only 7 percent. Last year's reduction of the capital gains rate was a big plus, but it came with a price--the holding period required to qualify for the lower tax was extended from 12 months to 18 months.", u'The holding period change is a poor attempt by the Government to micromanage the economy. This is the type of Government management that has so clearly failed in Asia. A market economy functions best when capital flows freely, unencumbered by Government distortions. The holding period for long-term capital gains treatment has been 12 months for years, and it should stay that way.', u"Mr. President, an additional mistake that Congress made in last year's bill was a failure to include indexing. The real ``growth tax'' is often much higher than 20 percent. This is because our Tax Code does not protect Americans from taxation on capital gains that result from inflation. This is one of the most unfair aspects of the growth tax. Government policies contribute to inflation, and Government turns around and taxes its citizens on that inflation.", u"For this reason, I fought hard to see that indexing was included last year. I offered an amendment to the tax bill that would have added indexing. The amendment was carefully structured to avoid any revenue loss. Obviously, I was disappointed with the defeat of this amendment. I presume that this was due largely to the President's opposition to indexing and his veto threat. Despite this, we got a strong vote, and I promised that I would be back.", u"I have included indexing in this bill, and I fully intend to offer this at each opportunity. Some have dismissed indexing as ``too costly,'' but for me this is an issue of fundamental fairness. It is wrong for the Federal Government to tax citizens on inflation.", u'Since I mentioned the issue of cost, let me make a few points on this. I have long maintained that a capital gains tax cut will increase revenue. In the short run, it encourages the sale of assets that would not otherwise occur. This obviously increases revenue.', u'In the long run, a rate cut facilitates a higher level of economic growth. This also results in greater tax revenue.', u"Unfortunately, during last year's tax debate, we continued to operate under revenue models that forecast a loss to the government from the capital gains rate cut.", u'I hope we can soon put this notion to rest for good.', u'It is already apparent that capital gains revenues will be coming into the Treasury at a considerably higher level than forecast last year when we were talking about capital gains. 1998 capital gains revenues could be as much as 50% higher than previously forecast.', u'Even state governments will benefit from the rate cut. Earlier this month, analysts for the Colorado Legislature forecast that the capital gains tax changes would result in an additional $38 million this year for the Colorado state budget.', u'Obviously, the impact at the federal level will be many times greater.', u'The final provision in this tax bill is the elimination of the estate tax.', u'Frankly, the estate tax makes no sense.', u'While the tax raises only 1 percent of federal revenues, it destroys family businesses and farms.', u'The estate tax is double taxation.', u"At the time of a person's death, much of their farm, business, and life savings has already been subjected to federal, state, and local tax. These same assets are taxed again under the estate tax.", u'The estate tax fails to distinguish between cash and non-liquid assets.', u'Family businesses are often asset-rich, and cash poor. But the value of all assets must be included in the taxable estate.', u'This can force liquidations, and family businesses can see their livelihood eliminated in order to pay a tax of up to 55 percent. Yes. That is right--up to 55 percent.', u'This practice threatens the stability of our families and communities while inhibiting growth and economic development.', u'The National Center for Policy Analysis reports that a 1995 survey by Travis Research Associates found that 51 percent of family businesses would have difficulty surviving the estate tax, 14 percent of business owners said it would be impossible to survive, 30 percent said they would have to sell part or all of their business.', u'This is supported by a 1995 Family Business Survey conducted by Matthew Greenwald and Associates which found that 33% of family businesses anticipate having to liquidate or sell part of their business to pay the estate tax.', u"Recently, the accounting firm Price Waterhouse calculated the taxable components of 1995 estates. While 21% of assets were corporate stock and bonds, and another 21% were mutual fund assets, fully 32% of gross estates consisted of ``business assets'' such as stock in closely held businesses, interests in non-corporate businesses and farms, and interests in limited partnerships. In larger estates this portion rose to 55%.", u'Clearly, a substantial portion of taxable estates consists of family businesses.', u'The recent tax bill increased the estate tax exemption from $600,000 to $1 million. However, this is done very gradually and does not reach the $1 million level until 2006. The bill also increased the exemption amount for a qualified family owned business to $1.3 million. While both actions are a good first step, they barely compensate for the effects of inflation. The $600,000 exemption level was last set in 1987, just to keep pace with inflation the exemption should have risen to $850,000 by 1997.', u'Incremental improvements help, but we need more substantial reform. It is time to eliminate this tax entirely. This action has been taken in countries such as Australia and Canada. Unfortunately, the United States retains what are arguably the highest estate taxes in the world.', u"Among industrial nations, only Japan has a higher rate than the U.S. But Japan's 70% top rate applies only to inheritance of $16 million or more. The U.S. top rate of 55% kicks in on estates of $3 million or more. France, the United Kingdom, and Ireland all have top rates of 40%, and the average top rate of OECD countries is only 29%.", u'Repeal of the estate tax would benefit the economy. George Mason University Professor Richard Wagner estimates that within seven years of elimination of the estate tax the output of the country would be increased by $79 billion per year, resulting in up to 228,000 new jobs. Under the current system, the energy that could go into greater productivity is expended by selling off businesses, dividing resources and preparing for the absorption of an estate by the government. Those businesses that survive the estate tax often do so by purchasing expensive insurance. A 1995 Gallup survey of family firms found that 23% of the owners of companies valued at over $10 million pay $50,000 or more per year in insurance premiums on policies designed to help them pay the eventual tax bill.', u'The same survey found that family firms estimated they had spent on average over $33,000 on lawyers, accountants and financial planners in order to prepare for the estate tax.', u'Ironically, the estate tax is often justified on the grounds that it helps to equalize wealth. But this effect is greatly exaggerated. A 1995 study published by the Rand Corporation found that for the very wealthiest Americans, only 7.5% of their wealth is attributable to inheritance--the other 92.5% is from earnings.', u'Mr. President, it is time to repeal this outdated tax. We must insist that no more American families lose their business because of the estate tax. We must ensure that when a family is coping with all the inevitable costs of passing a business from one generation to the next, the Federal Government is not there as an added burden.', u' By Mr. WELLSTONE:', u'S. 1636. A bill to provide benefits to domestic partners of Federal employees; to the Committee on Finance.', u'Mr. President, last October, Congressman Barney Frank broke new ground when he introduced HR2761, the Domestic Partnership Benefits and Obligations Act of 1997. I am here today to break ground in the Senate by introducing the Domestic Partnership Benefits and Obligations Act of 1998. This bill does not introduce new benefits; it simply extends existing benefits to a previously uncovered group of employees for very little cost.', u"Mr. President, let me take a moment to outline my bill. This bill provides benefits for same-sex domestic partners of civilian, federal employees. Partners must be living together, in a committed, intimate relationship, and responsible for each other's welfare and financial obligations. It provides access to five categories of benefits in the same way that married spouses have access: participation in retirement programs, life insurance, health insurance, compensation for work injuries, and upon the death of a government employee, the domestic partner would be deemed a spouse for the purpose of receiving benefits.", u"This is a bill about justice, about fairness, about equity in the workplace. This bill is about saying to our gay and lesbian employees, ``We value your contribution to the workplace, and to show you we value you, we're going to protect your families, like we protect the families of married employees, by providing them with benefits.'' It is about providing the opportunity for same-sex domestic partners to provide their partners--who previously have been denied--access to such benefits as health insurance.", u"For many people in this country, insurance benefits for their loved ones are automatic, they are expected, they are the norm. But benefits didn't start out that way. In fact, they are a relatively modern invention. Benefits in the form of compensation were created in the 1940's, essentially to increase compensation for some employees who were prohibited by law from getting pay increases. So instead of more pay, employers paid for certain products and services such as health insurance to take care of their employees and to make their businesses more attractive to potential employees. For gay men and lesbians, most of these benefits are completely inaccessible.", u"But where is it written in stone that only married spouses and their children deserve benefits? Yes, many employers have chosen to limit benefits to married spouses and their children, but more and more, governments, universities, and private businesses have been making a different choice. Business and organizations like the San Francisco 49ers, Reader's Digest, Starbucks, Coors, Ben and Jerry's, Kodak, Disney, the Union Theological Seminary, the Episcopal Diocese of Newark, the International Brotherhood of Electrical Workers #18, Mattel, the Vermont Girl Scout Council, and more than 50 Fortune 500 companies have made the right choice to offer domestic partnership benefits. A more fair and equitable choice. A more humane choice.", u"I am disappointed that domestic partnership benefits have already been offered in some cities and by some businesses since 1982 but here we are in 1998 and we're just now talking about them here in the Senate. Today there are at least 42 cities and municipalities, 12 counties, 1 state, and 342 private sector for-profit and not-for profit businesses and unions which offer domestic partner benefits. The good news, though, is that we have more than 15 years worth of employers' experiences with providing these benefits.", u"By virtue of our vote on DOMA, we have said that same-sex couples cannot marry. But that doesn't mean that people in long-term, loving, and committed relationships don't deserve to have the opportunity to provide their loved ones with health insurance, survivor benefits, and other benefits. Domestic partnership legislation levels the playing field for same-sex partners who are not allowed to marry. This bill is aimed at correcting that inequity. Here is the story of how not having domestic partnership benefits effected one couple's lives:", u"Anonymous: My partner and I have been together for almost six. About a year ago, he had to leave work due to a serious heart condition. Since my employer doesn't include domestic partnership benefits, we had to pay all of his expenses out of pocket. For quite some time I had to support him from my salary, or else he would have ended up on welfare. We are still scrimping and saving to try and pay off the health care expenses that should have been covered by my insurance (if we had dp benefits). Almost all of my heterosexual friends have been ``married'' less time than my partner and I and received benefits immediately after the marriage. Their relationships seem no more permanent than my own. When my partner and I have been together for fifty years, we will still not have insurance for him through my employer.", u'Not only are domestic partnership benefits fair and just, they cost very little. Employers have found that upon implementing domestic partnership benefits, one percent of all employees--at most--actually sign up their same-sex partners for benefits. And more often, it is less than one percent. Even taking the most liberal figures, there is no legitimate reason to argue that more than 1% of our almost 300,000 federal civilian employees will enroll. And even though this is a relatively small number of employees--at most 30,000--let me tell you, these benefits are of critical importance to those who do.', u'For example, Marieta Louise Luna is a graduate student studying in the Divinity School at Duke University. She says,', u'I just returned home from the hospital on Thursday night from having a knee replacement made possible largely because of the fact that Kathryn is a Duke employee and I have domestic partner benefits. Guaranteed, I could not have had the surgery if I had not had domestic partner benefits. For me, it was the literal difference between walking and being handicapped for the next several years.', u'And at a cost of less than 1% of the total benefits budget--or less--it is truly worth making this investment.', u'Some might be afraid that domestic partnership policies could open the door to fraud with people signing up their friends in order to get health insurance.', u"Most employers never ask for verification of a heterosexual marriage. I have never been asked to provide a marriage certificate to prove I'm married, and I doubt that many of you have either.", u"But my bill has stringent requirements for qualifying as domestic partners. Among other requirements, partners must sign an affidavit certifying that they share responsibility for a significant measure of each other's common welfare and financial obligations. And they must show documentation to prove it--such as copies of a mortgage or lease with both names on it, copies of bank statements showing joint checking or savings accounts, copies of durable powers of attorney for property and health, or copies of wills specifying each other as the major recipients of each other's financial assets.", u'In addition, my bill specifies serious consequences for fraud, including the possibility of disciplinary action, termination of employment, and repayment of any insurance benefits received.', u'Finally, there are criminal statutes that provide that making false statements and defrauding the government are crimes which can result in a fine and/or imprisonment up to 5 years.', u'The bottom line is that this bill creates serious consequences for fraud, establishes that every effort will be made to minimize fraud by those falsely claiming to be domestic and specifies that those caught will be seriously punished.', u'Let me tell you one more story:', u"Anonymous from Minnesota: I have had the same health care benefits package for nearly 16 years. I began family coverage when I married in 1978. Our two children were added when they were born. My ex-husband remained on my insurance policy after we divorced--at no additional cost--even though we were not legally married. I am now in a committed lesbian relationship. My partner had been teaching part-time in a private school for two years before she became eligible for health insurance through her employer. Two weeks before her insurance was to take effect she was stricken with severe abdominal pain. Though we considered ``toughing it out'' until her insurance kicked in, it became increasingly clear that she needed to be treated immediately. She had a large, twisted ovarian tumor removed. By the time of the surgery, her insurance was in place. We breathed a sigh of relief. Months later we learned that because her pain started (and was briefly treated) before her insurance began, the claim for coverage for the surgery and hospital stay were disallowed because there was a pre-existing condition exclusion in her insurance policy. We are now faced with over $5,500 (plus 12% interest per year) in medical bills. This may not seem like a lot of money to some people, but it certainly is to us. And it's money that wouldn't have had to be spent at all if she had been on my family coverage all along. So why is it that my ex-husband (no legal relation) was entitled to continue receiving benefits until he married, but my life partner has had to go without medical insurance? The answer is simple--discrimination.", u"This is a bill about fairness. This is about equity in the workplace. This is about protecting employees' loved ones. It's the right thing to do.", u'Mr. President, I ask unanimous consent that additional material be printed in the Record.', u' There being no objection, the material was ordered to be printed in the Record, as follows:', u'Additional Stories Regarding Domestic Partnership Benefits', u"Additional Stories Regarding Domestic Partnership Benefits Wendy I. Horowitz: My partner was ill for almost a year. I worked for a large conservative company that never considered implementing domestic partner benefits. After seeing one of my co-workers get married and have instant coverage for her husband (after they had been married for a day), I decided to apply for benefits for my partner. They were denied. Her illnesses were related to her tonsils, and the doctors suggested that she have them removed. I had to come up with the money to pay for this surgery (over $4,000 by the end of it all), which put a great financial burden on us and on our relationship. Jim and Hal: As an employee of the State of Maryland (through my graduate assistantship), I receive comprehensive health benefits. Although I could share my benefits with a married spouse, I am not able to do a thing for my partner Hal. Hal is another ``starving student''; he is in a doctoral program at American University. Unfortunately, American does not offer full health coverage to its graduate assistants, so Hal is having to make do with emergency health coverage. This has adversely affected us in two ways. First, we have to cover Hals' regular health maintenance (e.g., dental checkups) which is a strain on our already stretched budget. Second and more importantly, Hal has a heart problem for which regular appointments with a cardiologist are recommended. We are not in a position to pay specialist fees out-of-pocket; thus, we are unhappily have to settle for doctors at American University's health center. U Minnesota: R and S are their late 30's, and they have been in a committed relationship for 20 years. S is self- employed as a psychotherapist and is registered with the University as R's domestic partner. Four years ago, R gave birth to the couple's first child L. R was able to put L on her health insurance policy as a dependent. The couple incurred no additional cost or additional deductibles for L's birth or subsequent medical treatment. Three years later, S gave birth to the couple's second child M. Because the University only recognizes formal adoption (not guardianship) for direct dependent coverage, M is only listed as S's child and not R's child. Since the University's domestic partnership plan only provides medical premium reimbursement for partners and their dependents, R and S incurred significantly higher costs for M's birth than for L's birth. Specifically, the couple pays out $526 every 3 months for S and M's insurance policies which each have a $500 deductible (the University plan has no deductible and low copays for dependent care). Reimbursement from the University for this cost takes additional 3 months after the couple pays. Due to IRS regulations, which do not recognize the partners as a couple, the University's reimbursement to the employee is taxed. The end result of all the complications of this system for the couple is that they have $1,500 in outstanding debt for unreimbursed health premiums. In addition, they were charged $1,000 in deductibles plus higher copays for M's birth. They have had to take out a loan to cover these health care related expenses. Becky Liddle: I am a tenured associate professor. My domestic partner quit her job and moved here to Alabama in June of '97, as the ``trailing spouse'' in a dual career couple. We thought she would find work very quickly. But due in part to sexual orientation discrimination in hiring, she has been unable to find professional work and health benefits. She is working full-time for Kelly Services, which does not include health benefits. We brought her a 4-month hospitalization policy before she quit her job, assuming that would be more than enough time--it wasn't. She has no health insurance. We have looked at policies she could buy herself, but they are extremely expensive, and cover very little. My university will not allow me to put my domestic partner on our insurance (in fact, Blue Cross of Alabama explicitly states in its policy that ``spouse'' is limited to someone of the opposite sex). Consequently, every time she gets sick it is a crisis, and we make potentially life-threatening choices about whether she should go to the doctor. For example, she got pneumonia a few weeks ago. This is, she had all the symptoms of pneumonia, according to our Time/Life ``medical advisor--complete guide to alternative &amp; conventional treatments'' book, which has become her primary care ``physician''. The book said if it was viral she should just go to bed, but if it was bacterial it could be life threatening. It appeared from her symptoms to be viral, so we did not spend the money to go to a doctor. This time we were right. She recovered fine in about a week. Of course, if we'd been wrong, she could be dead. I think we make good decisions about how to spend our limited health-care dollars. But I ought to be able to put her on my insurance. Eva Young: I live with my partner of 10 years in Minneapolis. I have benefits through my work place. Even though the University of Minnesota offers ``domestic partnership'' benefits, these don't work for us. To be able to get pretax benefits (analogous to what a married couple get), we would have to declare my partner a dependant. This is degrading to my partner. Although I currently have a better job than she does (it pays better and is permanent), it doesn't mean we should have to declare her a dependant (with all the negative connotations that has) in order to get the benefits we are both entitled to. To add insult to injury, I am taxed at the single rate, even though I am primary breadwinner for a family of 4. I consider this an equal pay for equal work issue. Why should I get paid less than my married coworker, just because I am not legally married? Not having the same benefits that a heterosexual married couple keeps my family in poverty. My family would not be in poverty if we had the same rights as married couples do. It's that simple. This isn't something that is just for the gay couple--it also will affect a lot of children. Actually, domestic partnership will do little for the dual career gay couple, where both individual are in good jobs--it's going to make a difference for gay couples who have families, or have one partner who is uninsured. Allowing gay couples to insure their partner and partner's children through their workplace insurance could also help some individuals get off government assistance. Kirk A. Nass: My domestic partner and I have been together nearly 14 years. My partner, Michael E. Gillespie, was an attorney in Seattle when we met, now he is self-employed and runs a business in Oakland which provides physicians as expert witnesses to lawyers and insurance companies for plaintiff work. Michael's past employers never provided good medical coverage, if they provided it at all. In 1989 I finished graduate school and started a job with Chevron. Michael quit his job to move with me to the San Francisco Bay Area. Chevron provides excellent health coverage to its employees, but I was unable to cover him because domestic partners were not eligible for coverage at the time. The prospect of him having a major medical event and us not being able to pay for it bothered me for years. After starting his own business five years ago, he joined an HMO (Kaiser Permanente, No. Calif.) under an individual plan. In 1995 he was diagnosed with Type II diabetes; in 1996 he suffered a heart attack and underwent an angioplasty to open the blocked artery. Because of his HMO coverage, all of his diabetes care, his stay in intensive care, and the angioplasty were covered. He's now in excellent health. If his business failed--even if he still worked for some of his past employers--we would not have had the financial resources to pay for his cardiac care. On Jan. 1, 1998, Chevron began extending medical and dental coverage (and some other benefits) to the same and opposite sex domestic partners of employees and the partners' eligible children. The coverage Chevron provides for Michael through Kaiser is even better than what he was paying for himself at Kaiser. It's the first time since we've been together he's had full coverage and the first time I haven't had to worry. Having domestic partners benefits such as medical coverage is important to us because it makes me sure that the most important person in my life can be taken care of when he needs to be. The experiences we've gone through together, although they've led to successful conclusions, have shown too often that ``what-if'' scenarios can be all too real. Dan Ross: My partner of 5 years has cerebral palsy (a congenital condition; in his case, it creates overly-tight muscle tone). After orthopedic surgery to correct some aspects of his gait, he had to make significant changes to his walk, and work on daily stretches, most of which require assistance. He is (and was) able to walk on his own, although now does so with a cane. He travels quite a bit for his job and works long hours, so it is difficult for us to work on this on a regular schedule. He can't take a leave of absence form his job, or even temporarily resign, to work on physical therapy full-time, because he absolutely needs his health insurance and he is afraid of jeopardizing that. (Some insurance plans even make cerebral palsy a ``pre-existing condition''.) My health insurance won't cover him, of course, and until recently, I wouldn't have been able to take sick leave to stay with him in the hospital and at home. He was bedridden for a total of two weeks after the surgery. As it was, I hurried back and forth between work and home, because I had just begun a new job, and didn't want to make a bad impression there; but he had scheduled the surgery for around Christmas, so there were many people off on vacation time during that period. The issue of domestic partnership benefits--whether equity in providing health insurance, or even just uniform treatment in granting sick/caregiving and bereavement leave--is important to us as a result. Pam Herman-Milmoe: I am a federal employee and Sara has just finished her Masters Degree in Clinical Psychology. While she was in school she had access to limited benefits, but now that she is job hunting she is completely uninsured. She is working in a paid internship position that is providing great experience and a real service to the community, but no benefits. As she moves on in her career she would like to establish her own practice, but if she does she'll have to pay for her own benefits without any support. The practice of denying benefits to domestic partners puts us at a severe economic disadvantage compared with my coworkers. They can use the money their spouses save on benefits for investments and other purposes. Sara and I plan on having children, who will be covered by my benefits, but money that would support their education and upbringing will have to go to pay for benefits for Sara. Steve Crutchfield: A year ago, my partner of 22 years was fired from his job. When he lost his job, he lost his health insurance benefits. He was able to maintain benefit through a COBRA plan, but it cost us an additional $150 per month to maintain his health benefits. Now that his COBRA benefits are expiring, he has to buy individual medical insurance at a cost of over $300 month. If we had a domestic partner benefits law in place, I could have put him under my insurance benefits as the spouse of a Federal Government Worker. However, since our relationship is not recognized as a marriage, I am unable to enjoy the medical insurance benefits accorded to my colleagues who are in traditional marriages. David Perkins: My partner of fifteen years came with me to Champaign-Urbana, Illinois in order that I might take a job. We have been here over three years and he has not been able to find anything other than part-time work that offers no benefits. Because the state or the University does not extend benefits to same-sex partners, he is without any health benefits whatsoever--and as he will soon turn forty-five years old, health insurance is too expensive for us to pay out-of-pocket. If anything, should happen to him--it will either completely wipe me out financially, or he will be thrown on the mercy of the taxpayers as an indigent case. Not a dramatic story, true--but a fear we live with daily. Anonymous: My partner and I have 3 children ages 15, 13 and 3. I gave birth to the first 2 before getting together with her. The youngest one we had together. Shortly after the arrival of our youngest, the opportunity arrived that I could stay home and care for her instead of putting her in day care. But in quitting my job I also had to give up my health care benefits. My partner's company does not offer domestic benefits so I am not covered for my asthma medication that I need to breath. I also am a high risk for breast cancer due to family history (mother, grandmother and 3 sisters) but I agreed to stay home for the benefit of all our children. Anon: My (same-sex) partner moved in with me in Pennsylvania two years ago. She had been self-employed (a clinical psychologist with a private practice) in CO. We are/ have been in a long-term committed relationship for three years. She had been paying her own health insurance, but since she gave up her income to move here, she had no way of continuing to pay it. My employer (a college) has a subsidized health insurance benefit for married couples only; if we had been married, the additional coverage would have cost $60. Instead, I had to pay $175 monthly so that she would have less adequate health insurance than I have. Since she needed surgery within months of moving here, with a long recovery period, she also could not earn money to help with expenses. We had to spend money on a lawyer to get documents assuring the hospital that I (an ``unrelated'' person) could make decisions for her were she to be incapacitated, etc. Furthermore, she could not avail herself of the physical recreational facilities at the college since she was not a bona fide spouse. I had to pay a membership fee for her to join a ``Y'' so she could use the physical exercise equipment she needed to recover from her surgery. All in all, not having our partnership recognized has cost me a bundle. Mindy Kurzer: My partner Linda and I have been in a committed relationship for 7 years and have a 2 year old daughter named Della. I was very pleased when the University of Minnesota instituted a domestic partner policy about 3 years ago. This policy has helped our family, because Linda is self-employed and previously carried only catastrophic coverage with lots of exclusions for pre-existing conditions. Since the U of M started this policy, we have been able to purchase a very comprehensive medical policy for her. This has turned out to be extremely important, because she was in a car accident 2 years ago, and sustained serious injuries for which she underwent two surgeries and still requires medical treatment. With her current health insurance, we have been able to get her excellent care--without it, I doubt we would have been able to do so. Domestic partner benefits are important to our community, but I think they are also important to the broader society. I have had numerous opportunities to leave the University of Minnesota and have chosen to stay here in part because the University has shown a commitment to reducing discrimination. As more and more businesses and Universities institute domestic partner benefits, institutions that do not (including the government) may be disadvantaged when it comes to getting and retaining top-notch employees. Sibley Bacon: I work for Peoplesoft, Inc. who provides domestic partner benefits to same sex couples. My partner, and I have been together for 4 years * * * she is self- employed, so we opted to have her covered through Peoplesoft. This year she developed a 5.5 cm dermoid tumor on one of her ovaries which was causing her a great deal of pain on a daily basis. Our health insurance paid for the surgery and follow up visits. This would have cost us thousands of dollars had we not had the coverage through Peoplesoft. Additionally she's been able to see a physical therapist to address some old gymnastics injuries. Needless to say, I am eternally grateful that my company provides these benefits to its gay and lesbian employees. Domestic partner coverage will certainly be a deciding factor in the future if I ever end up looking for a job outside of Peoplesoft. Toni A.H. McNaron: My partner, and I have been in a committed relationship for almost 20 years (our anniversary is in June). We own a large home in south Mpls., pay lots of property taxes, earn well over $100,000 a year, and are the first people in our neighborhood to shovel our walks in winter. One of our very nice heterosexual neighbors just married his girlfriend and sometimes doesn't shovel until the next day. The moment he and she signed the marriage license, she had his full health coverage and retirement plan benefits from his quite successful legal coverage and retirement plan benefits from his quite successful legal practice. My partner has never had a PENNY of coverage during the 34 years I've worked as a professor at the University of Minnesota. And, even more unfair, if I were killed by a drunk on the freeway on the way home tonight, she would not even get a condolence letter from the University. Instead she would get a check for the ENTIRE amount of my retirement--considerable after 34 years. Furthermore, she would have to pay the federal government approximately $90,000 at tax time because of her ``windfall.'' (How amazing to consider it a windfall to have your beloved partner of 20 years killed.) My neighbor's wife would get a condolence letter from his firm explaining to her her options for collecting his retirement funds. She is smart and would choose to have them delayed until she is older and then to have them parceled out over time so that she would pay next to no taxes on them. Nancy: I am in Texas on internship. Rose, my partner, is back home in Minnesota. Rose has fibromyalgia/chronic fatigue syndrome and a number of other health problems. She is in the process of leaving her job and applying for disability. Partly because of her health problems, we would like to relocate permanently to Texas. However, it will take several months for her disability claim to be processed so she can get on Medicare. She can continue her insurance coverage under COBRA, but that would only be good in Minnesota, since her coverage is with a local HMO. I can't put her on my insurance due to lack of domestic partner benefits. So we're faced with a number of unattractive options: (1) I could look for a job in Minnesota, even though both of us would rather move south and that move would be good for Rose's health. (2) She could move here and be without insurance coverage for her multiple health problems until she is approved for disability. (3) We could prolong our geographic separation and have the expense of maintaining separate households until she gets on disability, which can be a very long process. I think this is typical of the difficult choices gay and lesbian couples are forced to make without domestic partner benefits. Julie Ford: My name is Julie Ford, I am the Director of News and Public Affairs for a television station in Sarasota, Florida. My partner is Vicky Oslance, who is a surgical technician by trade but who has chosen to work per diem instead of full time in order to maintain our household since my full time job is very demanding and time consuming. Working per diem, she of course has given up health benefits. This is an added expense for us, one that the other married department heads at my workplace do not have to deal with. I an my partner have been together nearly 9 years . . . longer than most of the married people I work with. We maintain a joint checking account, stock portfolio, and own property together. It is totally unfair for me to have to pay an outrageous amount to insure Vicky's health when other married people at my workplace can get inexpensive company health insurance for their spouses. Susan Hagstrom. When I was hired by UC Berkeley five year ago, I was struck by the lack of equal compensation for equal work. What I did not know then was how close to home this inequality would hit. I recall vividly the day Debra, my partner of seven years, suffered an excruciating ruptured disk. I cried as I watched her in so much pain that she could not stand, sit, or work and had to literally crawl to the bathroom. I cried when she refused to get an MRI because we couldn't afford the $1000 procedure or the expensive doctor visits. I cannot fully describe to you how difficult this lack of benefits has been for me and for Debra. Lori Stone: Until recently, my partner had a job that provided a much inferior benefit plan to my own. Because the deductible on her plan was so high, she would often elect not to get treated for illness, preferring just to ``ride it out.'' Of course this was a risky way to go, and it back- fired on us, when she came down with kidney stones, and was eventually hospitalized. The physical trauma plus the debts we have incurred, because I was unable to cover my partner's expenses, have been difficult to surmount. I currently work for an organization that has excellent medical benefits but no provision for me to be able to cover my partner's medical expenses. If I had been able to cover my partner under my plan, I believe we wouldn't be in the unfortunate financial situation that we are today. Thanks so much for taking this bold move. I pray for the day when I won't feel so disenfranchised in my own country."], u'capitolwords_url': u'http://capitolwords.org/date/1998/02/12/S731-2_statements-on-introduced-bills-and-joint-resolutio/'}