{"speaker_state": "AR", "speaker_raw": "mr. bumpers", "speaker_first": "Dale", "congress": 105, "title": "DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-07-21/html/CREC-1998-07-21-pt1-PgS8639.htm", "number": 98, "id": "CREC-1998-07-21-pt1-PgS8639.chunk68", "volume": 144, "chamber": "Senate", "session": 2, "speaker_last": "Bumpers", "pages": "S8639-S8648", "speaker_party": "D", "date": "1998-07-21", "bills": null, "bioguide_id": "B001057", "order": 68, "speaking": ["I want to suggest to each Senator that they meditate on this proposition.", "The doorbell rings and the Senator's wife answers the door. There is a nicely dressed person, in a suit and tie, standing at the door. He hands her a paper, and she says, ``What is this?''", "He says, ``That's a subpoena.''", "She says, ``What does that mean?''", "He says, ``That means that the district attorney, the United States attorney wants to question you.''", "``Well, about what?''", "``I don't know.''", "``What does this paper mean?''", "``It means that you don't have any choice. You must go down and appear before the grand jury.''", "``Well, how long will that take?''", "``Well, as a matter of fact, sometimes it takes several days. Some witnesses have been known to have to appear for 5 and 6 and 7 days, different times.''", "``But I don't know anything. What can I testify to?''", "``Ma'am, I'm just a functionary. I have been requested, and it is my official duty to present you with this subpoena. Incidentally, the U.S. attorney also wants you to bring all of your telephone calls and also any other documents or letters you may have in your possession that would relate to anything.''", "``Well,'' she says, ``Do I get to bring a lawyer with me?''", "``Oh, yes, ma'am, you can bring a lawyer.''", "Then she says, ``Well, can my lawyer sit in the grand jury room with me?''", "``No, ma'am, I'm afraid not. Your lawyer can sit outside the grand jury room but he can't come in the room with you.''", "Now, to a lot of people, this is a real story. This is not an Orwellian bad dream. This is what happens to a lot of innocent people in this country on a daily basis. She doesn't have any choice but to show up.", "If she had been arrested and charged with a crime, and she was a possible criminal who was about to go on trial and serve jail time if convicted, she would have a constitutional right to a lawyer, or to remain silent. She would not have to tell the U.S. attorney anything. She could remain silent. She could not only remain silent; she would be provided a lawyer if she could not afford one.", "How many times has every person in the Senate stood on this floor and said criminals have more rights than ordinary citizens?", "In this case, it is true. I just gave you a classic illustration of why it is true. If this woman were arrested by the police, or charged with a crime, they couldn't treat her in such a way. But, because she is an ordinary witness, an innocent citizen, she can be made to go and testify. She can be made to bring any documents the U.S. attorney chooses to make her bring. She can be required to walk in the grand jury room and sit alone on the stand in abject terror because her lawyer is not permitted in the room with her; he must sit outside.", "It is true that she can ask for a recess, leave the witness stand and say to the court, say to the U.S. attorney:", "``Before I answer that question, I would like to talk to my lawyer.''", "He says, ``OK.''", "So she goes outside and she asks her lawyer, to whom she has just paid a $5,000 retainer because she is terrified--not because she has done anything wrong--she has just paid this lawyer $5,000. They are people of very modest means. He cannot go in the grand jury room, but she can go out and ask him a question. She is not a lawyer and she is not sophisticated enough to know on what questions should she defer to her lawyer. She could answer the most incriminating question in the world, in all of her legal ignorance, and not know she had just implicated herself.", "What if she says to the man who appeared at her door with a subpoena:", "``You say you don't know what they want to talk to me about?''", "He says, ``Well, it's about the parking meter scandal.''", "``I don't know anything about any parking meter scandal.''", "``Well, I'm sorry, ma'am.''", "She says, ``If they asked me something and I can't remember it, or if I try to remember and I give them an answer and it turns out to be wrong, then what happens?''", "``Oh, then in that case, ma'am, they may charge you with perjury.'' Here is a classic case of a criminal justice system that is not working. I heard all these lamentations about human rights in China, but you tell me, how much worse can a situation get, when innocent people every day in this country are called to testify--and, frankly, as good citizens they should be willing to testify--but when they get in the grand jury room with the U.S. attorney, they are subject to his mercy. He can ask them--he can ask this woman, first crack out of the bat, in this investigation of a parking meter scandal:", "``Have you been faithful to your husband ever since you got married?'' He can do this because there is no requirement of relevancy in the grand jury.", "``Well, as a matter of fact, I think that's personal.''", "``Ma'am, I'm asking you a question. I want an answer. I understand that one of your children is gay; is that true?''", "``Well, what's that got to do with anything?''", "``Ma'am, I'm asking you the questions. I'm the U.S. attorney here, and I can ask anything I want. Is it true one of your children got picked up one time on a pot charge when he was a senior in high school?''", "``What is that relevant to?''", "``Ma'am, as I said, I'm asking the questions here. Now, I'm asking you, and you are legally required to answer truthfully.''", "Senators, I'm going to tell you something. You think this is farfetched? Believe me, believe me, it is not. It happens all the time.", "You ask yourself this question: How would you like to be in the grand jury room without a lawyer--nobody--and you ask the U.S. attorney:", "``Look, I would like to go outside the room. My lawyer is sitting just outside the door. I would like to talk to him and ask him whether I should answer this question or not.''", "``You have a right to do that, ma'am. Go right ahead.''", "She goes out. After awhile, he asks her another one of those silly questions. And she says, ``You know, I don't know how to answer that. I need to talk to my lawyer again.''", "The third time she does that, these grand jurors start nudging each other. ``This woman is hiding something. She knows a lot more than she is willing to talk about. Why is she going outside to talk to that lawyer so much if she doesn't have something to hide?''", "That is the psychological part of trying lawsuits. I am telling you, I was a trial attorney for 18 years before I became Governor. I have seen prosecuting attorneys, I have seen local district attorneys, I have seen U.S. attorneys, eaten up with political ambition. And when they are eaten up with political ambition, do you know what they want? All the notches in their belt they can get. They want to be able to boast, ``I never failed to get an indictment I asked for.''", "The chief judge of the State of New York once said, ``You can get a grand jury to indict a ham sandwich if you ask them to.'' I had a U.S. attorney tell me one time, ``I have never failed to get an indictment from a grand jury.'' I can tell you, if he had ever failed to get one, that would be one of the most abysmal failures I have ever heard of, because I know all kinds of U.S. attorneys and DA's all over this country who have been able to get an indictment every time they ask for one. Do you know why? Because there are 23 grand jurors sitting there who know nothing except what the U.S. attorney proposes to tell them, only what the witnesses he decides to call will tell them.", "Mr. President, I am not talking as any bleeding-heart liberal. I have defended a few criminals in my life. A couple of them I felt pretty sure were guilty, but the first thing I learned in law school is that this is a nation of laws; everybody is entitled to a lawyer, and to a fair trial.", "The grand jury system has gotten so bad that 27 States in this Nation have abolished grand juries. You think about that. The States are always ahead of us in Congress. Mr. President, 27 States have abolished the grand jury system, and 18 States have laws that allow the attorney for a witness to sit in the grand jury room with the witness. Now, what do these states know that we don't know?", "My amendment is just about as simple as you can make it. It says one thing, that a witness who has an attorney and wishes that attorney to sit in the grand jury room with them may do so. What is wrong with that? You tell me. Anybody, tell me.", "If a U.S. attorney is afraid to ask questions because he doesn't want her attorney to hear, what is objectionable about it? And why should he? Why should a U.S. attorney fear asking any question that he is going to ask later, perhaps, in the courtroom anyway? This is supposed to be a fair fight. Is he afraid of the truth?", "Do you know why we have a grand jury system? Because the Federal Government was not to be trusted and the Founding Fathers put the requirement in the Fifth Amendment: We will have a grand jury system. And the reason we cannot abolish it is because it is in the Constitution, and I would not change that. The States are not so fettered, and they are abolishing it right and left because they know that grand jury system is often not fair. It is just short of a Star Chamber proceeding because only one side of the case is heard.", "In medieval England people were tried by ordeal--they were thrown into the lake or had their hand dunked in boiling water. If they survived the ordeal, they were innocent. If they didn't, it didn't make any difference. That is what was called a Star Chamber proceeding. That is what people used to go through when they missed church. They were put in the stocks or they were subjected to boiling water or a whole host of other things.", "So that is the reason that many of the Founding Fathers came here after being abused and abused and abused in England. Because they were mostly a poor class, and they didn't trust Government. Because they had not trusted the King, they knew the King had all the cards, and they wanted to level the playing field and they wanted it to be a fair fight. I can tell you, we do not have a fair fight now in the grand jury.", "So, isn't this just simple justice, to allow a witness to have a lawyer? Is this complicated for anybody listening, that a witness who is not charged with anything should have a right to a lawyer in the courtroom, not sitting outside? Do you think a U.S. attorney would start off asking a Senator's wife if she had been faithful to him all of her life if her attorney was sitting there? I promise you he wouldn't. Do you think he would ask if her children were gay or had ever smoked pot if her lawyer was sitting in the room? Of course, he wouldn't. This is about simple deterrence of misconduct.", "I ask those who will oppose this amendment, What is the prohibition now under existing law to keep a U.S. attorney from asking those kinds of abusive questions, and worse? There is none.", "I remember one time talking with Senator McGovern when he was a Senator. One of these questions came up about charging everybody with everything and vetting everybody who came through. If you get nominated to an executive position, you have to go through a kind of inquisition. George McGovern said, ``I want it on the record right now: I stole a watermelon when I was 12 years old.''", "I can tell you, what we have right now in the grand jury system is not fair, and every Member of this body knows it. I am not defending criminals. I am not saying give criminals an upper hand. What I am saying is give witnesses the same choices you give a defendant, the criminal, which is the right to the assistance of counsel, as guaranteed in the Sixth Amendment.", "Mr. President, I hope everybody understands this issue. I don't want to belabor it. It is the kind of amendment that doesn't need a lot of discussion. But you think about this, I say to Senators, your wife or family member who is as innocent as a newly ordained nun, who never did anything wrong in her life, is going before the grand jury system hardly knowing why she has been called and then subjected to day after day after day of testimony, or even 2 hours of testimony--whatever it is. At least put her on a par with the criminal defendants who are arrested and have to be placed on trial, who have a right to an attorney."], "capitolwords_url": "http://capitolwords.org/date/1998/07/21/S8639_departments-of-commerce-justice-and-state-the-judi/"}