{u'speaker_state': u'CA', u'speaker_raw': u'ms. lee', u'speaker_first': u'Barbara', u'congress': 107, u'title': u'AIDS EPIDEMIC', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2876.htm', u'number': 76, u'id': u'CREC-2001-06-05-pt1-PgH2876.chunk19', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Lee', u'pages': u'H2876-H2884', u'speaker_party': u'D', u'date': u'2001-06-05', u'bills': None, u'bioguide_id': u'L000551', u'order': 19, u'speaking': [u'Mr. Speaker, I rise this evening to join my colleagues to acknowledge the 20th anniversary of the first HIV/AIDS diagnosis in the United States. I first want to thank the gentleman from Texas (Mr. Rodriguez), my fellow social worker, and the gentlewoman from the Virgin Islands (Mrs. Christensen), our physician, who is leading this very valiant effort on behalf of the Congressional Hispanic Caucus and the Congressional Black Caucus, because I believe in unity that we will win. So I am very sober tonight and very humbled by the joint efforts that we are mounting. I want to thank them for their leadership in this.', u'Twenty years ago, the world learned about a new disease. All that was known then was that this disease destroyed the human immune system, and its ultimate outcome was unknown. Unfortunately, because this disease emerged in the United States primarily in the gay community, very little was done to curb the rate of new infections because, quite frankly, of political policies during the Ronald Reagan era. That is when we began to really wonder about this disease. But we did not do much then. We put our head in the sand.', u'Since then, we have learned that this disease could be transmitted through exposure to HIV-infected blood. We learned that transmissions were occurring through unprotected sex with HIV-infected partners. We learned that transmissions were occurring through blood transfusions where HIV-tainted blood products were used. We learned that exposure to HIV was occurring through shared needles and intravenous drug use. We learned that in the United States, poor minority communities were at a greater risk for new HIV infections than the white community.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/05/H2876_aids-epidemic/'}