{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 106, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, THE JUDICIARY AND RELATED AGENCIES APPROPRIATIONS ACT, 2000--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-22/html/CREC-1999-07-22-pt1-PgS9028-2.htm', u'number': 105, u'id': u'CREC-1999-07-22-pt1-PgS9028-2.chunk115', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S9028-S9046', u'speaker_party': u'D', u'date': u'1999-07-22', u'bills': None, u'bioguide_id': u'F000062', u'order': 115, u'speaking': [u'Mr. President, I join with my colleagues in expressing my strong support for the Hate Crimes Prevention Amendment, legislation of which I am a cosponsor.', u'The Hate Crimes Prevention Amendment is urgently needed to compensate for two limitations in the current law. First, the current federal hate crimes law covers only crimes motivated by bias on the basis of race, color, religion or national origin. As a result, federal authorities cannot prosecute individuals who commit violent crimes against others because of their sexual orientation, gender, or disability.', u'In addition, current law limits federal hate crime prosecutions to instances in which the victims was targeted because he or she was exercising one of six narrowly defined federally-protected activities (such as serving on a jury, attending a public school, eating at a restaurant or lodging at a hotel). As a result, the law does not reach many cases where individuals kill or injure others because of racial or religious hatred.', u'The Hate Crimes Amendment would remedy the glaring gaps and inadequacy of the current law by broadening the federal jurisdiction to cover all violent crimes motivated by racial or religious hatred, regardless of whether the victim was exercising a federally protected right. It would also include sexual orientation, gender and disability to the list of protected categories within current federal hate crime law, provided there is a sufficient connection with interstate commerce.', u'At the same time, federal involvement would only come into play if the Attorney General certifies that a federal prosecution is necessary to secure substantial justice. In recent years, the existing federal hate crimes law has been used only in carefully selected cases where the state criminal justice system did not achieve a just result.', u'What does this mean? It means that crimes based on race, color, religion or national origin would be covered under the federal hate crimes law whenever the defendant causes bodily injury, or through the use of fire, a firearm, or an explosive, attempts to case injury.', u'Crimes based on sexual orientation, gender or disability would be limited to the same types of violent crimes, but only if the crime has a sufficient connection with interstate commerce.', u'In all cases, the prosecution would have to show that the crime was motivated in part by the actual or perceived sexual orientation, gender, or disability of the victim--and this would be a matter for the jury to determine.', u'As would be the case for every element of a criminal offense, federal prosecutors would have to prove motivation beyond a reasonable doubt. In all cases, these prosecutions would present evidence that a motivating factor in the crime was bias against a particular group.', u'Hate crimes in these cases would carry a heavy penalty. Persons who cause bodily injury to another, or, through the use of fire, firearms, or explosives, attempts to cause bodily injury in the furtherance of a hate crime would face imprisonment up to 10 years. If the hate crime results in death or the offense included kidnapping, aggravated sexual abuse or an attempt to kill, the convicted offender could face life imprisonment.', u'Mr. President, for many years I have been deeply concerned about hate crimes and the immeasurable impact they have on victims, their families and our communities. In 1993, I sponsored the Hate Crimes Sentencing Enhancement Act, which was signed into law in 1994 as a part of the Violent Crime Control and Law Enforcement Act of 1994. The Act increased the penalties for hate crimes directed at individuals because of their perceived race, color, religion, national origin, gender, disability or sexual orientation.', u'Today, I believe the Hate Crimes Prevention Amendment, builds on this effort by modifying the current law to allow the federal government to provide the vital assistance to states in investigating of crimes of this magnitude.', u'This legislation is long overdue, Mr. President. The brutal murders last year of an African American, James Byrd, in Texas; a gay man, Matthew Shepard, in Wyoming; and the murderous rampage in Littleton, Colorado earlier this year vividly portray why this legislation is so urgently needed.', u'Just recently, our nation awakened to the news of drive-by shooting attacks on Jews, and African-American, and Asian-Americans in Chicago, Illinois. These shootings were the despicable acts of virulent hatred. Undoubtedly these crimes have affected so many lives beyond its immediate victims.', u'Two weeks before the shootings, three synagogues were torched in Sacramento, California, sending shock waves throughout the Jewish community in America.', u'Sadly, hate crimes are becoming too commonplace in America. According to the U.S. Department of Justice, in 1997, the last year for which we have statistics, 8,049 hate crime incidents were reported in the United States. That is almost one such crime per hour. Within these incidents, there were 10,255 victims of these crimes.', u"Of that total, 4,710 or 58.5% of the crime were committed on account of the victim's race. Of these reported crimes, there were almost 1,300 victims of anti-black crimes; 649 victims of anti-Hispanic crimes; and 466 victims of anti-Asian crimes.", u'In that same year, 1,385 or roughly 17% of the victims were targeted because of their religious affiliation. The number of anti-Jewish incidents is second only to those against blacks and far exceeds offenses against all other religious groups combined. Moreover, while by most accounts anti-Semitism in America has declined dramatically over the years, the level of violence is escalating.', u"The FBI reports that crimes against gays, lesbians and bisexuals ranked third in reported hate crimes in 1997, registering 1,102 or 13.7% of reported incidents. And, gender-motivated violence occurs in our country at alarming rates. According to the Leadership Conference on Civil Rights, ``society is beginning to realize that many assaults against women are not `random' acts of violence but are actually bias-related crimes.''", u"In addition, according to the California Attorney General, more than 1,800 of the 8,000 hate crimes reported by the FBI were committed in California. That's a shocking number when one considers the motivation behind a hate crime. These are truly among the ugliest of crimes, in which the perpetrator thinks the victim is less of a human being because of his or her gender, skin color, religion, sexual orientation or disability.", u'By enacting this legislation, federal prosecutors will be able to work in full partnership with their state counterparts. In Wyoming, despite clear evidence that the killing of Matthew Shepard was motivated by bigotry against homosexuals, federal authorities lacked jurisdiction to assist state and local authorities in investigating the case.', u'It is imperative, therefore, that Congress move swiftly to address this situation and enact this legislation. Although the Byrd and Shepard, as well as the Littleton and Chicago atrocities, all have shocked the conscience of our nation, many hate crimes happen daily in our communities and do not receive national exposure and universal condemnation.', u'For example, an 18-year-old San Francisco youth was savagely attacked and beaten after a recent athletic event between St. Ignatius College Preparatory School and Sacred Heart Cathedral Preparatory School. During the beating, his attackers yelled racial slurs at him. Just a few days later, a 17-year-old senior at San Marin High School was beaten outside his school in Novato, a derogatory word regarding his presumed sexual orientation was etched into his arm with a pen.', u'And, in an especially disturbing case in Ventura, California, four skinheads attacked a Latino couple and an African-American couple returning from a high school homecoming date. Singing, and then shouting racial epithets, the skinheads followed the two couples and threw a brick at the head of the African-American teenager. When the students tried to drive away, the skinheads kicked the car and beat it with a baseball bat, causing $2,000 in damage.', u'These recent cases show far more vividly than I can express here today why we need this legislation now more than ever.', u"This amendment does not create any ``special interests.'' Hate crimes are not just the concern of any one race, one gender, or one segment of society. The victims of these types of attacks are black and white, young and old, gay and straight, mother and son, father and daughter. Most importantly, they are all human beings whom other human beings loved and depended on. No one, no matter where he lives or to what group she belongs can be certain who will suffer from senseless acts of violence sparked by bigotry, hatred and prejudice.", u'History is replete with instances in which mindless fear, ignorance and prejudice propel unspeakable acts of inhumanity. There is a great monument to this in this very city: the Holocaust Museum. The Holocaust Museum serves as a stark and cogent reminder of how unchecked hatred can spiral into the genocide of countless millions of Jews and others who were singled out by Nazi Germany for no other reason than that they were different.', u"Unfortunately, Mr. President, as recent events suggest, we do not have to look back sixty years to find example of inhumanity fostered by hate. We can look across the oceans to Kosovo, where the consequences of ``ethnic cleansing,'' mass rapes, and rampant crime, all point to the utter disregard for life and human dignity.", u"Mr. President, American values do not include attacking those who are ``different'' or those with whom we disagree. No one here can reasonably argue that violently attacking a person because of his or her race, gender, disability, or sexual orientation is an acceptable form of behavior.", u'No one here can reasonably argue that protecting American values should not include protecting women, disabled persons, or gays and lesbians from hate crimes.', u'And no one here today need fear a breakdown of society simply because we extend Federal protection from acts of violent prejudice to those members of our society who currently face such an extraordinary threat of hate violence.', u'Instead, as Americans, we value the freedom to be individuals. We value the freedom to express ourselves peacefully. And, above all, Mr. President, we value freedom from fear and tyranny.', u'And, what we must take from the experience of World War II and Kosovo is that our nation must never sit still and permit acts of hatred to go unpunished and undeterred.', u'That is why, if we truly want to defend American values, we should work to give our citizens protection from those who would do them harm simply based upon their race, gender, disability or sexual orientation.', u'And, the Hate Crimes Prevention Amendment aims to send a message to our nation and the world that the singling out of an individual because of race, religion, sexual orientation, gender or disability will not go unnoticed or unpunished.', u"The Hate Crimes Prevention Amendment will make certain that those who commit violent acts because someone is of the ``wrong gender, religion, race, sexual orientation, or disability'' will be prosecuted because everyone, I repeat, everyone has a right to be free from violence and fear when they are going to school, work, travel, or doing something as simple as going to a movie.", u'Mr. President, I urge adoption of the Hate Crimes Prevention Amendment, which includes this important measure. I also urge the conferees on the Commerce, Justice, States appropriations bill to maintain this position during the conference. All Americans, and our future generations, deserve no less.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/07/22/S9028-2_departments-of-commerce-justice-and-state-the-judi/'}