{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 112, "title": "USE OF THE FILIBUSTER", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-12/html/CREC-2011-12-12-pt1-PgS8470-5.htm", "number": 190, "id": "CREC-2011-12-12-pt1-PgS8470-5.chunk0", "volume": 157, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S8470-S8472", "speaker_party": "D", "date": "2011-12-12", "bills": null, "bioguide_id": "D000563", "order": 0, "speaking": ["Mr. President, last week, the highlight of the Senate was two Republican filibusters. Those are efforts by the Republicans to demand 60 votes for the Senate to take action. It used to be rare. In fact, it was so rare that Jimmy Stewart made a movie about it: ``Mr. Smith Goes to Washington.'' My colleagues may remember it. It wasn't this Chamber, but it looked a lot like it, and Jimmy Stewart was at a desk in the back row because he was a freshman Senator and he literally spoke until he dropped, physically, but he won the argument, won the day--a great triumph in Washington. He used the filibuster effectively to stop what he thought was a greedy move, a selfish move by his colleagues.", "That is the movies. What is real life? Real life is when a Republican Senator says: I declare a filibuster and I will see you later; I am going out to dinner.", "That is how it works around here. If we had a few more Jimmy Stewart moments on the floor, where those who are pushing for a filibuster--an exceptional, extraordinary 60-vote margin--had to actually stay on the floor and argue their point, I think they would go away. That is because 9 times out of 10, 19 out of 20, maybe even more, it turns out there is no solid basis for what they are doing.", "What they did last week with their filibusters was to stop a woman from being appointed to the circuit court in the District of Columbia. Her name is Caitlin Halligan. She is from New York. She is an extraordinary person who has argued many cases before the Supreme Court. I do not have her resume in front of me, but I spoke to her nomination last week. She was found unanimously well-qualified by the American Bar Association, and yet she was filibustered by the Republicans, and we could only come up with one Republican vote to support us--only one. All the rest said: The filibuster continues.", "To put that in historic perspective, a few years ago we had a big confrontation in the Senate, before the Acting President pro tempore was elected to the Senate, so I do not implicate him in any way. But before the Acting President pro tempore was elected, there was an argument about whether you should filibuster nominees.", "Well, a group of 14, a bipartisan group, said: only under extraordinary circumstances. Last week, with the filibuster of this nominee, they completely forgot that--except for one, Senator Murkowski of Alaska. She remembered that promise, and she kept it. She joined us in voting to break the filibuster. It was not enough. That nominee fell by the wayside.", "It was not enough, though. One filibuster a week is not enough for the other side. They came up later in the week with another one--that seems to be the sum and substance of their strategy in the Senate--and this filibuster was of Richard Cordray. Richard Cordray is a former attorney general of the State of Ohio. He is now working at the Consumer Financial Protection Bureau, and the President wants him to be the Director.", "What is this bureau? Created by the Dodd-Frank financial reform bill, it will put in place for the first time in the history of the United States an agency of government focused on making certain families and consumers know what they are signing when they get into financial transactions, and to stop those who are exploiting Americans and American families. The Consumer Financial Protection Bureau. We have a ton of agencies that work with the financial institutions. Some of them are good, close friends of those institutions. This would be the one agency of government on the side of consumers.", "I know a little bit about it because I heard a speech once from Elizabeth Warren. Elizabeth Warren, a Harvard law professor, one of the most articulate spokespersons for consumer rights in America--and the watchdog on the bailout funds Congress gave to the banks. She gave a speech once and said: We ought to have one agency that says to the American people, here are the tricks and traps you might find in a mortgage or a credit card agreement, and here are some things we should not allow under the laws of America.", "I liked it so much, I went up to her afterward and said: I wish to introduce the bill. She and I worked on it. We introduced it. I put the first bill in. It gained support and popularity to the point where, when we came to the floor with the Dodd-Frank bill, Senator Chris Dodd took my idea and, I will say, improved it dramatically--he did a great job--and included it in financial reform.", "My hope--the hope of many people--was that Elizabeth Warren, the person who conceived this idea, would head this agency. She was stopped cold. The banking interests and financial institutions in America said not only no, but heck no, we are not going to allow her to be the head of this agency.", "She worked at it, trying to get it up and running, get the right people in place, and eventually went on, and I will not talk here about what her next effort will be. You can read about it anywhere in the papers. But she was the inspiration for this, and Richard Cordray was by her side, as they put this agency together.", "The banks hate the Consumer Financial Protection Bureau like the devil hates Holy Water. The idea there would actually be an independent agency looking over their transactions and their legal instruments and informing the American people when they have stepped over the line is something they find unacceptable.", "Let me tell you about another person working over at the Consumer Financial Protection Bureau. Her name is Holly Petraeus. If her name rings a bell, it should. Her husband, General Petraeus, has probably been in the forefront of keeping America safe since 9/11 more than any other individual, serving both Republican and Democratic administrations. He has risked his life serving his country overseas. He is completely committed to our men and women in the military, and he is currently head of the CIA. His wife is cut from the same cloth. She believes in the military in her heart and soul, and she has worked at the Consumer Financial Protection Bureau to stop predatory lenders who are taking advantage of military families. That is the kind of work that can be done and is being done there. But they do not have a Director. They do not have a leader.", "So last week we brought Richard Cordray's nomination to the floor. It has been here for a long time. No one--no one--has argued this man is not extremely well qualified for the job. He is. The vote came up, and there was another Republican filibuster. He fell by the wayside--just what the banks want. They want to make certain this Bureau does not have a leader and cannot use its resources effectively. They are doing everything they can to cripple it.", "Well, Mr. President, if that were the end of the story--two bad filibusters last week--hold on to your hats because here we come again. This week we are going to have Ambassador Mari Aponte, President Obama's choice to represent our Nation as U.S. Ambassador to El Salvador, before the Senate.", "We know Ambassador Aponte is more than qualified for this assignment because she is already performing that job with distinction. President Obama appointed her by recess appointment nearly a year ago.", "Let me tell you about two of the things she has achieved in a year as our chief diplomat in El Salvador.", "First, she persuaded El Salvador to send troops to assist the NATO training mission in Afghanistan in August. This is the first time--the first time--any Latin American country has put troops on the ground in Afghanistan in support of American troops.", "This represents a significant achievement for El Salvador. Twenty years ago, the people of El Salvador were struggling in the midst of a bloody civil war. Today, they are strong enough and stable enough to help others around the world in Afghanistan establish their own stable democracy.", "Ambassador Aponte has proven to be very effective advocating for U.S. interests in Latin America--a region immediately on our doorstep and with which we have many strategic interests.", "Ambassador Aponte has helped to advance America's security interests in Latin America by expertly negotiating an agreement with El Salvador to open a new jointly funded electronic monitoring center to fight transnational crime.", "What are we talking about here? Drug dealing and terrorism. Such gang and narcotics-related crime impacts both our nations, Central America, and the world. This skilled diplomat is able to work now, as a recess appointment by President Obama, to ensure that El Salvador remains a strong ally in the fight against these dangers.", "She has already proven herself to be an accomplished diplomat in a short period of time. She has a long history of public service and experience in both the private and nonprofit sectors.", "One of America's greatest strengths is that we are a diverse nation. Ambassador Aponte helps demonstrate that strength to the world. She is one of the few Puerto Rican Ambassadors serving our Nation.", "But despite everything I have said to you, her nomination has been met with unjustified resistance on the Republican side of the aisle.", "In 1998, Ambassador Aponte was appointed by then-President Clinton to be Ambassador to the Dominican Republic. She withdrew her nomination, in 1998--13 years ago--after a Miami newspaper reported allegations that a former naturalized Cuban-American boyfriend from the early 1990s was actually a Cuban intelligence agent who was trying to recruit her.", "The FBI looked into the matter. They investigated it. Aponte cooperated completely, and she also severed all her ties with this individual. She was never the subject of any FBI investigation or ever accused of any wrongdoing.", "Despite her full cooperation with the Federal Bureau of Investigation, ultimately the FBI found no evidence to support the allegations against her--none.", "When President Obama looked at Ambassador Aponte's record of public service, he nominated her to serve as America's Ambassador to El Salvador in 2009. Once again, the critics raised the same allegations about her former relationship, even though they had been thoroughly investigated and dismissed and discredited by the Federal Bureau of Investigation.", "Senator DeMint of South Carolina objected to her nomination. He was the only Senator objecting. So this time around, the chairman of the Foreign Relations Committee, Senator John Kerry of Massachusetts, along with Senator Menendez, our only Hispanic Senator on the Democratic side, from the State of New Jersey, made an unprecedented move. They said to Senator DeMint of South Carolina: We will allow you to personally review the FBI files on Ambassador Aponte.", "So Senator DeMint appeared to raise a new objection to Aponte at that point. And listen to this one: This objection--new one--by Senator DeMint stems from an editorial the Ambassador wrote in a popular El Salvadoran newspaper in June about Lesbian, Gay, Bisexual, and Transgender Pride Month. The article was entitled ``For the elimination of prejudices wherever they exist.'' Her op-ed disavowed violence and hatred against individuals based on their sexual orientation, urging education and understanding. Those are hardly radical ideas. Most Members of the Senate--at least, let's say, many Members of the Senate--have given speeches along these lines.", "Well, the Senator from South Carolina calls this op-ed provocative and argues that it is disrespectful of El Salvador's culture and that it inflamed tensions with an important ally. There is no evidence to support what he said--none.", "To the contrary, El Salvador itself had already taken--before she published this editorial--steps toward more equal rights with the passage of Decree 56 in May 2010. That law prohibits all forms of discrimination by the Government of El Salvador based on sexual orientation--just what the Ambassador had asked for in her editorial.", "Decree 56 was signed 1 year before Ambassador Aponte wrote her article, 4 months before she was sworn in as Ambassador. The record is there.", "El Salvador reaffirmed its national commitment to equality again last June when it joined the United States and more than 80 other nations in signing the declaration for the elimination of violence against the lesbian, gay, bisexual, and transgender community during the Human Rights Council of the United Nations.", "Let me also note that Ambassador Aponte wrote that op-ed pursuant to cables from the State Department that went out to all ambassadors around the world, suggesting they write similar pieces or hold a related event. In fact, similar editorials to what Ambassador Aponte wrote were written and events were held at American embassies and posts all around the world.", "Why is one Senator picking on this Ambassador? Quite simply, the nomination of a U.S. Ambassador to a strategically important ally such as El Salvador is no time for a political debate that has little or nothing to do with time-honored and accepted principles in the United States and around the world.", "Ambassador Aponte deserves a vote in the Senate based on her work, her achievements, and her demonstrated ability to effectively advocate for the United States in El Salvador.", "She has been thoroughly vetted by the FBI and the State Department, as is every nominee. She has passed two separate top secret security clearances. She has shown she is able to work with Salvadoran leaders and achieve way beyond what many believed could be achieved because of her skill.", "We live in challenging times. Our ambassadors are the eyes and ears of America around the world. Some of the posts they serve in are very dangerous. Look at what Ambassador Robert Ford has been doing in Syria amid that country's upheaval. Blocking qualified and talented Americans from serving in El Salvador or any place in the world is not in America's best long-term interests.", "During our recent Foreign Relations Committee markup, which the Acting President pro tempore attended, related to Ambassador Aponte's nomination, Chairman Kerry offered Senator DeMint another opportunity to review all the materials we have regarding Ambassador Aponte. I hope he took advantage of that offer. Should he still oppose her nomination, I disagree with him, of course, but respect his rights in the Senate. He can register his vote along with the other Senators. But I certainly hope this critical and important nomination will not be unfairly held up and discredited with another filibuster. It is time for the Senate to move beyond filibusters, to work in an effort to try to solve our problems."], "capitolwords_url": "http://capitolwords.org/date/2011/12/12/S8470-5_use-of-the-filibuster/"}