{u'speaker_state': u'LA', u'speaker_raw': u'ms. landrieu', u'speaker_first': u'Mary', u'congress': 111, u'title': u'SMALL BUSINESS LENDING FUND ACT OF 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-07-19/html/CREC-2010-07-19-txt-PgS5980-2.htm', u'number': 106, u'id': u'CREC-2010-07-19-txt-PgS5980-2.chunk22', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Landrieu', u'pages': u'S5980-S5988', u'speaker_party': u'D', u'date': u'2010-07-19', u'bills': [u'S. 2869'], u'bioguide_id': u'L000550', u'order': 22, u'speaking': [u'Mr. President, I am going to read a few of these organizations into the Record at this time. This is a very market-based, private-sector approach to solving this problem, and that is why the American Apparel & Footwear Association, the American Hotel & Lodging Association, the American International Automobile Dealers Association, the Associated Builders & Contractors, Heating, Airconditioning & Refrigeration Distributers International, and we said the Independent Community Banks of America, but how about the Independent Electrical Contractors, the International Council of Shopping Centers, the Main Street Alliance, the National Association of Women Business Owners--Los Angeles, and I could go on and on and on.', u"There are hundreds of organizations that support this $300 billion Small Business Lending Fund. Again, it leverages up to $300 billion of potential loans to small businesses right here in America to create the jobs we need to move us out and past this recession to higher ground and happier times. We can't wait to get there, but we are not going to get there by peddling in place. We have to move forward.", u'This is a bold proposal, but it is very much based on common sense. It is easy to understand, with clear parameters for understanding it. It is using the great asset of community banks to get low-cost capital into the hands of small businesses--shoe stores, retailers, cleaners, grocery stores--that can then start the hiring of one or two or three extra people. All of that is going to add up to more consumer demand. As people have paychecks, they can go spend them, increasing demand.', u'This is economics 101. It is very simple. It is bold, it is simple, and I believe it will work. It is voluntary. It is for healthy banks only--for community banks only. It has nothing to do with Wall Street, hedge funds or bailouts. It has everything to do with job creation on Main Street in America, and more than 100 small business organizations are supporting this initiative.', u'I thank the Members of the Senate, both Democrats and Republicans, who have been very supportive. We are grateful for the wonderful testimony and endorsements we have received from these very powerful organizations and we look forward, after we have the vote on unemployment sometime tomorrow, to getting back to the business of ending this recession. We have all had about as much of it as we can take.', u'We want to move to stronger times, to happier times. We are only going to do that by giving small business substantial and targeted tax cuts and a lending program that they can work for them and the businesses they want to serve and service every day on Main Streets throughout America.', u"Dear Senator: Access to credit is a critical issue facing small businesses today. The undersigned organizations, representing millions of small business owners in every industry sector, were very disappointed to learn that only one provision related to expanding small business access to credit was included in the draft legislation offered by Senators Baucus and Grassley, the ``Hiring Incentives to Restore Employment Act.'' Furthermore, none of the provisions aimed at improving the Small Business Administration (SBA) lending programs are currently being considered in Majority Leader Reid's latest proposal. We are concerned that if the Senate fails to listen to the needs of small businesses and address the credit crisis, a tremendous opportunity to help create new, sustainable jobs in 2010 and beyond will be lost. We urge your support for appropriations to extend the SBA loan provisions of the American Recovery and Reinvestment Act (ARRA) through the end of December 2010. The depletion of funds last fall is proof that the SBA programs were, and continue to be, critically important for our nation's creditworthy entrepreneurs. An additional $354 million in appropriations is needed to fund the extension of the higher guaranty percentages and waiver of borrower fees for the balance of the fiscal year. Additionally, we urge your support for an increase in the maximum loan size and the maximum guaranteed portion of SBA loans. Senators Landrieu and Snowe have introduced legislation that would increase the maximum size of SBA 7(a) and 504 loans from $2 million to $5 million. This legislation would also provide a commensurate increase in the statutory maximum guaranteed portion of SBA 7(a) loans. Moreover, the CBO has determined that their legislation, S. 2869, will have no impact on spending or revenue. These levels are recommended by the Administration, have bi-partisan support and we urge your support as well. By including these provisions in upcoming legislation aimed at spurring new job creation, there is the potential to leverage an additional $16 billion in SBA lending in 2010. According to Federal Highway Administration data, federal spending on highway programs can generate about 34,100 jobs for every $1 billion spent. Small businesses can generate the same rate of job creation, except that small businesses have the ability to create new, sustainable jobs in every local community. Therefore, by acting on these recommendations, the Senate will help increase small business lending that will result in over 545,000 sustainable new jobs in the next year. We urge you to act quickly so that we can continue to realize the SBA lending momentum we saw in 2009. Small businesses cannot be the engine of our economy if they continue to face unrelentingly tight credit markets. The Senate must include these important provisions in the job creation bills currently pending in order to restart the flow of credit to America's small businesses or else these entrepreneurs will be left to sit on the sidelines. Respectfully, American Apparel & Footwear Association; American Bankers Association; American Foundry Society--California Chapter; American Hotel & Lodging Association; American International Automobile Dealers Association; Associated Builders & Contractors; California Association for Micro Enterprise Opportunity; California Association of Competitive Telecommunications Companies; California Cast Metals Association; California Chapter of the American Fence Contractors Association; California Employers Association; California Fence Contractors Association; California Hispanic Chamber of Commerce; California Metals Coalition; California Public Arts Association, Inc.; Council of Smaller Enterprises (Ohio); Engineering Contractors Association; Entrepreneurs Organization Los Angeles; Fashion Accessories Shippers Association; Flasher/Barricade Association; Golden Gate Restaurant Association; Greater Providence (RI) Chamber of Commerce; Heating, Air Conditioning & Refrigeration Distributors International; Independent Community Bankers of America; Independent Electrical Contractors; Independent Waste Oil Collectors and Transporters; International Council of Shopping Centers; International Franchise Association; Main Street Alliance; Marin Builders' Association; Marine Retailers Association of America; Monterey County Business Council; Napa Chamber of Commerce; National Association for the Self-Employed; National Association of Development Companies; National Association of Government Guaranteed Lenders; National Association of Manufacturers; National Association of Women Business Owners--Inland Empire; National Association of Women Business Owners--Los Angeles; National Automobile Dealers Association; National Cooperative Business Association; National Council of Chain Restaurants; National Council of Textile Organizations; National Federation of Filipino American Associations; National Gay & Lesbian Chamber of Commerce; National Marine Manufacturers Association; National Ready Mixed Concrete Association; National Restaurant Association; National Small Business Association; North American Die Casting Association--California Chapter; North Carolina Bankers Association; Northern Rhode Island Chamber of Commerce; NPES--The Association for Suppliers of Printing, Publishing and Converting Technologies Oakland Metropolitan Chamber of Commerce; Oregon Small Business for Responsible Leadership; Peninsula Builders Exchange of California; Plumbing-Heating-Cooling Contractors of California; Recreation Vehicle Industry Association; Recreational Vehicle Dealers Association; Rhode Island Small Business Summit Committee; Sacramento Asian Chamber of Commerce; San Francisco Builders Exchange; San Francisco Chamber of Commerce; San Francisco Small Business Advocates; San Francisco Small Business Network; Small Business Association of Michigan (SBAM); Small Business Association of New England (SBANE); Small Business California; Small Business Majority; Small Manufacturers Association of California; South Carolina Small Business Chamber; Spa and Pool Industry Education Council of California; SPI: The Plastics Industry Trade Association; The Financial Services Roundtable; The Hosiery Association; Travel Goods Association; Tree Care Industry Association; Urban Solutions--San Francisco; U.S. Chamber of Commerce; U.S. Hispanic Chamber of Commerce."], u'capitolwords_url': u'http://capitolwords.org/date/2010/07/19/S5980-2_small-business-lending-fund-act-of-2010/'}