{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 111, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2010-08-04/html/CREC-2010-08-04-pt1-PgS6685.htm', u'number': 117, u'id': u'CREC-2010-08-04-pt1-PgS6685.chunk81', u'volume': 156, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S6685-S6728', u'speaker_party': None, u'date': u'2010-08-04', u'bills': None, u'bioguide_id': None, u'order': 81, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Dear Chairman Leahy and Senator Sessions: From Afghanistan I have read about the criticism being leveled at Elena Kagan during the confirmation hearings for her nomination as an Associate Justice of the Supreme Court over her decisions and positions while dean of Harvard Law School with regard to military recruiters on campus and the military's ``Don't Ask, Don't Tell'' (DADT) policy. Senator Sessions issued a statement that Kagan ``stood in the way of devoted, hardworking military recruiters,'' and Senator Jon Kyl said that ``[h]er tenure . . . was marred, in my view, by her decision to punish the military and would-be recruits for a policy--`don't ask, don't tell' and the Solomon Amendment. . . .'' I am one of those recruits and write to share with the Committee my experience as a law student at Harvard between 2004 and 2006 when the controversy over military recruiters on campus unfolded. Shortly after my 2006 graduation I enlisted in the Army Reserve and I am currently serving as a civil affairs officer at a remote combat outpost in eastern Afghanistan. I am focused on my mission here, but as a citizen, lawyer, and military officer who swore to defend the Constitution, I care also about the integrity of the Supreme Court selection process and disagree with efforts to paint Elena Kagan as unsupportive of the military. Like most Americans I want to see a nomination process focused on Kagan's qualifications and judicial philosophy, not on empty political theater. The details and chronology of her decisions with regard to military recruiters on campus have been well-reported by the media and described again by Ms. Kagan, but I will recount them briefly from my experience as a student who was there at the time considering enlistment in the military. I remember her decisions and the tenor of her messages about the military, DADT, and military recruiting. There was a legitimate legal debate taking place in the courts over the Solomon Amendment, and when court decisions allowed it in 2004, Kagan made a decision to uphold the school's anti-discrimination policy. Military recruiters were never barred from campus. During the brief period when recruiters were not given access to students officially through the law school's Office of Career Services, they still had access to students on campus through other means. Immediately following this period, in 2005 more graduating students joined the military than any year this decade, according to the Director of the Law School's Office of Career Services. Kagan's positions on the issue were not anti-military and did not discriminate against members or potential recruits of the military. Nor do I believe that they denied the military much-needed recruits in a time of war. There are only a few of us each year who joined the military while attending, or after graduation from, Harvard Law. Kagan's decision to uphold the school's anti-discrimination policy for a brief period of time and express disagreement with DADT did not prevent us from talking with recruiters and joining. I heard Kagan speak several times about this issue. She always expressed her support for those who serve in the military and encouraged students to consider military service. It was clear she was trying to balance the institution's values underlying its antidiscrimination policy with her genuine support for those who serve or were considering service in the military. Indeed, her sense of DADT's injustice seemed to grow out of her belief in the importance and value of military service. I remember that she repeatedly said as much while dean. More recently while speaking to cadets at West Point, she explained that, ``I personally believe that the exclusion of gays and lesbians from the military is both unjust and unwise. I wish devoutly that these Americans too could join this noblest of all professions and serve their country in this most important of all ways.'' I believe she was right. But Senator Sessions recently suggested, referring to Ms. Kagan's positions, that ``to some in the elite, progressive circles of academia, it is acceptable to discriminate against the patriots who fight and die for our freedoms.'' With due respect, as a Soldier who serves side by side in a hostile combat zone with patriots who are subjected to the discrimination imposed by DADT policy, I see it differently. Like most servicemembers serving in a combat theater, when we go outside the wire, I care more about the fitness, experience, and tactical proficiency of the Soldiers around me than who they might want to date or marry when they get home. Out here on the ground in Afghanistan, when we are attacked--which happens often at and around my outpost--it does not matter who is straight or gay any more than it matters who is white or black or who among us can drink legally and who is still underage. We come under fire together. And when it's over, we pick ourselves up and continue on with the mission together. Yet contrary to the military's code of leaving no comrade behind, DADT continues to selectively discriminate against some of these servicemembers who put their lives at risk for this country. Nevertheless, reasonable, well-intentioned and equally honorable people disagree about the wisdom of DADT. To attack Ms. Kagan for a principled position she took as a law school dean that had no practical effect on military recruitment looks, from where I stand, like a political distraction. What the country deserves instead is a substantive debate over Elena Kagan's judicial philosophy and her qualifications to interpret the Constitution and decide cases as a member of this nation's highest court. I urge you to maintain that focus for the remainder of the hearings and refrain from further hyperbole questioning Ms. Kagan's support for the men and women of the U.S. military. I believe that, while dean of Harvard Law School, she adequately proved her support for those who had served, were currently serving, and all those who felt called to serve, including those like me who joined upon graduation as well as those patriots who were not permitted to do so under the policy of ``Don't Ask, Don't Tell.'' Respectfully, David M. Tressler, First Lieutenant, Civil Affairs, United States Army Reserve, Khost Province, Afghanistan."], u'capitolwords_url': u'http://capitolwords.org/date/2010/08/04/S6685_executive-session/'}