{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 112, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-28/html/CREC-2011-06-28-pt1-PgS4158.htm', u'number': 94, u'id': u'CREC-2011-06-28-pt1-PgS4158.chunk2', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Durbin', u'pages': u'S4158-S4161', u'speaker_party': u'D', u'date': u'2011-06-28', u'bills': None, u'bioguide_id': u'D000563', u'order': 2, u'speaking': [u'Mr. President, I rise today to introduce the Family and Medical Leave Inclusion Act. This bill, which I also introduced in the 111th Congress, would extend the important protections of the Family and Medical Leave Act to same-sex couples in America.', u'I am pleased to introduce this bill with a coalition of Senators who are committed to ensuring justice and equality for all Americans. I would like to thank Senators Akaka, Blumenthal, Coons, Gillibrand, Kerry, Lautenberg, Leahy, Merkley, Sanders, and Whitehouse for standing with me in support of the Family and Medical Leave Inclusion Act.', u'In 1993, Congress passed the Family and Medical Leave Act to, among other things, protect American workers facing either a personal health crisis, or that of a close family member.', u"People in the workforce who suffer a serious illness or significant injury should be able to take time to heal, recover, follow their doctors' orders, and return to their jobs strong, healthy, and ready to be productive again. Thanks to the FMLA, they can take that time knowing that their jobs will be there when they recover.", u'As we all know well, most employees are not only concerned about their own health and wellbeing. They are concerned about the health and wellbeing of those that they love. The FMLA gave workers with a child, parent, or spouse that was sick or injured, an opportunity to provide the needed care and support, knowing that their jobs would be there when they returned.', u"When it was passed, the FMLA was an important and historic expansion of our nation's laws. Unfortunately, as families have evolved and expanded, we've learned that the FMLA does not provide the same level of protection to all American families. Under current law, it is impossible for many employees to be with their partners during times of medical need.", u'As I stated when I introduced this bill last year, Congress followed the lead of many large and small businesses when it enacted the FMLA. Almost 20 years ago, many of these businesses had already recognized and addressed the need for employees to take time off to care for themselves or a loved one that was battling a serious health condition. These companies had put in place systems that gave their employees time to heal themselves or their family members, and ensured that those employees would return to work as soon as they could.', u'The FMLA took the model these companies provided and brought the majority of the American workforce under the same protections.', u'We once again have an opportunity to learn from the best practices of American businesses who have adjusted their personnel policies and benefit packages to better meet the needs of American families, as we find them today. These businesses have assessed the composition of their workforces and realized that, in order to meet the evolving needs of their employees and enhance productivity, they needed to go one step further than the protections provided by the FMLA.', u'The Human Rights Campaign, leading civil rights organization that strongly supports the Family and Medical Leave Inclusion Act, reports that 502 major American corporations, 10 states, and the District of Columbia now extend FMLA benefits to include leave on behalf of a same-sex partner. Moreover, as of March of this year, 58 percent of Fortune 500 companies provided health benefits to same-sex partners, a 13 fold increase since 1995.', u'When the FMLA was signed into law, it was narrowly tailored to cover individuals caring for a very close family member. The law sought to cover that inner circle of people, where the family member assuming the caretaker role would be one of very few, if not the only person, who could do so. That idea has not changed.', u'What has changed are the people who might be in that inner circle. The nuclear American family has grown, sometimes by design, and sometimes by necessity. More and more, that inner circle of close family might include a grandparent or grandchild, siblings, or same-sex domestic partners in loving and committed relationships.', u'As the law stands right now, too many of these people are excluded from the protections of the FMLA.', u'In these tough economic times, when unemployment is high and those with jobs are doing everything they can to keep them, we all know the value of job security. Hardworking Americans should not have to make the impossible choice between keeping their jobs and providing care and support for loved ones in their time of need. Almost 20 years ago, the FMLA ensured that millions of Americans did not have to make that choice. Now, the time has come to ensure that the security afforded by the FMLA is available to a broader range of American workers.', u'There are many who would understandably question what this kind of change in the law would cost the business community. As I have stated in the past, the FMLA is already a very good law; it is already in place and it is working. It provides unpaid leave when the need arises, and it only applies to businesses that have enough employees on hand to handle the absence of a single worker without too great a burden.', u'Ninety percent of the leave time that has been taken under the FMLA has been so that employees can care for themselves or for a child in their care, and those situations are already covered under the law as it stands. What the Family and Medical Leave Inclusion Act would do is provide a little more flexibility, and recognize that there are a few more people in that inner circle of family who we might call upon, or who might call upon us.', u'We can all agree that family is the first and best safety net in times of personal crisis. Families need to be given the realistic ability to provide that assistance. What the Family and Medical Leave Inclusion Act does is give those family members the ability to help their loved ones in ways that only they can, without fear of losing their jobs in the process.', u'The Family and Medical Leave Inclusion Act enhances the FMLA. The Family and Medical Leave Inclusion Act, like the FMLA when it was passed almost 20 years ago, is long overdue. Our bill contains reasonable changes that reflect what many businesses have already done and accurately capture the modem American family.', u'The Family Medical Leave Inclusion Act is supported by over 80 organizations from the business, civil rights, LGBT, and labor communities, including: the National Association of Working Women; AFSCME; American Pediatrics Association; ACLU; Families USA; Gay and Lesbian Advocates and Defenders, GLAD; Human Rights Campaign; People for the American Way; SEIU; and The Leadership Conference on Civil and Human Rights.', u'The Family and Medical Leave Inclusion Act is the right thing to do, and I hope we can join together and pass it on a bipartisan basis.', u'Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/06/28/S4158_statements-on-introduced-bills-and-joint-resolutio/'}