{"speaker_state": "CA", "speaker_raw": "ms. pelosi", "speaker_first": "Nancy", "congress": 107, "title": "AIDS EPIDEMIC", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2876.htm", "number": 76, "id": "CREC-2001-06-05-pt1-PgH2876.chunk26", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Pelosi", "pages": "H2876-H2884", "speaker_party": "D", "date": "2001-06-05", "bills": null, "bioguide_id": "P000197", "order": 26, "speaking": ["Mr. Speaker, we have talked about early intervention, early intervention; and this legislation would enable this to happen.", "Mr. Speaker, I rise as a member of the Asian Pacific American Islander Caucus in joining my colleagues and commending the gentleman from Texas (Mr. Rodriguez) and the gentlewoman from the Virgin Islands (Mrs. Christensen) for their leadership on this important issue.", "This Special Order tonight represents the changing face of AIDS. When I came to Congress 14 years ago this week, thousands of people had already died in my district. It was largely a gay man's disease.", "We tried to teach the rest of the country what we learned about prevention, care, and research. Some of the legislation we are putting forth today is bearing the fruit of that.", "I join the gentleman in putting forth the $540 million request for the Minority AIDS Initiative. I do not want anybody to think that any minority access to AIDS is only to that pot of money. That is the entry level to the bigger pot of money. So it opens the door to all of the other billions of dollars that are available. It is necessary to have that door opening, and I thank my colleagues for that.", "Mr. Speaker, I did have an opportunity to speak on the floor earlier today on this, but I wanted to commend the caucuses for their leadership on this; and I look forward to working with them as an appropriator and as a member of one of the caucuses, for increased funding, for improving the quality of life, and for ending this terrible pandemic."], "capitolwords_url": "http://capitolwords.org/date/2001/06/05/H2876_aids-epidemic/"}