{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 111, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-03-19/html/CREC-2009-03-19-pt1-PgS3520.htm", "number": 48, "id": "CREC-2009-03-19-pt1-PgS3520.chunk28", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Hatch", "pages": "S3520-S3536", "speaker_party": "R", "date": "2009-03-19", "bills": null, "bioguide_id": "H000338", "order": 28, "speaking": ["Mr. President, today I will vote to confirm the nomination of Elena Kagan to be the next Solicitor General of the United States. Because the Constitution gives the appointment power to the President, not to the Senate, I believe the President is owed some deference so long as his nominees are qualified. This standard applies particularly to his executive branch appointments. I will vote for the nomination before us because I believe this standard is satisfied.", "Dean Kagan would not be the first Solicitor General to have come from legal academia. Walter Dellinger came to the Clinton administration from Duke, Rex Lee served in the Reagan administration after founding Brigham Young University School of Law.", "Nor would Dean Kagan be the first Solicitor general to have come to the post from Harvard. Archibald Cox came from the Harvard law faculty to serve as Solicitor General in the Kennedy administration. Erin Griswold became Solicitor General in 1967 after a dozen years as a Harvard law professor and another 19 as dean. Charles Fried, who taught at Harvard for nearly a quarter century before becoming Solicitor General in 1985, went back to teaching and is now a colleague of Dean Kagan. I was pleased to see him at her confirmation hearing.", "I would note two other things about Dean Kagan's qualifications. First, she has no experience arguing before any court. I have long believed that prior judicial experience is not a prerequisite for successful judicial service. Justice Felix Frankfurter taught at Harvard Law School from 1921 until President Franklin D. Roosevelt appointed him to the Supreme Court in 1939. During that time, by the way, he turned down the opportunity to become Solicitor General. But Justice Frankfurter famously wrote in 1957 that the correlation between prior judicial experience and fitness for the Supreme Court is, as he put it, ``precisely zero.''", "But courtroom argument, especially appellate advocacy, is a more specific skill that is related more directly to the Solicitor General's job. As such, Dean Kagan's complete lack of such experience is more significant. Which leads me to the second point that, despite her lack of courtroom experience, every living former Solicitor General has endorsed her nomination. They know better than anyone what it takes to succeed in the post and believe she has what it takes.", "Speaking of endorsements, Dean Kagan is also supported by a number of lawyers and former government officials who are well known in conservative legal circles. These include Peter Keisler, who served as Assistant Attorney General and Acting Attorney General under President George W. Bush; Miguel Estrada, prominent Supreme Court practitioner and a former nominee to the U.S. Court of Appeals; Jack Goldsmith, who headed the Justice Department's Office of Legal Counsel under the previous President; and Paul Cappuccio, who served in the Justice Department during the first Bush administration and is now general counsel at TimeWarner.", "A few other issues have given me pause during the confirmation process. When Dean Kagan served as a law clerk for Justice Thurgood Marshall, she wrote a memo in a case challenging the constitutionality of the Adolescent Family Life Act. That statute provided funds for demonstration projects aimed at reducing teen pregnancy. Dean Kagan objected to including religious groups in such projects, insisting that ``[i]t would be difficult for any religious organization to participate in such projects without injecting some kind of religious teaching.'' She actually argued for excluding all religious organizations from programs or projects that are, in her view, ``so close to the central concerns of religion.'' This is a narrow-minded, I think even ignorant, view of religious groups and her recommendation of discrimination against them comes close, it seems to me, to raising a different kind of constitutional problem. Thankfully, the Supreme Court did not follow her suggestion and instead upheld the statute. When asked about it at her hearing in February, Dean Kagan said that, looking back, she now considers that to be, as she put it, ``the dumbest thing I ever heard.'' With all due respect, I agree.", "Dean Kagan took a very strong, very public stand against the so-called Solomon Amendment, which withholds federal funds from schools that deny access to military recruiters. Harvard denied such access in protest of the military's exclusion of openly gay servicemembers. Dena Kagan chose to allow access only under the threat of the entire university losing federal money. But she condemned in the exclusion policy in the strongest terms, calling it repugnant and ``a profound wrong--a moral injustice of the first order.'' In her personal capacity, she joined other law professors on a friend of the court brief in the lawsuit challenging the policy. In 2006, the Supreme Court upheld the Solomon Amendment, specifically rejecting the position Dean Kagan had taken, saying: ``We refuse to interpret the Solomon Amendment in a way that . . . would render it a largely meaningless exercise.'' Dean Kagan is entitled to take that or any other position on that or any other issue she chooses. But it raises the question whether she would be able, as the Solicitor General must, to put aside even such strongly held personal views and vigorously defend only the legal interests of the United States. She assured the Judiciary Committee that she could do that, even saying that she would have defended this very statute, the Solomon amendment, in the way that Solicitor General Paul Clement did. I note that Paul Clement is one of the former Solicitors General endorsing Dean Kagan's nomination.", "When Dean Kagan's nomination came up for a vote in the Judiciary Committee, I joined the ranking member, Senator Specter, in passing because of concerns that she had been insufficiently forthcoming in answering questions during her hearing and written questions afterward. I applaud Senator Specter for pursuing this, for meeting with Dean Kagan again, and for pushing her for more information and more thorough answers. She has provided some additional insight into her views, though I respect the fact that her additional effort will not satisfy everyone.", "All in all, I have concluded that I can support Dean Kagan's nomination. She is qualified to serve as Solicitor General and I have not seen enough to overcome the basic deference that I believe I must give the President. As such, I will vote to confirm her."], "capitolwords_url": "http://capitolwords.org/date/2009/03/19/S3520_executive-session/"}