{"speaker_state": "FL", "speaker_raw": "mr. hastings of florida", "speaker_first": "Alcee", "congress": 111, "title": "PROVIDING FOR CONSIDERATION OF H.R. 1913, LOCAL LAW ENFORCEMENT HATE CRIMES PREVENTION ACT OF 2009", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-29/html/CREC-2009-04-29-pt1-PgH4929-2.htm", "number": 64, "id": "CREC-2009-04-29-pt1-PgH4929-2.chunk7", "volume": 155, "chamber": "House", "session": 1, "speaker_last": "Hastings", "pages": "H4929-H4938", "speaker_party": "D", "date": "2009-04-29", "bills": ["H. Res. 372", "H.R. 1913"], "bioguide_id": "H000324", "order": 7, "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Mr. Speaker, H. Res. 372 provides a closed rule for consideration of H.R. 1913, the Local Law Enforcement Hate Crimes Prevention Act of ", "This legislation is a vital step towards bringing the full protection of the law to those targeted for violent, bias-motivated crimes simply because of who they are. This bill expands the Federal hate crimes law to include protections for crimes directed at individuals because of their gender, gender identity, sexual orientation, or disability.", "These crimes are designed to intimidate entire communities on the basis of personal and immutable characteristics. All of us in this Chamber know that hate crimes tear the fabric of our society and fragment communities because they target an entire community or group of people, not just the individual victim.", "This legislation makes important new changes to Federal civil rights law by providing new Federal authority for investigating and prosecuting criminal civil rights violations. It authorizes the Attorney General to provide assistance in the criminal investigation or prosecution of violent crimes motivated by prejudice based on the actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity or disability of the victim.", "This bill spans interstate lines by establishing uniform Federal protections against hate crimes as a backdrop to existing laws in every State. It directs the Attorney General to give priority for assistance to cases in which offenders have committed crimes in more than one State and to rural jurisdictions that have difficulty covering the extraordinary expenses associated with investigations and prosecutions.", "This bill makes it a Federal criminal offense to cause or attempt to cause bodily harm through the use of fire, firearms, or explosive devices against a person due to bias-driven violence.", "These provisions enhance our country's 233-year tradition of protecting liberty, freedom, and acceptance by protecting and recognizing the human dignity of every person. No person should live in fear of violence because of who they are.", "Some have criticized this legislation by claiming that the hate crimes bill will infringe upon free speech, somehow turning Federal authorities into ``thought police.'' In my view, this is simply not true. The hate crime bill adds no new classes of crime. This legislation is not about thinking or believing, but acting and harming.", "This legislation strengthens, not weakens, the First Amendment freedom of speech protections. It prohibits for use as evidence a defendant's speech or association unless specifically related to the crime, and this legislation does not disturb constitutionally protected speech or associations.", "It is preposterous to argue that this bill criminalizes thoughts and beliefs. The bill does not criminalize those who hate or disagree with other people or groups of people. It criminalizes acts of violence against people based on the victim's characteristics.", "Under current law, the Federal Government's involvement is only authorized in those cases in which the victim was targeted because of race, color, religion, or national origin. The current protection is neither uniform nor comprehensive, and this has important practical and symbolic consequences.", "It is vital that the Federal Government send a message to the American people that hate crimes committed because of one's sexual orientation, gender identity, gender, or disability are as intolerable as those motivated by race, ethnicity, national origin, or religion.", "Some also argue that we're federalizing crimes already illegal under State laws, providing limited jurisdiction to investigate and prosecute bias-motivated crimes. However, Congress has rejected this argument repeatedly by passing hundreds of bills that give the Federal Government jurisdiction over crimes that States already consider illegal.", "From 1995 to 2006, my friends on the other side controlled Congress and enacted nearly 100 public laws imposing new Federal criminal penalties for conduct that was already under State law and creating over 600 new Federal crimes.", "Hate crimes are destructive and divisive. A random act of violence resulting in injury or even death is a tragic event that devastates the lives of the victim and their family. But the intentional selection and beating or murder of an individual because of who they are terrorizes an entire community--and sometimes, the Nation.", "It is easy to recognize the difference between the arson of an office building versus the intentional torching of a church or synagogue. The church or synagogue or mosque burning has a profound impact on the congregation, the faith community, the local community, and the Nation. We're all affected by violent acts of hatred, and there is ample evidence that violent, bias-motivated crimes continue to be a widespread and serious problem in our Nation.", "In my home State, the most recent Florida Hate Crimes Report published by the Florida Attorney General reported a total of 193 hate crimes, 14.5 percent of which were motivated by sexual orientation. Additionally, poll after poll continues to show that the American public supports hate crimes legislation inclusive of sexual orientation. FBI data show 1,265 hate crime incidents directed at gays and lesbians in the year 2007 alone, the third most frequent victims and over 16 percent of all hate crimes reported that year. And 79 hate crime incidents directed at disabled victims were also reported that year. And, unfortunately, we know it is widely accepted that hate crimes specifically against those with disabilities remain vastly underreported. Mr. Speaker, this is clearly a problem that merits the passage of an expanded hate crimes law.", "Furthermore, this legislation is endorsed by over 300 law enforcement, civil rights, civic and religious organizations including the National Sheriffs Association, the International Association of Chiefs of Police, National District Attorneys Association, the American Civil Liberties Union, the Human Rights Campaign, the Presbyterian Church, the Episcopal Church, the NAACP, and the National Disability Rights Network.", "Mr. Speaker, this measure would give local law enforcement officials important tools to combat violent, bias-motivated crime. Federal support, through training and direct assistance, will help ensure that bias-motivated violence is effectively investigated and prosecuted. The legislation would also facilitate Federal investigations and prosecutions when local authorities are unwilling or unable to achieve a just result.", "As we consider H.R. 1913 today, let us remember that this hate crimes bill is also known as the Matthew Shepard Act, in memory of the 21-year-old University of Wyoming student who was brutally tortured and murdered in 1998 just because he was gay. At the time of his murder just a few years ago, no criminal statute existed in Wyoming to charge his killers with a hate crime nor was there Federal financial assistance available to aid the local authorities in Laramie, Wyoming, with investigating and prosecuting his murder.", "The fact of the matter is hate crimes happen every day and we should not wait for another Matthew Shepard to ensure justice.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2009/04/29/H4929-2_providing-for-consideration-of-hr-1913-local-law-e/"}