{"speaker_state": "CA", "speaker_raw": "mrs. feinstein", "speaker_first": "Dianne", "congress": 111, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-28/html/CREC-2009-04-28-pt1-PgS4808.htm", "number": 63, "id": "CREC-2009-04-28-pt1-PgS4808.chunk4", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Feinstein", "pages": "S4808-S4828", "speaker_party": "D", "date": "2009-04-28", "bills": ["S. 911"], "bioguide_id": "F000062", "order": 4, "speaking": ["I wish today to support the Matthew Shepard Hate Crimes Prevention Act of 2009. I want to thank and commend my friend and colleague, Senator Kennedy, for his leadership and dedication on this important issue. It is long past time that we move to bring existing Federal hate crimes law into the 21st century.", "I have been an original cosponsor of the Hate Crimes Prevention Act since it was first introduced in the Senate over a decade ago.", "And I am proud to join today with my colleagues--Senators Kennedy, Leahy, Specter, Collins, Snowe, Schumer, Durbin, and others--to reintroduce this legislation, which will once and for all send a message: We will no longer turn a blind eye to hate crimes in this country.", "This legislation is a crucial step toward prosecuting crimes directed at thousands of individuals who are the targets of brutal and senseless violence.", "The current Federal hate crimes law simply does not go far enough. It covers only crimes motivated by bias on the basis of race, color, religion or national origin.", "This bill improves the current Federal hate crime law by including crimes motivated by gender, gender identity, sexual orientation, and disability.", "Specifically, the Matthew Shepard Crimes Prevention Act of 2009 expands on the 1968 definition of a hate crime.", "Under current Federal law, hate crimes only cover attacks based on race, color, religion, and national origin.", "Under the proposed bill, hate crimes will include: gender, gender identity, sexual orientation, and disability.", "The bill enables States, local jurisdictions, and Indian tribes to apply for Federal grants in order to solve hate crimes and provides Federal agents with broader authority to aid State and local police.", "Additionally, the bill amends the Hate Crime Statistics Act to allow law enforcement agencies to gather additional data on violent crimes committed out of hate.", "The bill also includes a ``Rule of Construction'' to ensure that it does not intrude on first amendment protected rights to freedom of speech.", "I believe that it is time for Congress to expand the ability of the Federal Government to investigate and prosecute anyone who would target victims because of hate. In States that have already enacted hate crimes laws, the Federal Government must provide the resources to ensure that those crimes do not go unpunished. We can and must do more.", "Across the Nation, horrific instances of violence are occurring that this bill would work to fight against. I would like to share just a few examples:", "In February 2008 in Oxnard, CA, Lawrence ``Larry'' King, a 15-year-old boy was shot and killed by a fellow classmate at his junior high school. Larry, who had told his classmates he was gay, had long been harassed and bullied at school. The way he was treated is unacceptable, and his death was a tragic and poignant reminder of why it is so important to stop bullying and violence in our schools.", "In Laurel, DE, earlier this month, three teenagers were charged with robbing and assaulting a 31-year-old developmentally disabled man. The victim was walking home one Friday evening from his brother's house in the Laurel Village Mobile Home Park and was dragged into a wooden area, beaten, and robbed of his wallet and keys. The victim's mother later found him and took him to the hospital where he was treated for a concussion.", "Lastly, one of the most well-known cases in California happened in West Hollywood to actor Trev Broudy in 2002. The night of the attack, Trev Broudy was hugging a man on a street. Three men with a baseball bat savagely attacked the actor and left him in a coma for approximately 10 weeks. As a result of the attack, Trev suffered brain damage, lost half of his vision, and has experienced trouble hearing.", "The crimes are brutal. The attackers targeted their victims because of who they are. Yet, none of these crimes can be prosecuted as a Federal hate crime.", "These are not isolated instances.", "These crimes occur all too often.", "According to the latest FBI statistics, there were almost 7,700 hate crime incidents in the United States in 2007. Of those, 1,789 occurred in California, with 15 percent of those based on sexual orientation.", "Nationally, approximately 50.8 percent were motivated by racial bias, 18 percent were motivated by religious bias, 17 percent were motivated by sexual orientation, and 13.2 percent were motivated by ethnicity or national origin bias. One percent involved a bias against a disability.", "Even more disturbing is the fact that these FBI statistics show only a fraction of the problem because so many hate crimes are unreported.", "The Southern Poverty Law Center, a nonprofit organization located in Montgomery, AL and internationally known for its tolerance education programs, estimates that the actual number of hate crimes committed in the United States each year is closer to 50,000 as opposed to the nearly 8,000 cases reported to the FBI.", "A close analysis of hate crimes rates demonstrates that groups that are now covered by current laws--such as African Americans, Muslims, and Jews, report similar rates of hate crimes victimizations as gays and lesbians--who are not currently protected.", "Every person's life is valuable. Congress must act to protect every individual who is targeted simply because of who they are.", "We must also stop the way that hate crimes terrorize communities. When people are targeted because of who they are, they often live in fear and communities suffer from tension and a lack of trust. These are crimes that damage our social fabric, and we must send a clear message that we cannot tolerate this kind of intimidation in the United States.", "This is not a new bill. It was first introduced in 1998. It has passed the Senate numerous times: in 2000, 2002, and 2004 as an amendment to the Department of Defense, Authorization bill. It has also passed the House in 2007 as a stand-alone bill and in 2006 as an amendment to the Adam Walsh Act. But still, it has not been enacted into law.", "In addition, last Congress, this body passed this legislation favorably as an amendment to the Defense authorization bill, but the amendment was removed from the final version of the bill that the President signed.", "This legislation is bipartisan and has broad coalition support. It is supported by 26 State attorneys general and over 300 law enforcement, professional, educational, civil rights, religious, and civic organizations.", "I hope that my colleagues will join me in supporting it and working to enact it into law in this Congress.", "Let us send a message to all Americans that we will not turn a blind eye to hate crimes and will instead support the values of tolerance and community that unite us as Americans.", " By Mr. MERKLEY:", "S. 911. A bill to amend the Truth in Lending Act to prohibit prepayment penalties, and for other purposes; to the Committee on Banking, Housing, and Urban Affairs."], "capitolwords_url": "http://capitolwords.org/date/2009/04/28/S4808_statements-on-introduced-bills-and-joint-resolutio/"}