{u'speaker_state': u'MA', u'speaker_raw': u'mr. frank of massachusetts', u'speaker_first': u'Barney', u'congress': 111, u'title': u'THE GREAT ECONOMIC HOLE', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-04-02/html/CREC-2009-04-02-pt1-PgH4498.htm', u'number': 56, u'id': u'CREC-2009-04-02-pt1-PgH4498.chunk47', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Frank', u'pages': u'H4498-H4507', u'speaker_party': u'D', u'date': u'2009-04-02', u'bills': None, u'bioguide_id': u'F000339', u'order': 47, u'speaking': [u'I take back my time. Now I guess I am guilty. Yes, I was the senior Democrat, and I spoke out. I wish that I had that effect elsewhere. You would not have been able to kill the affordable housing trust fund.', u'While I was the ranking minority member, when I was the senior Democrat of the Housing Subcommittee and then on the full committee, the Republican majority killed virtually every affordable rental housing production program we had. They beat up public housing unmercifully, to the great distress of lower-income people.', u"I wish I was as persuasive as the gentleman now, I must say, less than convincingly tries to argue. And in fact, no, I do not think I charmed the majority of Republicans. And, by the way, it was Mr. Baker whom the gentleman correctly identified as the leading opponent of Fannie Mae and Freddie Mac, who said in 2007, when I became chairman and was able to put together the right ingredients in the bill, quote, ``With every iteration, it got stronger. It is to the point where I didn't know what else there was to put in there.'' So I appreciate Mr. Baker's endorsement of the bill which I helped pass.", u'Now, I do want to address one issue as he closes, and I may expand on this. There was one other point--and we have had a legitimate debate.', u'But in an article in a publication called Investors Business Daily, to my great dismay circulated by the Republican staff of the Financial Services Committee, I was accused of betraying my oath and my obligation because of a relationship I had with a man who worked at Fannie Mae. And I want to address that scurrilous piece of defamation right now and express my disappointment that people I have worked with on the Financial Services Committee, that their staff, presumably with the approval of somebody, would have circulated such a scurrilous lie.', u"As we know, there are members in this body who have spouses and partners who are variously employed, and it has never been the rule that you couldn't do anything because your partner is employed. We have a Member of the Republican Party who very conscientiously has been voting ``present'' recently on some measures because of his wife's position. And the article falsely said that I was having a relationship with a senior executive at Fannie Mae, and that is why I did it.", u'Now, obviously the fact that it is a gay relationship adds to a certain piquancy with the right wing when they circulate this sort of vicious defamation.', u'The fact is that the man with whom I had a relationship graduated from business school in 1990. He was a new MBA. He then went to work in an entry-level position at Fannie Mae and Freddie Mac. He was never a senior executive. He had a working position at Fannie Mae and Freddie Mac.', u'After eight years, we ended the relationship. He left town. I was by that time a lower ranking member of the committee. The events we are talking about happened many years later after we had separated, when he had, to my knowledge, no financial interest, and he was 3,000 miles away.', u'No, I have to say to the gentleman from New Jersey, I reject the suggestion that I was so persuasive that the only one issue on which I could prevent a right-wing rampage on the part of his party on the Financial Services Committee, in which I was unable to get decent regulation, in which I was unable to get good subprime lending, or I was unable to protect affordable housing--the only thing I was able to do was to stop them from regulating Fannie Mae and Freddie Mac. And that is why a majority of them never took that position and we never got a good bill until I became chairman. No, I think it is something else.', u"I think it is the fear of the right wing that regulation is coming; that unregulated credit default swaps are going to be no longer the case; that we will have rules that will prevent irresponsible subprime lending. As Mr. Zandi, a great thinker on this, notes in his closing passage: Regulators didn't create the subprime financial shock, but they did nothing to prevent it.", u"In other words, no, it wasn't the CRA that did it; it was the lack of regulation that did it. This was the result of first policymakers' distrust of regulation in general, their enduring belief that markets and financial institutions could effectively police themselves; and, second, of the Nation's antiquated regulatory framework. The institutions guiding the Nation's financial system were fashioned during the Great Depression; and, as finance evolved rapidly, they remained largely unchanged, and overhaul was indisputably overdue.", u"I happen to be chairman of the committee that is going to have a major play in this overhaul, and there are right-wing forces that don't want that to happen. So I accept the fact that I am the target. I don't think it is me, personally. I am not that paranoid. It is that if they can go after me and blame me, and, unfairly, Senator Dodd--who wasn't even the senior Democrat when this was happening. It is particularly far-fetched to blame Senator Dodd. He wasn't even the senior Democrat. The notion that he was as the second ranking Democrat he was running the Senate I would have thought was too implausible. But, again, we have learned from Swift Boating and elsewhere that vicious right-wing propaganda cannot be allowed to go unrebutted.", u"The fact is that, yes, there is this concerted effort, there is this fear that we won't have unregulated subprime mortgages. And we will see this when we bring the bill up, that we won't have any more unlimited credit default swaps and collateralized debt obligations.", u'It is the fear of regulation that Franklin Roosevelt confronted, that Theodore Roosevelt confronted. It is the fear that the disastrous results of the policy of deregulation have led the American people to understand that the time has come, once again, in our history to adopt a good set of regulations.', u'I believe that is why there are these lies, distortions, and smears about my record, why I am being held accountable for the 0-12 record of the Republican Party. And the time has come to have that debate, because we have learned, I think, that if we wait too long, the lies will stick. And not only will that be bad for reputations; even worse, it will be bad for the public policy we need to prevent a retention.', u'I yield back the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/04/02/H4498_the-great-economic-hole/'}