{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 111, u'title': u'STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-05-19/html/CREC-2009-05-19-pt1-PgS5616.htm', u'number': 77, u'id': u'CREC-2009-05-19-pt1-PgS5616.chunk7', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S5616-S5621', u'speaker_party': u'D', u'date': u'2009-05-19', u'bills': None, u'bioguide_id': u'F000062', u'order': 7, u'speaking': [u'Mr. President, I rise to introduce the Robocall Privacy Act of 2009.', u'This is a bill that is cosponsored by Senator Snowe and Senator Durbin, and that would protect American families from being inundated by automated political calls all through the day and night.', u"The bill would allow political outreach through these prerecorded ``robocalls'' to continue, but it would put some commonsense limits on them--to make sure that they are used in a way that informs voters, rather than harasses or misleads them.", u'In recent years, we have seen amazing development in technologies that help political candidates reach out to voters.', u'This is a good thing. Political speech is essential, and new technology that facilitates communication between candidates and voters serves to bolster the democratic process. When more information is available to voters, it promotes a more meaningful interchange of ideas.', u'The robocall is one of these recent developments. A robocall is a pre-recorded phone message that can be sent out to tens of thousands of voters at a low cost through computer automation.', u"With television and radio ads becoming so expensive, these robocalls can play a positive role in alerting voters to a candidate's position and urging their support at the polls.", u'But it is also a technology that can be abused. We all have heard stories about people being called over and over and over again at all hours of the day and night.', u'I believe this is wrong. When these calls are used improperly, they interrupt American families during their private time at home and interfere with their privacy rights. They can also turn people away from the political process itself.', u"When people become frustrated or annoyed by calls that are commercial in nature, they have the option to request to be put on the Federal Trade Commission's ``Do Not Call'' list. To date, millions of Americans have chosen to be part of that list.", u"But political calls are specifically exempted from this ``Do Not Call'' registry.", u'The First Amendment gives special protection to political speech, because the interchange of political ideas is essential to our democracy.', u"For that reason, the ``Robocall Privacy Act'' would not wholly ban political robocalls. It would, however, impose some carefully drawn restrictions that I think we can all agree are reasonable.", u'Let me tell you exactly what the bill would do.', u'It would apply during the 60 days leading up to a general election and the 30 days before a primary election.', u'It would ban robocalls between the hours of 9 p.m. and 8 a.m.--to try to prevent these calls from disturbing people when they are sleeping or trying to put their children to sleep.', u'It would stop any campaign or group from making more than two robocalls to the same telephone number in a single day.', u"It would prohibit groups making robocalls from locking the ``caller identification'' number that is supposed to show up on many phones; and it would require robocallers to include an announcement at the beginning of each call explaining who is responsible for the call and that it is a prerecorded message. This is to prevent people from using these calls in a way that is misleading.", u'The enforcement provisions of this bill are simple and intent on stopping the worst of these calls.', u'The bill creates a civil fine for violators of the law, with additional fines for callers who willfully violate the law.', u'The bill also allows voters to sue to stop those calls immediately, but to not receive money damages.', u'A judge can order violators of the law to stop these abusive calls.', u'Why are these provisions so important? Let me give you a few facts and stories from recent elections:', u'According to the Pew Foundation, the use of robocalls is on the rise. By April of 2008, 39 percent of voters overall had received pre-recorded political calls, and a full 81 percent of likely caucus-goers in Iowa had been contacted with robocalls.', u'As the 2008 campaign went forward, voters expressed disagreement both with the number of these calls, and with their content, saying that some calls were deliberately misleading.', u'In 2007, hundreds of voters in New York were woken up at 2 am because of a software programming error with a robocall. The calls were supposed to occur at 2 p.m.', u"In 2006, there were complaints about robocalls across the country. In the Nebraska 3rd District Congressional Election, voters complained to candidate Scott Kleeb when they received dozens of calls, containing poor-quality versions of his voice. Kleeb's supporters claim that his voice was recorded, and used in an abusive robocall against him.", u"In Illinois, voters received a recorded call about U.S. Representative Melissa Bean that did not clearly identify the caller. Voters called Representative Bean's office to complain without listening to the entire message, which eventually identified an opposing party committee as the sponsor--but only after the time that most voters had hung up. Representative Bean had to spend campaign funds informing voters she had not made that call.", u"In a Maryland race, voters in a conservative area received a middle-of-the-night robocall from the nonexistent ``Gay and Lesbian Push,'' urging them to support one of the candidates. That candidate lost the election, in part because of the false, late-night call.", u'Quantity is an added problem. Voters frequently receive multiple robocall calls a day from the same group or candidate in the days leading up to an election.', u'The National Do Not Call Network--a nonprofit focused on this issue--has indicated that 40 percent of its membership says they received between 5 and 9 calls a day during the election season. Some frustrated voters reported receiving as many as 37 calls in a day.', u'This is just counterproductive. The goal of political speech is to inform and engage voters, not to mislead them or turn them off of the democratic process.', u'I am a strong supporter of the First Amendment and its protection for political speech, but these robocalls have become a problem. Something must be done.', u'I believe this bill presents the right solution--it imposes clear time, place, and manner restrictions, but it also allows campaigns and groups to use robocalls to inform voters of issues and their positions.', u'I think it is time for us to find a reasonable solution to these calls that are intruding on the privacy of the American home and misleading voters.', u'I want to thank Senators Snowe and Durbin for co-sponsoring this legislation, and I urge my colleagues to join me in supporting the Robocall Privacy Act of 2009.', u'Mr. President, I ask unanimous consent that the text of the bill be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/05/19/S5616_statements-on-introduced-bills-and-joint-resolutio/'}