{u'speaker_state': u'PA', u'speaker_raw': u'mr. specter', u'speaker_first': u'Arlen', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk99', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Specter', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'S000709', u'order': 99, u'speaking': [u'Mr. President, I am glad to say that since the time this issue has come before the Senate, there are now 18 Republican cosponsors. My sense is that there will be widespread, if not unanimous, support among the Democrats so that there is a very solid statement respectively in the Senate.', u'Ordinarily, matters of criminal prosecution are left to the States. The offense is prosecuted in the jurisdiction where it occurred. I have a strong bias for local prosecutions as a generalization and developed that concern from my own experience as a district attorney for the city and county of Philadelphia. Law enforcement ought to be local. But the brutal fact of life is that when you deal with hate crimes--and there are many examples. In 1997 when Senator Kennedy and I first introduced the bill, there was the case of racial matters--dragging an African-American through the streets of a Texas town. There has since been many other brutal cases, one highly publicized of a gay young man, a victim of a hate crime in Wyoming.', u"Regrettably, discrimination for race or national origin continues until this day. There has recently been a publicized matter that occurred in Huntingdon Valley, a suburb of the city of Philadelphia, at a swim club where the swim club operators negotiated with a group representing Hispanic and African-American children, ages 5 to 11, to occupy a swimming pool, with the swimming pool's permission. When the youngsters, Hispanics and African Americans, went to swim, there was, according to the media reports--and I have spoken to people on both sides personally to find out what went on--there was animus hostility, racial comments directed at African Americans and the Hispanics, conduct which one would have thought America would have passed long ago.", u'But it is as current as 2 weeks ago in the suburbs of my hometown of Philadelphia, PA. The matter has moved forward. It has resulted in lawsuits being filed. It would be my hope that a way could be found to handle the matter to the satisfaction of all parties. But I can understand if the parents of the children involved want to pursue remedies. This is a matter that could be handled by the civil rights division, which has prosecutorial authority and also has authority for mediation and reconciliation.', u"I cite that as an illustration of a matter that is as current as today's news on animus based on race, whether it be African Americans or Hispanics. It is my hope that this matter will receive prompt attention in the Senate and will be part of the pending legislation and it will go to conference and become the law of the land.", u"The Post's Nov. 17 editorial criticizing the measure we have introduced on hate crimes reflects a misunderstanding of our proposal to close the gaps in federal law and a failure to recognize the profound impact of hate crimes. Hate crimes are uniquely destructive and divisive because they injure not only the immediate victim, but the community and sometimes the nation. The Post's conntention that a ``victim of a bias-motivated stabbing is no more dead than someone stabbed during a mugging'' suggests a distressing misunderstanding of hate crimes. Random street crimes don't provoke riots; hate crimes can and sometimes do. The federal government has a role in dealing with these offenses. Although states and local governments have the principal responsibility for prosecuting hate crimes, there are exceptional circumstances in which it is appropriate for the federal government to prosecute such cases. Hate crimes often are committed by individuals with ties to groups that operate across state lines. The Confederate Hammerskins are a skinhead group that began terrorizing minorities and Jews in Tennessee, Texas and Oklahoma a decade ago. Federal law enforcement authorities are well situated to investigate and prosecute criminal activities by such groups, and the federal government has taken the lead in successfully prosecuting these skinheads. Hate crimes disproportionately involve multiple offenders and multiple incidents and in such cases, overriding procedural considerations--including gaps in state laws--may justify federal prosecution. In Lubbock, Tex., three white supremacists attempted to start a local race war in 1994 by shooting three African American victims, one fatally, in three separate incidents in 20 minutes. Under Texas law, each defendant would have been entitled to a separate trial in a state court, and each defendant also might have been entitled to a separate trial for each shooting. The result could have been at least three, and perhaps as many as nine trials, in the state courts, and the defendants, if convicted, would have been eligible for parole in 20 years. They faced a mandatory life sentence in federal court. Federal and local prosecutors, working together, decided to deal with these crimes under federal laws. The defendants were tried together in federal court, convicted and are serving mandatory life sentences. The victims and their families were not forced to relive their nightmare in multiple trials. Federal involvement in the prosecutions of hate crimes dates back to the Reconstruction Era following the Civil War. These laws were updated a generation ago in 1968, but they are no longer adequate to meet the current challenge. As a result, the federal government is waging the battle against hate crimes with one hand tied behind its back. Current federal law covers crimes motivated by racial, religious or ethnic prejudice. Our proposal adds violence motivated by prejudice against the sexual orientation, gender or disability of the victim. Our proposal also makes it easier for federal authorities to prosecute racial violence, in the same way that the Church Arson Prevention Act of 1996 helped federal prosecutors deal with the rash of racially motivated church arsons. The suggestion in the editorial that our bill tramples First Amendment rights is ludicrous. Our proposal applies only to violent acts, not hostile words or threats. Nobody can seriously suggest that the neo-Nazis who murdered Fred Mangione in a Houston nightclub last year because they ``wanted to get a fag'' were engaged in a constitutionally protected freedom of speech. In addition, hate-crimes prosecution under our bill must be approved by the attorney general or another high-ranking Justice Department official, not just by local federal prosecutors. This ensures federal restraint and that states will continue to take the lead in prosecuting hate crimes. From 1990 through 1996, there were 37 federal hate crimes prosecutions nationwide under the law we are amending--fewer than six a year out of more than 10,000 hate crimes nationwide. Our bill should result in a modest increase in the number of federal prosecutions of hate crimes. When Congress passed the Hate Crimes Statistics Act in 1990, we recognized the need to document the scope of hate crimes. We now know enough about the problem, and it is time to take the next step. As the Lubbock prosecution shows, combating hate crimes is not exclusively a state or local challenge or a federal challenge. It is a challenge best addressed by federal, state and local authorities working together. Our proposal gives all prosecutors another tool in their anti-crime arsenal. The issue is tolerance, and the only losers under our proposal will be the bigots who seek to divide the country through violence."], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}