{u'speaker_state': u'MI', u'speaker_raw': u'mr. levin', u'speaker_first': u'Carl', u'congress': 111, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-15/html/CREC-2009-07-15-pt1-PgS7509-7.htm', u'number': 106, u'id': u'CREC-2009-07-15-pt1-PgS7509-7.chunk168', u'volume': 155, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Levin', u'pages': u'S7509-S7550', u'speaker_party': u'D', u'date': u'2009-07-15', u'bills': None, u'bioguide_id': u'L000261', u'order': 168, u'speaking': [u'Mr. President, first, my dear friend from Arizona has spoken very eloquently about the transcendent importance of the Levin-McCain amendment. I could not agree with him more. We tried for 2 days to get an agreement to vote on that amendment. It is a critically important amendment for the reasons he has given and for the reasons I hopefully have given persuasively around here, and others have as well.', u'We have this President, the previous President, this Secretary of Defense, the previous Secretary of Defense, this Chairman of the Joint Chiefs, the previous Chairman of the Joint Chiefs, the Vice Chairman of the Joint Chiefs, the Chief of Staff of the Air Force, and the Secretary of the Air Force saying we have enough F-22s. We have to move on to the F-35, which is under production, by the way. We have 30 F-35s funded in this bill.', u'We have tried to get the Levin-McCain amendment to a vote. We tried to reach an agreement and a time. We could not get an agreement on the time. That is what has then precipitated the decision of the majority leader to move on to the hate crimes amendment. We have simply tried, day after day, to get a vote, without success.', u'I could not agree more that this is a critically important amendment, and we have to end production of a weapon system that we no longer need, according to top civilian and military experts, and focus more on the F-35, which is going to be used by all three of the services, not just one. It will have greater capabilities in very critical areas than the F-22, and it will cost significantly less than the F-22. But we could not achieve that.', u"I don't understand the logic or the strategies involved that say we cannot have a vote on the amendment that is pending--Levin-McCain amendment--and then when faced with the majority leader's amendment on hate crimes, forces that to a cloture vote, which is going to be held--in other words, everybody understands both of these amendments are going to be addressed on this bill one way or the other. Nobody can guarantee the outcome on these amendments. But what can be guaranteed is that these amendments are going to be debated on this bill because the majority leader has made that clear for a long time. The procedures of this body allow for it.", u'The precedents of this body are full of amendments such as this. As a matter of fact, the hate crimes amendment was adopted on the Senate Defense authorization bill 2 years ago, after the same kind of debate. Debate is fair. Debate is important. Every one of us should protect the right of everyone else to debate. Whether it should go on this bill or another, we can debate that. But it is offered on this bill, as was noticed by the majority leader days ago. It is what we have done years ago. It is totally consistent with the rules of the Senate. As a matter of fact, it has been done repeatedly in the Senate.', u"Maybe we should adopt a new rule that says you have to be relevant or germane to offer an amendment to a pending bill. We don't have that rule, never had that rule, and probably never will have that rule.", u"But that is the way the Senate operates. These are important amendments. Again--and I am going to close with this--I don't get the logic of not allowing us to proceed to the Levin-McCain amendment because another amendment that some people don't like and don't think should be offered is going to be offered on this bill, when what is certain is that both amendments are going to be offered on this bill. Nothing is accomplished by refusing that vote on the Levin-McCain amendment except delay. That is the only thing accomplished by the refusal of whoever it was who refused to agree to a time to vote on Levin-McCain, nothing was accomplished except delay. And that, I don't think, is in anybody's interest, for the reasons Senator McCain gave.", u'We want to get this bill passed. We want to get it conferenced. We want to get it to the President, hopefully, by the time this fiscal year is over because the troops deserve us to act.', u'I am going to vote for the hate crimes amendment. I believe it is very appropriate that it be on this bill. I spoke 2 years ago to this effect, and I will speak again at the right time, perhaps tomorrow if there is time, as to why the hate crimes amendment belongs on this bill. It is an important amendment. It involves acts, as the leader and others have said, of domestic terrorism. The values reflected in the hate crimes legislation are values which our men and women who put on the uniform of this country fight for and put their lives on the line for, a country which believes in diversity, a country that believes you ought to be able to have whatever religion you want, be whatever ethnic group, whatever religious group, whatever racial group you are part of, whatever your sexual orientation, whether you are disabled, regardless of your gender, that you should be free from terror and physical abuse.', u'That is what the hate crimes law does now, except it does not include some groups who should be included, including the disabled and including people who are gay. That is what is involved here.', u'It is not a new debate. We debated it 2 years ago. It is not new on this bill. It was added in the Senate 2 years ago.', u"I hope we can reach an agreement to get to a vote on both these amendments. They are both going to be resolved on this bill. That is a certainty. Again, how they are going to be resolved no one knows. We can guess as to what the outcome will be. They will both be close votes, I believe. Let's get on it and get through those votes.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/07/15/S7509-7_national-defense-authorization-act-for-fiscal-year/'}