{u'speaker_state': u'CA', u'speaker_raw': u'ms. harman', u'speaker_first': u'Jane', u'congress': 107, u'title': u'EXPRESSING SENSE OF SENATE AND HOUSE OF REPRESENTATIVES REGARDING TERRORIST ATTACKS LAUNCHED AGAINST UNITED STATES', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-11/html/CREC-2001-09-11-pt1-PgH5503-2.htm', u'number': 117, u'id': u'CREC-2001-09-11-pt1-PgH5503-2.chunk233', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Harman', u'pages': u'H5503-H5590', u'speaker_party': u'D', u'date': u'2001-09-11', u'bills': None, u'bioguide_id': u'H000213', u'order': 233, u'speaking': [u'Mr. Speaker, I thank my colleague for yielding me this time.', u"My generation lost its innocence when President John F. Kennedy was assassinated. With yesterday's events, our children and our grandchildren lost their innocence. My 16-year-old daughter asked me last night how we could live in a country where planes crash into buildings. My response, until yesterday, we didn't. Now we do. How we respond to yesterday will measure us, Mr. Speaker. I want to applaud our colleague who urged us yesterday to pray for the wisdom to make the right decisions. It matters what we do and how we do it.", u'Let us start with how. We must be bipartisan, balanced, and calm. Panic and partisanship are our enemies. And as one colleague said this morning, the Constitution of the United States must not be our next casualty.', u'What. We must take bold steps, including, first, restructuring our defense and intelligence budgets to meet the real threats of the 21st century, not the outdated threats of the 20th. Second, give first priority to counterterrorism, prevention being the most important goal. Our arsenal to prevent terrorism includes diplomacy, human intelligence and state-of-the-art technology. Third, strengthen efforts to train and equip responders at the local, State and Federal level. New York City did a magnificent job. So did the Capitol Police. And, fourth, respect the civil liberties and intelligence of Americans. We are a generous, courageous and resilient Nation. Given information, resources and leadership, the American people will rise to any challenge and fight down any assault to take from us our way of life.', u'We will defeat terrorism. We will honor the memories of my constituents, Raytheon executives Peter Gay and Stanley Hall, and Boeing employees Chandler Keller and Rubin Ornedo, all passengers on American Flight 77.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/09/11/H5503-2_expressing-sense-of-senate-and-house-of-representa/'}