{u'speaker_state': u'NY', u'speaker_raw': u'mr. crowley', u'speaker_first': u'Joseph', u'congress': 109, u'title': u'FOREIGN OPERATIONS, EXPORT FINANCING, AND RELATED PROGRAMS APPROPRIATIONS ACT, 2006', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2005-06-28/html/CREC-2005-06-28-pt1-PgH5281-2.htm', u'number': 88, u'id': u'CREC-2005-06-28-pt1-PgH5281-2.chunk34', u'volume': 151, u'chamber': u'House', u'session': 1, u'speaker_last': u'Crowley', u'pages': u'H5281-H5300', u'speaker_party': u'D', u'date': u'2005-06-28', u'bills': None, u'bioguide_id': u'C001038', u'order': 34, u'speaking': [u'Mr. Chairman, I thank my friend for yielding me this time. I want to commend her and the gentleman from Arizona (Mr. Kolbe) for their fine work on this balanced and bipartisan bill.', u'Under tight budgetary restrictions, they have crafted an important bill which addresses the priorities that affect the developing world while also shoring up our global allies. I thank the chairman and ranking member for supporting priorities of mine, including the Asian University For Women that is located in Bangladesh, and increased funding for Peace and Reconciliation programs in this legislation as well.', u'One of the groups included in the Peace and Reconciliation program is Project Children and Cooperation Ireland. Many of my colleagues have taken on interns from this program, and the young men and women from the north of Ireland have benefited greatly from these internships. As progress in the peace accord remains unsteady, we in the United States must continue to support programs that bring together the future leaders of the north of Ireland and show them their differences are not insurmountable. I hope the House conferees will work with the Senate to see that this program is funded during the conference committee.', u'This bill also includes $34 million for the U.N. Population Fund; but as has become a norm under this administration, the restrictions on providing this important funding will not be released by this administration. The administration seems determined to hinder the health of women around the world; and while I am troubled that this detrimental policy continues, there is much good in this bill, particularly when you look at the Middle East.', u"I strongly support the increase of $60 million to the State of Israel for a total of $2.3 billion in foreign military financing and economic aid in this bill. I believe the United States must do more, though, to combat the anti-Israeli and Western stances taken by our supposed allies like Saudi Arabia. Saudi Arabia still has not lived up to the test of the President's ``you are either with us or against us.'' It is time for this administration to start treating Saudi Arabia like the supporter of terrorists that they are. We must take a stand in this House and let the Saudis know that their time of extremism is over, because we will not stand for it anymore.", u'Mr. Chairman--I want to commend my colleague Chairman Jim Kolbe and my good friend Nita Lowey for their work to craft a fair and balanced bipartisan bill.', u'Representing one of the most diverse Congressional districts, I know how important U.S. foreign assistance is to nations around the World and I have seen the success of our assistance firsthand.', u'Under tight budgetary restrictions they have crafted an important bill which addresses the priorities that affect the developing world while also shoring up our global allies.', u'I was proud to work with the Chairman and Ranking Member on several initiatives that are important to my constituents and their families overseas.', u'I thank the Chairman and Ranking Member for supporting priorities of mine including the Asian University for Women that is located in Bangladesh and increased funding for the Peace and Reconciliation programs in this legislation.', u'One of the groups included in the Peace and Reconciliation program is Project Children and Cooperation Ireland.', u'Many of my colleagues have taken on interns from this program and the young men and woman of the north of Ireland have benefited greatly from these interns.', u'As progress in the peace accords remains unsteady we in the States must continue to support programs that bring together the future leaders of the north of Ireland and show them that their differences are not insurmountable.', u'I hope the House conferees will work with the Senate to see that this program is funded during the conference committee.', u'I believe these types of programs are a step in the right direction to help solve some of the problems that we face around the world.', u'This bill also includes $34 million for the United Nations Population Fund, but, as has become a norm under this administration, the restrictions on providing this important funding will not be released by this Administration', u'The administration seems determined to hinder the health of women around the world.', u'While I remain troubled that this detrimental policy continues there is much good in this bill, particularly when you look at the Middle East.', u'I strongly support the increase of $60 million to Israel, for a total of $2.3 billion in foreign military financing and economic aid in this bill.', u"As Prime Minister Sharon begins the courageous disengagement plan of removing Israeli settlers from the Gaza Strip, this funding is more needed than ever to help Israel's security and shore up civil society programs in the Palestinian Authority.", u'As we continue to support our friend Israel from outside threats, I believe it is time to start to rethink the way we provide aid to Egypt.', u'In the House International Relations Committee recent markup of the Foreign Relations Authorization Act the way aid is given to Egypt was changed by our Chairman and Ranking Member.', u'Egypt is at peace with all of its neighbors and I see no external threats against them that warrant the need for keeping military assistance constant.', u'The real threat in Egypt is from within, the limited amount of freedom that exists for her people as the level of poverty increases is a dangerous mix.', u"The Government of President Mubarrak has shown that it is quite quick to throw dissidents into jail, discriminate against the Catholic Minority, tolerate anti Semitism and anti Zionism in the official press, throw gay Egyptians into jail and some of my colleagues say this is ok, that the devil you know is better than the devil you don't know.", u'The United States must do more to help end this dangerous mix before the problem creates instability.', u'Egypt has been a strong friend and ally and has done much to help bring about a peaceful solution to the Israeli Palestinian conflict but we cannot allow that to cloud our judgment.', u'I believe the United States must do more to combat the anti Israeli and Western stances taken by our supposed allies like Saudi Arabia.', u'Saudi Arabia has still not lived up to the test of the Presidents you are either with us or against us.', u'It is time for this administration to start treating Saudi Arabia like the supporter of terrorists they are.', u'We must take a stand in this House and let the Saudis know that their time of extremism is over because we will not stand for it anymore.', u'I also commend my colleagues for holding this Administration accountable on their lack of distribution of funds in the Millennium Challenge Account. The MCA created with great fanfare, has not lived up to the expectations set by this Administration.', u'I will hope that during the next few months of the Conference this Administration will work with Congress to insure that the MCA reaches the potential it was created under.', u'I urge my colleagues to support this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/2005/06/28/H5281-2_foreign-operations-export-financing-and-related-pr/'}