{u'speaker_state': u'PA', u'speaker_raw': u'mr. fattah', u'speaker_first': u'Chaka', u'congress': 107, u'title': u'DISTRICT OF COLUMBIA APPROPRIATIONS ACT 2002', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-09-25/html/CREC-2001-09-25-pt1-PgH5984.htm', u'number': 126, u'id': u'CREC-2001-09-25-pt1-PgH5984.chunk40', u'volume': 147, u'chamber': u'House', u'session': 1, u'speaker_last': u'Fattah', u'pages': u'H5984-H6011', u'speaker_party': u'D', u'date': u'2001-09-25', u'bills': None, u'bioguide_id': u'F000043', u'order': 40, u'speaking': [u"Mr. Chairman, a lot has been said in particular about the Weldon amendment that we expect to hear from. I want to return, however, to compliment the chairman for the full body of work that is represented in the committee's efforts. I would hope that the committee bill will survive the day's attempts to amend it.", u'Mr. Chairman, I would now say in terms of the expected amendment offered by the gentleman from Florida (Mr. Weldon), I am reminded of the Hippocratic oath: First, do no harm. Obviously, if we were to pass the Weldon amendment, we are preventing an opportunity for citizens in the District to have health insurance. That is not something we should do, especially when they are going to pay for it with their own money.', u'Absent doing that, these people will have to be paid for through Federal resources in terms of their health care. So that the gentleman who just spoke is worried that he could not, in good conscience, have his citizens provide resources for this, but by supporting the Weldon amendment, we would, in a direct way, require that Federal resources through Medicaid have to be expended for the health care of these citizens who would have paid for, absent the Weldon amendment, health care under their own resources.', u'Mr. Chairman, we heard the gentleman from Massachusetts (Mr. Delahunt) refer to one of the heroes that saved the plane from crashing perhaps into the Capitol, who happened to be a gay person, but nonetheless, and maybe even because of, he felt a need to stand up and to do what was right.', u'I would hope that this House would do what is right and defeat the Weldon amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/09/25/H5984_district-of-columbia-appropriations-act-2002/'}