{"speaker_state": "MA", "speaker_raw": "mr. mcgovern", "speaker_first": "Jim", "congress": 108, "title": "PROVIDING FOR CONSIDERATION OF H.R. 3966, ROTC AND MILITARY RECRUITER EQUAL ACCESS TO CAMPUS ACT OF 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-30/html/CREC-2004-03-30-pt1-PgH1695.htm", "number": 42, "id": "CREC-2004-03-30-pt1-PgH1695.chunk4", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "McGovern", "pages": "H1695-H1701", "speaker_party": "D", "date": "2004-03-30", "bills": ["H.R. 3966"], "bioguide_id": "M000312", "order": 4, "speaking": ["Mr. Speaker, I yield myself such time as I may consume, and I would like to thank the gentlewoman from North Carolina (Mrs. Myrick) for yielding me the customary 30 minutes.", "Mr. Speaker, we are considering this bill, surprise, surprise, under a closed rule. Once again, the Republican majority has decided that thoughtful debate and the ability for Members to offer amendments is too much of a bother.", "We learned that the underlying bill, H.R. 3966, was going to be on the floor at the end of last week when Members left Washington to return to their districts. Most Members did not arrive back in Washington until yesterday afternoon, which is exactly the time the Committee on Rules was meeting to report out this closed rule. So, once again, the majority has gone out of its way to stifle debate, prevent amendments, and rush legislation through the House before people know what hit them.", "Mr. Speaker, one of these days, and I hope it is soon, this kind of heavy-handed use of power is going to backfire, especially when there is so much important work that is not being done.", "At the end of the debate on this rule, I will urge a ``no'' vote on the previous question so that the House can consider the critical issue of unemployment insurance for the estimated 1.1 million jobless workers who will have exhausted their regular unemployment benefits without receiving additional aid. This is the largest number of exhaustees in over 30 years, and this figure will only continue to grow when 80,000 more jobless workers exhaust their regular benefits and go without any additional aid each week.", "As for the underlying bill, H.R. 3966, it is my view that it should be defeated. In 1995 and 1996, Congress passed legislation to deny Defense Department funding to colleges and universities that failed to give military recruiters access to their campus and students. Known as the Solomon Law, this legislation was passed to respond to efforts by several colleges and universities to protest the discriminatory policies of the Pentagon against gay men and women. Over time, the law was expanded to prohibit funding a university might receive from nearly every Federal agency.", "H.R. 3966 would round out that list by expanding it to include the CIA and the National Nuclear Security Administration at the Department of Energy. The bill would also restate the Department of Transportation which was inadvertently deleted 2 years ago.", "Now I am grateful that this law does not apply to student financial aid, but, unfortunately, it does apply to all other grants, including research grants.", "Last November, a U.S. District Court in New Jersey upheld the constitutionality of the Solomon Law, but the court also determined that the Solomon Law does not give the Pentagon any basis for asserting, as it has in the regulations on implementing the Solomon Law, that universities and colleges must give military recruiters the same degree of access to campuses and students provided to other employers.", "Ironically, Mr. Speaker, the Solomon Law is not about equal access at all but about special access for the Pentagon. As the Servicemembers Legal Defense Network states, and I quote, ``There is no lack of equal access for military recruiters and ROTCs on America's college campuses. Any access for an employer that fails to meet schools' nondiscrimination policies is special access. The Solomon Amendment is about giving the military a special right to discriminate in a way other employers may not.''", "So, Mr. Speaker, this House is being asked to use the blunt force of legislation to expand the Solomon Law to include equal treatment and scope for military recruiters who already have access to every campus and every student in the land.", "It is my understanding, Mr. Speaker, that the Pentagon sent a list to the Committee on Armed Services regarding a handful of colleges and universities that the Pentagon has predetermined do not provide them with equal treatment and quality of access to students. Now, let me emphasize, these are all colleges and universities that fully comply with the existing Solomon Law. They include several of our premier academic and research universities.", "And who gets to make this determination, this judgment, as to whether a college or university is in compliance with this new law? The Secretary of Defense and the Pentagon. And who gets to determine and implement the punishment? That same Secretary of Defense and the Pentagon, with no independent or neutral arbiter and no genuine right to appeal. So in these cases the Pentagon serves as prosecutor, judge, jury, and appeals court. That is not how it is supposed to work in this country, Mr. Speaker.", "Until I have a better understanding as to why these colleges and universities are on some predetermined watch list from the Pentagon that could strip them of all their Federal funding and research grants, I cannot support this expansion of the Solomon Law, a law which itself is grounded in discrimination.", "Now, Mr. Speaker, every Member of this House, including myself, supports the ability of our Armed Forces to encourage the best educated and best minds of our Nation to consider the military as a career, especially in these perilous times. But, Mr. Speaker, the military already has that ability. It simply does not want to accept ``yes'' as an answer from 100 percent of our colleges and universities regarding access to campuses and students. What the Pentagon wants is 100 percent access on their terms and their terms alone.", "It is true that the military has a problem with recruitment and retention, a serious situation when our troops are stretched so thin around the globe. As the resolution says, the Armed Forces face a constant challenge in recruiting top-quality personnel. But, Mr. Speaker, perhaps if the Pentagon truly addressed the serious issues of discrimination against women and against gays and against minorities, more of these top-quality personnel would be willing to serve.", "Mr. Speaker, I want to conclude my opening statement by asking: Are there not more urgent issues to consider before Congress adjourns for spring recess? The extension of unemployment benefits genuinely is an urgent issue, increasingly a life-and-death issue for many families, and it seems to me like a far more important issue for this House to consider before we recess on Friday than the bill that is before us this morning.", "As I noted earlier, at the end of this debate I will be calling for a ``no'' vote on the previous question so that this House can take up the urgent issue of extending unemployment benefits to the 1.1 million needy Americans whose benefits have been exhausted.", "Mr. Speaker, I reserve the balance of my time."], "capitolwords_url": "http://capitolwords.org/date/2004/03/30/H1695_providing-for-consideration-of-hr-3966-rotc-and-mi/"}