{"speaker_state": "NJ", "speaker_raw": "mr. lautenberg", "speaker_first": "Frank", "congress": 108, "title": "50TH ANNIVERSARY OF BROWN v. BOARD OF EDUCATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-05-21/html/CREC-2004-05-21-pt1-PgS6081.htm", "number": 73, "id": "CREC-2004-05-21-pt1-PgS6081.chunk0", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Lautenberg", "pages": "S6081-S6082", "speaker_party": "D", "date": "2004-05-21", "bills": null, "bioguide_id": "L000123", "order": 0, "speaking": ["Mr. President, I rise to commemorate the 50th anniversary of the landmark 1954 civil rights decision of Brown v. Board of Education. In its decision, the Supreme Court held that the Equal Protection Clause of the fourteenth amendment prohibits States from maintaining racially segregated public schools.", "In Brown, the Court upheld the principle that America is a land of laws, not men.", "In Brown, the Court affirmed that equality, fairness, and justice are for all Americans, irrespective of race, ethnicity, color, or creed.", "The Supreme Court found that the segregation of white and black children in public schools denied black children the equal protection of the laws guaranteed by the fourteenth amendment.", "The Court reached this decision even if the physical facilities and other ``tangible'' factors of white and black schools were equal.", "Of course, we all know that the facilities and resources were far from being equal.", "It took courage on the part of the nine Justices of the U.S. Supreme Court to reverse the so-called ``separate but equal'' precedent that the Court had created in the 1896 case of Plessy v. Ferguson.", "The Plessy decision concerned a 30-year-old shoemaker named Homer Plessy who had been jailed for sitting in the ``White'' car of the East Louisiana Railroad. Plessy was only one-eighth black and seven-eighth white, but under Louisiana law, he was considered black and therefore required to sit in the ``Colored'' car.", "In Plessy, the Supreme Court found that laws requiring separate black and white railroad cars did not conflict with the thirteenth amendment which abolished slavery.", "The Court held that ``a statute which implies merely a legal distinction between the white and colored races has no tendency to destroy the legal equality of the two races.'' Consequently, the noxious notion of ``separate but equal'' took root in America.", "The lone dissenter in the Plessy case, Justice John Harlan, wrote, ``Our Constitution is color-blind, and neither knows nor tolerates classes among citizens. In respect of civil rights, all citizens are equal before the law.'' Justice Harlan was a half-century ahead of his time.", "After years of arguing discrimination cases throughout the Nation, a team of NAACP lawyers, led by Thurgood Marshall, brought five case from Kansas, South Carolina, Virginia, Delaware, and Washington DC to the Supreme Court. Thurgood Marshall--one of the giants of American history--stood before the Supreme Court determined to rid this Nation of a ``failure of our constitutional system.''", "In Brown, the Court ruled that in the United States and under the U.S. Constitution, ``separate'' is inherently unequal.", "These words were profound then and there are equally profound today because when the Supreme Court struck down school legal segregation, it advanced the cause of human rights in America and set an example for all the world.", "I just visited the ``Separate and Unequal'' exhibit at the Smithsonian. I was struck by how one of the displays put it: the Brown decision told Americans and the world that ``the American dream of ethnic diversity and racial equality under the law is a dream of justice for all.''", "Although the Brown decision declared the system of legal segregation unconstitutional, the Court ordered only that the States end segregation with ``all deliberate speed.'' One dictionary definition of ``deliberate'' is ``leisurely or slow in manner or motion.''", "This ambiguity over how to enforce the ruling gave segregationists an opportunity to organize what came to be called ``massive resistance.'' Many State officials in the South responded to the Brown decision by promising to use all legal means and resources under their command to prevent integration.", "In Prince Edward County, VA, for example--one of the cases decided in the Brown decision--the school district's response was to close the public schools in Farmville for 5 years, from 1959 to 1964. White students enrolled in private schools while a generation of black children was denied access to education.", "Over the 50 years since Brown, this Nation has continued to wrestle with issues of racial and ethnic equality.", "As I stand here today to pay homage to the Brown decision and the civil rights struggle, I feel compelled to ask, ``A half-century after Brown, how far have we come? Where we are today, and where are we headed?''", "Fifty years after the Brown decision, the struggle for equality has come to include not only racial and ethnic minorities, but also women, the disabled, and gays and lesbians. That is a promising development.", "We need only remember that it is only this week when the Massachusetts Supreme Court's order recognizing gay marriages is given the full effect of law.", "Since the 1954 Brown decision, we have made progress in the sense that Americans overwhelmingly repudiate discrimination and segregation.", "But while we no longer see the blatant vestiges of the segregationist era such as signs saying ``whites only'' or ``colored only,'' our society is still plagued by inequality and injustice.", "African Americans have yet to enjoy true racial equality in this Nation. And in the absence of real equality, African Americans are being denied the essence of what it means to be an American.", "Statistics are the clearest barometer for measuring our progress and far too many of them reveal that African Americans continue to lag behind whites in important ways.", "In April 2004, the Nation's unemployment rate was 4.9 percent for whites; for blacks, it was 9.7 percent.", "In 2002, the poverty rate was 12.1 percent nationwide; for blacks, it was 22.7 percent.", "In 1999, median income for white families was $51,244; for black families, it was $31,778.", "Today, black men make up 41 percent of all prisoners, but only 4 percent of all college and university students.", "African Americans are 13 percent of the population in my home State of New Jersey, but they constituted a staggering 63 percent of the State's prison population in 2002.", "The murder rate for whites is 3.3 per 100,000 people; for blacks, it's six times as high, 20.5 per 100,000 people.", "These statistics make it pretty clear that while we have come a long way from the blatant racism of ``separate but equal'' and the decision to close the Farmville public schools to prevent their integration, we still have a long way to go in making the dream of justice and equality for all Americans a living, breathing reality.", "As we commemorate the 50th anniversary of the Brown decision, we need to rededicate ourselves to the civil rights struggle. As Teddy Roosevelt said, ``This country will not be a really good place for any of us to live in if it is not a really good place for all of us to live in.''"], "capitolwords_url": "http://capitolwords.org/date/2004/05/21/S6081_50th-anniversary-of-brown-v-board-of-education/"}