{"speaker_state": "MD", "speaker_raw": "ms. mikulski", "speaker_first": "Barbara", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-13/html/CREC-2004-07-13-pt1-PgS7962-2.htm", "number": 96, "id": "CREC-2004-07-13-pt1-PgS7962-2.chunk65", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Mikulski", "pages": "S7962-S8021", "speaker_party": "D", "date": "2004-07-13", "bills": null, "bioguide_id": "M000702", "order": 65, "speaking": ["Mr. President, I wish to speak on the Federal marriage amendment and also on the motion to proceed.", "Today I rise to talk about the Federal marriage amendment. I first will talk about timing and then about content. First, I will talk about timing. Marriage is not under a threat. It is not in any clear, imminent danger of being destroyed. What is in clear and imminent danger and what we have heard is under threat of possible attack is the homeland.", "There are other issues families are facing that are eroding their very stability such as their economic situation and the cost of health care. If we really want to stand up and protect America and protect families, we would be focusing on these and other issues. This discussion is ill-conceived, ill-timed, and unnecessary.", "Last week, Homeland Secretary Tom Ridge announced that al-Qaida is planning a large-scale attack on the United States of America. What should we be doing? We should be working on homeland security. We have a homeland security appropriations bill pending, waiting to come before the Senate. That is what we should be talking about today, not this amendment.", "This is why I will vote against the motion to proceed as a protest that we are not meeting the compelling needs of the Nation. We need to show a deterrent strategy, to send a message to the terrorists: Do not even think you can affect our elections because we would be united across the aisle to stand up and vote for legislation to protect the homeland. To protect our ports, our cities, our transportation, our schools, and, yes, those moms and dads and children we have been hearing about all day long. Instead, we are debating the motion to proceed to a constitutional amendment. America is united in the war against terrorism. We should not be divided in a cultural war.", "Let's talk about another war, the war in Iraq. Right now, we have men and women returning with broken bodies, some who have lost their limbs. One cannot go to ward 57 at Walter Reed, the way I have, and see the young men and women who have lost an arm, lost a leg, lost hope, wondering if anybody is ever going to love them again, if they are ever going to be able to work again, and not want to do everything possible to help these young Americans.", "That is why I am working now on a bipartisan basis with my colleague, Senator Kit Bond, on the VA/HUD appropriations bill so we can help our veterans, so we can have a prosthetic initiative to give them a ``smart'' arm with the best technology, to give them a smart leg so they can run the race for life and maybe give them back a life. That is what we should be focusing on, working on a bipartisan basis, solving the problems that confront the Nation.", "This amendment is not about policy; it is about politics. It is not about strengthening families; it is about helping the other party get elected. If we were serious about helping families, we would be focusing on jobs, on health care, on the rising costs of college tuition. This proposed amendment does not help families. Why? It does not create one new job or keep one in this country. It does not pay for one bottle of prescription drugs that seniors so desperately need. This amendment does not send one child to college. No, this amendment does not help a family pay for health care for a sick child. What it does do is divide. Americans are tired of divisive debates. This amendment is just simply a distraction.", "On the timing, I wish we would put it aside and address our Nation's real needs.", "I also want to talk about the content should we move to proceed. I will vote against this amendment because it is unneeded and unnecessary. Congress in 1996 spoke on this issue. They passed something called the Defense of Marriage Act. What this legislation did was define marriage as between a man and a woman. It also allows each State to determine for itself what it considers marriage under its own State law, leaving the concept of federalism intact.", "Maryland, my own home State, also has a law on the books that defines marriage as between a man and a woman. So when you look at Maryland law and you look at Federal law, this constitutional amendment is unneeded.", "We talk about what the courts are doing. Well, I don't quite see that as the same level of threat as terrorism, or the loss of a job on a slow boat to China or a fast track to Mexico.", "Some of my constituents are worried that churches will be forced to perform gay marriages. Under separation of church and State, no law--not a Federal law, not a State law--can force a church, temple, mosque, or any religious institution to marry a same-sex couple. That will be up to their religious determination. Why? Because, again, under separation of church and State, we cannot dictate to a church what to do. Because of this constitutional commitment there can be no Federal law, for example, even under equal protection that could force the Catholic Church to ordain women. Our First Amendment provides this protection to religious institutions.", "And so I reiterate that this amendment is unnecessary.", "I also oppose this amendment because I take amending the Constitution very seriously. In our entire history, over 200 years, we have only amended the Constitution 17 times since the Bill of Rights. We have amended that Constitution to extend rights, not to restrict them. We amended the Constitution to end slavery. We amended the Constitution to give women the right to vote. We amended the Constitution to give equal protection in law to all citizens. We amended the Constitution to give citizens over age 18 the right to vote. We have never used the Constitution as a weapon or as a social policy tool against a minority of the population.", "I am concerned that this amendment would condone discrimination. We should not embark on that path today. It is wrong. It undermines the integrity of the Constitution.", "When the roll is called on the motion to proceed, I will oppose that motion. There are far more pressing needs for American families and those children we love.", "When we amend the Constitution, it should be to expand hope and opportunity, not to shrink it.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/13/S7962-2_federal-marriage-amendment-motion-to-proceed-resum/"}