{"speaker_state": "DE", "speaker_raw": "mr. carper", "speaker_first": "Thomas", "congress": 108, "title": "FEDERAL MARRIAGE AMENDMENT--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-14/html/CREC-2004-07-14-pt1-PgS8061-3.htm", "number": 97, "id": "CREC-2004-07-14-pt1-PgS8061-3.chunk24", "volume": 150, "chamber": "Senate", "session": 2, "speaker_last": "Carper", "pages": "S8061-S8095", "speaker_party": "D", "date": "2004-07-14", "bills": null, "bioguide_id": "C000174", "order": 24, "speaking": ["Mr. President, on the Fourth of July, as many of my colleagues, I covered my State, and, as I have done for many years on the Fourth of July, I ended up in Dover, DE. Dover, DE, on the evening of July 4 is a politician's dream. People have had a full day of parades and family gatherings, community gatherings. We are there to await the fireworks when dusk finally comes. Roughly 10,000 people gathered in front of Legislative Hall, a huge American flag that almost masked Legislative Hall in its majesty, a C-5 aircraft soon to fly overhead, and then the fireworks themselves.", "I work the crowd at that gathering, and it is a lot of fun. People are in a good mood, a lot of good-natured kidding going on: Are you running for anything this year? No, I am not, I am just here because I love being in Dover on the evening of the Fourth of July.", "There was one serious question, at least one that was raised to me that evening. The question was: How are you going to vote on that amendment on gay marriage? In responding to that question, I pointed to Legislative Hall and I said to the questioner: When I was Governor of this State in 1996, I signed into law our own Defense of Marriage Act that said marriage is between a man and a woman. I believed that then. I believe it now.", "Later that evening I addressed the crowd, and I alluded to the Declaration of Independence. But I spoke more about the Constitution, a copy of which I hold. The Constitution of the United States was first ratified in Delaware. I told the crowd that night that the Constitution was ratified in the Golden Fleece Tavern about 300 or 400 yards from where we gathered.", "We all know the Constitution does a number of things. It establishes a framework of government. It says, this is how our Government is going to work. We will have three branches of Government: a legislative, executive, and a judicial branch. It says, there are certain things the Federal Government should be doing and certain responsibilities that are left to the States.", "Among the responsibilities left to the States in this Constitution are matters of family law: Who can marry, how do we divorce, how do we end those marriages, who gains custody of the children, how about visitation rights, matters of alimony, property settlement, and the like. Those are matters that we have left to the States for over 200 years.", "Senator Cornyn mentioned the concern he has over the state of marriage. I share it. Half the marriages in our country today end in divorce. Too many kids grow up in families where nobody ever marries, and families are not invested enough in their children.", "I also acknowledge the concern over efforts in some parts to recognize same-sex marriage. That concern has led many States to enact laws such as my State's Defense of Marriage Act and to enact here in this Congress the Defense of Marriage Act as well. That concern over proposals for same-sex marriage has led some States to actually consider constitutional amendments.", "With respect to same-sex marriages, let me offer this: There are a lot of views, but two of those views are basic when you cut to the chase. View No. 1: marriage is between a man and a woman. The alternative view is marriage is between two people. I think the view of most Americans today--not all but most Americans today--is that marriage is between a man and a woman.", "The question for us to consider here today is this: Is there a clear need to amend the Constitution of our country to ensure that the view I have just stated, the majority view, prevails in States such as Delaware and others? It is a legitimate question. As we seek to answer it, let's consider a couple of examples of State laws spelling out how marriage is supposed to operate and whether those laws have been sustained over the years. Let me mention three examples.", "A number of States have prohibitions against first cousins marrying. If two people live in a State where you have a man and woman who are first cousins and they want to get married, they go to another State to get married and return to their State. Their State does not have to acknowledge the validity of the marriage.", "Some States have restrictions with respect to divorce. If you get a divorce, you have to wait a while before you can remarry. If you live in a State with that restriction and you go to another State that doesn't have those restrictions, you return to your State, your State does not have to recognize that marriage.", "We have all seen movies about May-December marriages and how they can be interesting and entertaining, but a lot of States have a law that says a 57-year-old man can't marry a 13-year-old girl, and if you try to do that in a State where maybe you could get away with it, and you move back to your State, that marriage will not be recognized. Those State laws have been sustained whether we have a constitutional amendment.", "I believe that my law in Delaware will also be sustained without a constitutional amendment. If it isn't, then this is an issue that we can revisit, and I think we will.", "This Constitution that I hold in my hand is the work of man. I think it was divinely inspired. The folks who met at the Golden Fleece Tavern and the people in Constitution Hall in Philadelphia a long time ago largely got it right the first time--not entirely, but they largely got it right. This Constitution has been rarely changed. It is not easy to do. That is purposeful. Over 11,000 amendments have been proposed to this Constitution. To date, since the adoption of the Bill of Rights, 17 have actually been incorporated as amendments to this Constitution.", "On the issue of marriage and divorce alone, 129 amendments have been proposed to the Constitution. None have come close to passage. All of us today and all of us who will vote today realize this proposed constitutional amendment is not going to be enacted either.", "It is an important issue that has been raised. As some have said, it is one that, frankly, divides us and divides us deeply.", "When the last speech is given today, when the final vote is cast around 12:15 or 12:30, my fervent hope is that we will turn to some issues that unite us and, frankly, need to be addressed. They are closely related to what we are talking about today. We need to look no further than the 1996 Welfare Act that was adopted in this Chamber which has expired and been continued with short-term extensions time and again. It needs to be reauthorized. We need a vote on it and, frankly, to improve it. It is not perfect. We can make it better. We can strengthen marriage through the provisions of that law. We can strengthen families. We can increase the likelihood that more of America's children are going to grow up in homes where both parents are deeply committed to them and to their future, that they have decent childcare. We can do that.", "I hope when we finish today and this issue is behind us for a while, that we will turn to another closely related issue that will truly strengthen America's families. That is, to return to the issue of welfare reform and pass the legislation out of committee and send it to the House. Let's get on with the Nation's business.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2004/07/14/S8061-3_federal-marriage-amendment-motion-to-proceed/"}