{"speaker_state": "TX", "speaker_raw": "mr. delay", "speaker_first": "Thomas", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-10-11/html/CREC-2004-10-11-pt1-PgE1881-4.htm", "number": 130, "id": "CREC-2004-10-11-pt1-PgE1881-4.chunk0", "volume": 150, "chamber": "Extensions", "session": 2, "speaker_last": "DeLay", "pages": "E1881-E1882", "speaker_party": "R", "date": "2004-10-11", "bills": null, "bioguide_id": "D000217", "order": 0, "speaking": ["Mr. Speaker, I know some wanted to pick a fight here today, trying to get us to talk about homosexuality and all those kinds of things. We did not talk about them because that is not what this is about. What this is about is marriage and the definition of marriage. Marriage is the most enduring institution in human history--the unique, spiritual bond between one man and one woman. Marriage is a man and woman that can create children. It is the architecture of family and the most successful arrangement ever conceived for the protection and raising of children.", "A man provides something that a woman cannot provide, just as a woman provides something that a man cannot provide. Women can be great mothers, but they cannot be fathers. Men can be great fathers, but they cannot be mothers. The reason that one man and one woman are necessary to rear children is so that the children can receive the benefits that a man can give them and that a woman can give them. Boys and girls need men and women, moms and dads bringing into their homes every day the complementary and unique characteristics of their genders.", "Marriage is the basic unit of society, the very DNA of civilization, and if that civilization is to endure, marriage must be protected. Societies transmit their values through marriages and the families they create. A man and a woman come together in marriage to create children and rear them and hand down their values to them. Families come together to create communities. And these communities come together to create our nation. The preservation of our values as a nation starts with one man and one woman having children.", "If you destroy marriage and people do not get married, several things happen.", "First of all, you destroy the responsibility that comes with creating children. If you destroy marriage, men are let off the hook. Men can have the sex without consequences, without commitment, without the responsibility of raising the children. That has happened in our society and societies in Europe and other places. On the other hand, if a man has a commitment to a woman, the mother of his child, then he realizes the responsibility of trying to raise that child. So when you ask the question, what is the harm in destroying marriage, the answer is the harm done to children. Children born out of wedlock are more likely to suffer from a variety of social ills, from dependence on drugs to dropping out of school.", "The recent history of our inner cities shows what can happen when fathers don't marry the mothers of their children. We have seen fathers just having many children by many mothers, and leaving these children to mothers and grandmothers and aunts to raise. And then we see the deterioration of their lives because they are raising themselves because their mothers and aunts and grandmothers have to work in order to raise them to pay for the family. These kids, who are often essentially raising themselves, grow up without the values that would be handed down to them if they lived in a stable family of father, mother, and children.", "Gang violence can be traced to the pressures that have been put upon marriage and the family. Kids need a mother and father and stable family life, and when they lack these, they look for their identity elsewhere. Gangs can become the substitute for families.", "Of course there are great parents raising great children in arrangements outside of marriage. There are wonderful children being raised by gay people. There are wonderful children being raised by single moms. But these arrangements are not the ideal. The ideal remains marriage between one man and one woman.", "To those who say that whatever trouble that ideal is in is due in large part to heterosexuals, I wholeheartedly agree. The last four decades, on the whole, have not been good for marriage in America. Take no-fault divorce. Divorce is a pressure against marriage. No-fault divorce undermines marriage.", "But I would submit that the rise of no-fault divorce, welfare policies that reward abandonment, the breakdown of the family, and every other challenge to marriage are not reasons to abandon that ideal, but reasons to hold up that ideal higher than ever.", "For as much as we may suggest that marriage needs us, in fact we need it!", "Society needs children to be raised by their biological, married parents.", "This isn't radical or even conservative: it's common sense, affirmed by a vast majority of our countrymen, who support the protection of marriage because they know from their own experiences that without this enduring and beautiful institution, they themselves would be lost.", "That is why the cultivation of the ideal family of mother, father, and children--an ideal established by nature, sustained by human experience, and supported by decades of social science--remains a compelling government and societal interest.", "Despite the challenges of recent decades, marriage remains absolutely fundamental to our society--too fundamental to allow a few judges to impose a radical redefinition of it over the will of the American people.", "But that is exactly what is happening.", "So when the Massachusetts Supreme Court redefines marriage out of thin air, we get a little concerned, because we have seen it before.", "And we have seen what happens when we don't stand up to activist judges. We did not stand up on the question of abortion, and there have been 45 million children killed, unborn children killed, because we did not stand up to activist judges using the courts to legislate.", "Every leader of the groups that are opposing this legislation to protect marriage has announced to the world that they are going to take this to the U.S. Supreme Court. They are already doing it. There are 11 court cases right now. Nebraska has been overturned, Washington state, Massachusetts. There is a huge, huge effort in every state in this union, even though 44 states in this union have laws protecting the definition of marriage.", "The opponents of this amendment to protect marriage are after those state constitutions, and when they get at those, or using the full faith and credit clause, they can go to the federal courts, and then it begins. Then the Defense of Marriage Act comes down. Then the United States Supreme Court, who has already signaled that they are going to, through Lawrence v. Texas, redefine marriage in this country, will amend the Constitution and redefine marriage.", "We have been left no recourse. Judicial activism does not understand the word ``restraint,'' nor does it respect the consensus opinion of the American people. The courts have forced on us this question of the future of marriage, and this amendment is our only hope of preserving it.", "We are starting the effort today. Yes, it may not pass today. I wish it would, but it may not pass today. But this is only the beginning, because this nation will protect marriage. This nation knows the consequences of destroying the definition of marriage as one man and one woman. If we lose today, we will come back. We will take it from here, and we will be back. And we will be back. And we will be back. We will never give up. We will protect marriage in this country."], "capitolwords_url": "http://capitolwords.org/date/2004/10/11/E1881-4_marriage-protection-amendment/"}