{u'speaker_state': u'CA', u'speaker_raw': u'mrs. feinstein', u'speaker_first': u'Dianne', u'congress': 108, u'title': u'ENERGY AND WATER DEVELOPMENT APPROPRIATIONS ACT, 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-09-15/html/CREC-2003-09-15-pt1-PgS11435.htm', u'number': 126, u'id': u'CREC-2003-09-15-pt1-PgS11435.chunk13', u'volume': 149, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feinstein', u'pages': u'S11435-S11451', u'speaker_party': u'D', u'date': u'2003-09-15', u'bills': None, u'bioguide_id': u'F000062', u'order': 13, u'speaking': [u'Mr. President, I am very concerned that through a policy of unilateralism and preemption, combined with the creation of new nuclear weapons, we may very well be encouraging the very nuclear proliferation we seek to prevent. It seems to me that pursuing the development of new tactical battlefield nuclear weapons not only lowers the threshold for possible use but also blurs the distinction between nuclear and nonnuclear weapons.', u'The amendment I have just sent to the desk essentially in many ways mirrors what the House of Representatives has done. Much to the credit of Chairman Hobson, the House of Representatives has deleted this funding. I believe very strongly the Senate should follow.', u"The amendment I proposed would strike $15 million for the study of the development of the robust nuclear earth penetrator and $6 million in funding for advanced nuclear weapons concepts, including the study for development of low-yield weapons--these are battlefield tactical nuclear weapons--and it would prohibit spending--this is where it is a little different in the Senate version than in the House version--in the 2004 year to increase the Nevada Test Site's time to test readiness posture from the current 24 to 36 months to 18 months. The House actually cut the 24 $8 million. We fence it for this year.", u'Secondly, it would implement site selection for the modern pit facility. The House cut $12 million. We would delay it for 1 year.', u'The House also redirected the savings from this bill for water projects. We essentially use the money for deficit reduction. By seeking to develop a new generation of 5-kiloton, or below, tactical nuclear weapons, which produce smaller explosions, the administration is suggesting we can make nuclear weapons less deadly. It is suggesting we can make them more acceptable to use. Neither is true.', u'By seeking to develop a robust nuclear earth penetrator, the administration seems to be moving toward a military posture in which nuclear weapons are considered just like other weapons--like a tank, a fighter aircraft, or a cruise missile. By seeking to speed up the time to test requirement for the Nevada Test Site, the administration is taking us down a road that may well lead to the resumption of underground nuclear testing, overturning a 10-year moratorium. By seeking to move forward with the modern pit facility, the administration appears to be seeking to develop a facility that will, in 1 year, allow the United States to produce a number of plutonium pits that exceeds the entire current arsenal of China.', u'Given that the United States has a robust pit stockpile and plans for a facility that will be able to produce an adequate number of replacement pits in the coming years, questions must be asked as to why a facility like the modern pit facility is necessary, and why now? What sort of message is the United States sending to the rest of the world, at a time when we are trying to discourage others from developing their own nuclear arsenal, by our taking this action? We say to North Korea, you cannot do this. We say to Iran, you cannot do this. Yet we set a precedent whereby countries such as Pakistan and India--each with their own indigenous nuclear capability, each diehard enemies--may well take the example and say: If they can do it, we can do it. We should start our own advanced concepts program.', u'I deeply believe the combined impact of studies or development of new nuclear weapons enhancing the posture of our test sites and developing a new plutonium pit facility could well have the result of leading these other nuclear powers and nuclear aspirants to resume or start testing and to seek to enlarge their own nuclear forces--action that would fundamentally alter future nonproliferation efforts and undermine our own security. Instead of increasing it, it will undermine it.', u'The House of Representatives had the foresight to realize that going down this path was not in the best interest of the United States national security. I truly hope this Senate will respond and do the same. I cannot say enough good things about Chairman Hobson. I have had the privilege of working with him on MilCon, and I think he has shown dramatic courage, spunk, individualism, good thinking, and solid common sense.', u'Nearly 60 years ago, our world was introduced to nuclear weapons. I was 12 years old when the Enola Gay left our shores. I saw a 15-kiloton bomb destroy Hiroshima. It killed up to 140,000 people--just that bomb killed 140,000 people. A 21-kiloton bomb then destroyed Nagasaki, killing 80,000 people. Two bombs, 220,000 people dead, and the largest pattern of destruction the world has ever seen--just look at it on this photo.', u"For the decades that followed, we saw a standoff between the United States and the Soviet Union with armadas of nuclear weapons, many of which remain today. They are targeted at each other's cities even right this very minute. We have seen other nations become nuclear powers--the United Kingdom, France, China, India, Pakistan. And others--like I said, Iran and North Korea clearly have nuclear aspirations. But after decades of steady progress, our efforts against nuclear proliferation have also produced a number of dividends. Nuclear-capable states, like South Africa, Brazil, Argentina, South Korea, Taiwan, Japan, the Ukraine, Belarus, and Kazakhstan have either forgone developing nuclear weapons or, like the States of the former Soviet Union, given up the weapons they possessed. China has recently signaled it might be willing, finally, to sign onto the comprehensive test ban treaty. When U.S. policy can urge others to act responsibly, the world is a far safer place and the United States is safer as well.", u'As we continue to prosecute the war on terror, it should be a central tenet of the U.S. policy to do everything at our disposal to make nuclear weapons less desirable, less available, and less likely to be used. This does just the opposite.', u"This administration appears to be looking for new ways to use our nuclear advantage, to restructure our force so nuclear weapons are more ``usable.'' That sends a very troubling message to others who might also aspire to obtain or use nuclear weapons.", u'Let me just quote a Pentagon spokesperson in saying this:', u'This administration is fashioning a more diverse set of options for deterring the threat of weapons of mass destruction. That is why the administration is pursuing advanced conventional forces and improved intelligence capabilities. A combination of offensive and defensive and nuclear and nonnuclear capabilities is essential to meet the deterrence requirements of the 21st century.', u"I profoundly disagree. If the most potent conventional military on Earth cannot meet the challenges without new nuclear weapons, it is a tragedy indeed. The administration's own nuclear posture review, released in January of 2002, did not focus solely on the role of nuclear weapons for deterrence. It stressed the importance of actually being prepared to use nuclear weapons. In fact, the review noted we must now plan to possibly use them against a wider range of countries.", u'To that end, I would like to put into the record a New York Times article by Michael R. Gordon, dated March 9. I ask unanimous consent that it be printed in the Record following my comments.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/09/15/S11435_energy-and-water-development-appropriations-act-20/'}