{"speaker_state": "FL", "speaker_raw": "mr. foley", "speaker_first": "Mark", "congress": 107, "title": "A FOND FAREWELL TO PAGES OF THE HOUSE OF REPRESENTATIVES", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-07/html/CREC-2001-06-07-pt1-PgH2976-7.htm", "number": 78, "id": "CREC-2001-06-07-pt1-PgH2976-7.chunk11", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Foley", "pages": "H2976-H2980", "speaker_party": "R", "date": "2001-06-07", "bills": null, "bioguide_id": "F000238", "order": 11, "speaking": ["Madam Speaker, I, of course, am delighted to be here today, and I do take a special interest in each and every one of you. You never know when you may run for President in the United States, so I may need some help in a lot of different districts. I am just kidding and I would ask that be stricken from the record, because that may appear in my hometown paper as a rather ambitious statement from this gentleman from West Palm Beach, Florida. And having been through the last election, I simply do not want to repeat it, nor cause any more controversy for Palm Beach County.", "Kristin, as I walked up, she had tears in her eyes, as many of you do, boys and girls alike, because this is both an exciting day in your life and I am certain a sad one. You came here, and as other classes do, frightened, nervous, excited, scared, confused, bewildered, and yet motivated that you have been selected to be the best and brightest of your hometowns.", "Throughout the year, you have had to take some kidding, some grilling, some jokes, and I will not get into it. You all know who have been the subject of my inquiry. I did not know they made boots that size. How much hair gel have you used today, Robert? Ryan was the other one. I did not recognize that color hair when you left here on Friday. I will leave that name off. I did not know you wore an earring. Does your dad know, or mom? No, not really.", "Those little things that you did while you were away from home for the year are really incidental to what you have learned and accomplished. You persevered, I am certain, lonely to leave your friends, but knowing you have been given a special chance to serve your country.", "I always know when a former page is writing me because they oftentimes do not put a return address on the front of the envelope. They merely sign their name largely on the left-hand margin as Members of Congress appear on the right. That is their franking privilege that they hope will be used in the future.", "Some of you are, in fact, ambitious and want to serve in politics, as the gentleman from Arizona (Mr. Kolbe) said. Some of you are already using House stationery.", "Christopher, thank you for your note and invitation to the graduation. He signed it ``future colleague,'' Christopher Sprowls from Florida. I am certain Mr. Trandahl, as our fine Clerk, will not get to see that particular note so we cannot charge you with a violation of House rules. But a lot of you get a kick out of the pins and the perks and the privileges.", "One of our earlier speakers before the page program began complained a bit about the confusion in the last night of the tax deliberation. Kind of interesting. I do not think I remember seeing any Members around here at 3:00 in the morning, but I do remember quite a few pages.", "Aaron, I think, was sleeping in one of the phone booths, as I recall, vigorously pursuing the academic excellence that they have all achieved. I said ``Aaron, is it comfortable in there?'' I have never tried to sleep in the booth.", "I make light because I have to, because otherwise I would cry, too. I have to make these little jokes and little digs at you all because, in my heart, I know it is a sad day because I know you leave us and a new class will come and will repeat the cycle of the page life. At the same time, you never do forget, particularly for me when I first arrived in 1994, those that were in that class that still correspond and still keep in touch.", "I have celebrated their graduation from college. I have celebrated their life as they started their occupations, some yet continuing in college, going to law school and other things.", "I hope I will be able to get to see the Speaker since Robby is no longer at the desk letting me in as he used to so frequently. ``Yes, he is in there, Mr. Foley. You can go in now.'' Thank you, Rob. I always appreciated those courtesies, bud.", "But to all of you, congratulations. Congratulations. Obviously I think you are going to miss Ms. Sampson. You are going to miss Mrs. Ivester. You are clearly going to miss Mr. Harroun and Mr. Oliver. I know so many times those beaming faces when those four individuals, and there are others, teachers included, would confront you with one of your latest creative comments or ideas of how to better run the page program of the House.", "I know that I speak for the entirety of the House of Representatives that your service here is important. I know at times you felt like runners merely sent to do errands, but you really are a tremendous part of the life on Capitol Hill.", "I know Peg is back there in the corner, and she was crying earlier. I witnessed that. In fact, I got a report from Gay in the front, she said I think Ms. Sampson is crying. So you have got all these friends back here behind you. I know I am not supposed to gesture, but I have to suggest, and I know Jeff Trandahl was with us and is still, the Clerk of the court who has to supervise and maintain operations and good guidance over you.", "But God bless you. Good luck. Work hard. Go home and be, not only representatives of this Congress now, but also representatives to inspire in your friends that there is a better way to serve this Nation, that serving in Congress and a free democracy is a joy, a privilege and a pleasure.", "I thank you for taking time away from your homes, your families, your loved ones, your boyfriends, girlfriends and classmates to be part of this wonderful, miraculous challenge of being a page.", "Willy, good luck. God bless you all. Take care. Thank you."], "capitolwords_url": "http://capitolwords.org/date/2001/06/07/H2976-7_a-fond-farewell-to-pages-of-the-house-of-represent/"}