{u'speaker_state': u'AL', u'speaker_raw': u'mr. sessions', u'speaker_first': u'Jeff', u'congress': 107, u'title': u'BETTER EDUCATION FOR STUDENTS AND TEACHERS ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-14/html/CREC-2001-06-14-pt1-PgS6239-7.htm', u'number': 83, u'id': u'CREC-2001-06-14-pt1-PgS6239-7.chunk260', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Sessions', u'pages': u'S6239-S6305', u'speaker_party': u'R', u'date': u'2001-06-14', u'bills': None, u'bioguide_id': u'S001141', u'order': 260, u'speaking': [u'Madam President, I appreciate the opportunity to discuss this issue. I think it is an important issue. There is a real problem we need to wake up and face. As a former Boy Scout and former Eagle Scout, I feel strongly about it and want to share some remarks on the subject.', u"We grew up in a little community outside of town with nine boys in the community. Of the nine, eight became Eagle Scouts and one was a Life Scout. We always teased him, why he didn't finish, and he always said he regretted not having completed the program, one step from being an Eagle Scout.", u'Every Thursday evening, we went to town, and we had to pool our cars. A parent or kids who had their license would drive to our meeting. We would do camps together. We did the Scout oath and Scout laws every Thursday night:', u'On my honor I will do my best To do my duty to God and my country And to obey the Scout law; To help other people at all times; To keep myself physically strong, mentally awake, and morally straight.', u'I never thought that much about it, but over the years that had an impact on my life. In our town, people remained in Scouts into their senior year in high school.', u"The first time I came to Washington was with a Boy Scout troop. We had a 50th anniversary of that troop, and 60 had been Eagle Scouts. From the 9 boys of my little community, 15 miles outside of the town, every one of them had a full degree from college, several have Ph.D.'s, law degrees, and advanced degrees. One is a medical doctor. One is a dentist.", u"It meant a lot to me. We also did the Scout laws every Thursday night: A scout is trustworthy, loyal, helpful, friendly, courteous, kind, obedient, cheerful, thrifty--that is a good word we don't use much anymore--brave, clean, and reverent. The word ``God'' is used and the word ``reverent'' is used, but it is decidedly not a sectarian organization. Not one bit of the literature or otherwise suggests that. To the contrary, it is an organization that encourages boys to develop a spiritual side and to recognize that they are indeed more than a random collection of particles but are created persons. That is a key component of the Boy Scouts.", u'Several years ago my friend, Senator Enzi from Wyoming, talked about being an Eagle Scout, as is his son. He told a story about the Washington zoo in the U.S. capital. The Washington zoo would not allow the Boy Scouts to have a Court of Honor. And, by the way, one of the founders of the Washington zoo was one of the founders of Boy Scouts. They were not allowed because they discriminate against atheists. The oath required that boys do their duty to God. They said if you were an atheist, you could not take the oath; therefore, you were a discriminatory organization and you could not use the property at the Washington zoo to have a Court of Honor.', u'We raised that point. It was not lightly taken. There were letters written to defend it. But when confronted with it, the leader of the zoo capitulated and apologized and said that was not a good policy and they would not continue to adhere to it.', u"What is troubling to me is that we have skirted the issue some, but there is a group of Americans who believe very strongly--and I don't disparage their motives--that the Boy Scouts' position on gay Scoutmasters is not appropriate, and they have set about to punish the Boy Scouts. I don't think there is anybody here who would deny it. They are politically active. They work United Fund committees, and they work school boards and city councils. And they seek to get them to eliminate Boy Scouts from public facilities. That is what is happening. There is no mystery about that.", u"We give a lot of Federal money to school systems. I don't believe every time something irritates us that the Federal Government ought to get involved, but I feel strongly abut this. The Supreme Court of the United States upheld the right of the Boy Scouts to make this determination.", u"Some say there is no discrimination going on against the Scouts. There plainly is. It will plainly continue. As far as I am concerned, if there is a school system in America that says to a little Boy Scout troop, such as troop 94 in Camden, AL, you can't have a meeting on school grounds because of your policy concerning your leadership and the behavior of your members, you can't have it here, even though the Supreme Court said yes, as far as I am concerned, they don't need Federal money and I am not voting to give it to them.", u"That is where we are. I am not sure exactly how the language is going to come out. I know Senator Helms would like to make sure there was the least possible controversy over it. I would like that also. I firmly believe we ought to affirm through governmental entities and organizations the kind of character-building program to which the Boy Scouts are committed. ``Do a good turn daily'' is the motto.", u'I read and clipped an article that brought tears to my eyes, an article in one of the newspapers about Boy Scouts in Rwanda. They had all their uniforms confiscated, but they had their kerchiefs. The picture with that article showed those Scouts at a hospital in war-torn Rwanda, cutting the grass. They were interviewed, and they said: We always do a good turn daily. I tried to get them some help. The article went on to say that when the totalitarian leader took over, he oppressed the Scouts; he took their uniforms and their books, and he forced all the young people to join, for lack of a better word, a Hitler-type youth group of which everybody had to be a part. They refused. They stayed true to their oath. Under oppression we have the finest example of commitment. That was very moving to me.', u'These ideals are wonderful ideals. I find it difficult for anyone to conclude that there is something unhealthy in the way the Boy Scouts do business. It ought to be affirmed and nurtured. A school system that will not provide them their constitutional right does not deserve a dime of Federal money, in my opinion. I think the Helms amendment will help deal with that and get some attention from around the country.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/06/14/S6239-7_better-education-for-students-and-teachers-act/'}