{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 107, u'title': u'IN CELEBRATION OF HISPANIC HERITAGE MONTH', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-10-10/html/CREC-2001-10-10-pt1-PgS10448.htm', u'number': 135, u'id': u'CREC-2001-10-10-pt1-PgS10448.chunk1', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S10448-S10450', u'speaker_party': None, u'date': u'2001-10-10', u'bills': None, u'bioguide_id': None, u'order': 1, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"The national celebration of Hispanic Heritage Month, which for some odd reason runs from Sept. 15 through Oct. 15, has been obscured by the overwhelming shock and sorrow created by the terrorist attacks of Sept. 11. But Hispanic Heritage Month has never been that big a public spectacle, at least in these parts; instead, as elsewhere, the weekend-long beer-company-promoted Cinco de Mayo celebration has taken center stage among Hispanic- oriented celebrations. In fact, it's hard to find many special Hispanic Heritage Month events in Albuquerque. Most notable is the free Chautauqua series now under way at the National Hispanic Cultural Center. Its opening performance, Jean Jordan as Queen Isabella, had to be delayed because of the attacks on the East Coast. History buffs can still catch several other shows. Call the center at 246-2261 for more information. I had a long conversation the other day with Ruben Salaz, author of ``New Mexico: a Brief Multi-history,'' about Hispanic Heritage Month. He believes New Mexico could reduce its shamefully high Hispanic student dropout rate by putting a greater emphasis in history classes on our state's long, proud past. He's got a point. Learning about important figures with names like Juan de Onate, Diego de Vargas and Juan Bautista de Anza, all early governors of the Spanish colony of New Mexico who played especially important roles, alongside names like George Washington, Thomas Jefferson and Abraham Lincoln couldn't hurt. Students also might like learning more about historically important Indians like Pope and Cuerno Verde while they're at it. New Mexico has always been much more than a stop along the trail ultimately leading to California and Manifest Destiny. But Hispanics also have played important roles in American history outside of New Mexico. So, in recognition of this special month, here is an assortment of Americans you may not have known about or may not have known were Hispanic. There was a time not too long ago that nobody was counting, after all. Most of the information was compiled using Salaz's information-packed book and another wonderful book called ``Hispanic Firsts: 500 Years of Extraordinary Achievement'' by Nicolas Kanellos, which contains a 372-page listing of accomplishments. Both belong in every library in New Mexico. Joseph Hernandez: In 1822, the Whig party member from Florida became the first Hispanic representative in the U.S. Congress. Octaviano Larrazolo: A New Mexico Republican, Larrazolo became the first Hispanic U.S. Senator in 1928. Dennis Chavez: In 1944, the New Mexico senator, a Democrat, introduced the first Fair Employment Practices bill, which prohibited discrimination because of race, creed or national origin. The bill was defeated, but it was an important step toward the 1964 Civil Rights Act. Bernardo de Galvez: A governor of Louisiana and brigadier general during the Revolutionary War, he fought British forces for three years along the Gulf of Mexico and captured Mobile and Pensacola in 1781, forcing the British to fight the war on two fronts. Galveston Bay in Texas is named after him. Jorge Farragut: A Revolutionary War hero who fought at the battle of Savannah and at the second defense of Charleston, he would be outdone by his son, David. David G. Farragut: He became the first admiral of the U.S. Navy in 1866. As a Union commander during the Civil War, Farragut gained immortality during the victory at Mobile where, after being warned that the bay was filled with mines, said, ``Damn the torpedoes! Full speed ahead!'' Today, a guided missile destroyer bears his name. Philip Bazaar: In 1865, he became the first Hispanic American to win the Congressional Medal of Honor. Marcelino Serna: He was a soldier from Albuquerque who became the first Hispanic to win the Distinguished Service Cross in 1918 after single-handedly capturing 24 German soldiers. He reportedly was not recommended for a Medal of Honor because he was just a buck private and also could not read or write English well enough to sign reports. Guy Gabaldon: The 1960 movie ``Hell to Eternity'' is based on this California's heroism in World War II, which led to the surrender of 2,000 Japanese soldiers on Saipan Island. Luis Walter Alvarez: Alvarez was one of the most distinguished physicists in U.S. history. A member of the Manhattan Project, he is credited with the development of the triggering device for the first plutonium bomb. He flew in a B-29 following the Enola Gay to observe the atomic bomb explosion over Hiroshima. Among his many awards are the Nobel Prize and the National Medal of Science. George Santayana: The poet-philosopher in 1889 became the first Hispanic writer to receive a Ph.D. from Harvard. In 1927 he became the first U.S. Hispanic to be awarded the Gold Medal from the Royal Society of Literature in London. Lucrezia Bori: She made her debut at the Metropolitan Opera in New York in 1912 and became an operatic diva. She led the effort credited with saving the Met during the Depression. Esteban Bellan: In 1871, Bellan became the first Hispanic professional baseball player in the United States. He was a black Cuban. Around the turn of the 20th century, when blacks were no longer allowed to play in the majors, teams often had to prove the ``racial purity'' of Hispanic players. Hispanics from Vernon ``Lefty'' Gomez, to Juan Marichal, to Rod Carew, to Sammy Sosa have long played star roles in professional baseball. Jim Plunkett: Of German, Irish and Mexican descent, Plunkett was the first Hispanic Heisman Trophy winner and the first to start as quarterback in the National Football League. Desi Arnaz: The first Hispanic television star and a network broadcast pioneer, along with his wife Lucille Ball, created one of the most popular series of all times: ``I Love Lucy.'' The entertainment industry is packed with stars who either had names that were not Spanish or changed their names to mask their heritage during times of prejudice. Some are Raquel Welch, Rita Hayworth, Anthony Quinn, Joan Baez, Linda Ronstadt, Vicki Carr, Richie Valens, Mariah Carey and Freddy Fender. I had one friend, a Deadhead, who never realized that Jerry Garcia of the Grateful Dead was Hispanic until I told him. The list could go on and on, but you get the picture. One thing to remember, though: While it may be Hispanic Heritage Month, that heritage is being celebrated by Americans."], u'capitolwords_url': u'http://capitolwords.org/date/2001/10/10/S10448_in-celebration-of-hispanic-heritage-month/'}