{u'speaker_state': u'MN', u'speaker_raw': u'mr. wellstone', u'speaker_first': u'Paul', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm', u'number': 77, u'id': u'CREC-2000-06-19-pt1-PgS5325-3.chunk183', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Wellstone', u'pages': u'S5325-S5356', u'speaker_party': u'D', u'date': u'2000-06-19', u'bills': None, u'bioguide_id': u'W000288', u'order': 183, u'speaking': [u"Madam President, I say to my colleague, I will be very brief on this amendment. I will try to take less than 10 minutes because Senator Smith has taken a major leadership role. I know Senator Hatch will be speaking, and I am sure my colleague from Oregon will want to be here for that debate. The only reason I am taking this time right now is I won't be able to stay beyond the next 10 or 15 minutes. I will be brief. Then the country will have a chance to hear from the Senator from Oregon. I have not read the piece, but I thank the Senator very much for his leadership.", u'I am not a lawyer, but I want to try to briefly summarize what this bill is about. Senator Levin always does a more masterful job of that than I can. Then I will talk about why I think this piece of legislation is so important for Minnesota and people in the country.', u"When it comes to hate crimes based on race, religion, or national origin, this legislation essentially moves beyond the very restrictive language we have right now where we can't prosecute people who have committed violent crimes against someone unless that person was involved in some kind of federally protected activity. That is way too narrow a definition. We want to be in a position as a nation where the Federal Government can prosecute, for example, those who murdered James Byrd. It is that simple.", u"We don't want to have such narrowly restrictive laws and language--and this is where the amendment of the Senator from Utah doesn't do us any good at all--we don't want to have such a narrow definition that we can't prosecute people when they murder a James Byrd. I think it is that simple.", u"Secondly, we further define the hate crime legislation applied to gender, disability, and sexual orientation when there is an interstate commerce nexus. And in this particular case what we want to make sure of is that as a national community, as the Senate, as the House of Representatives, we care deeply when a Matthew Shepard is murdered, and, indeed, the Federal Government can play a role, and those who commit such a murder because of someone's sexual orientation will be prosecuted, that they will pay the price.", u'I know there have been some arguments made against this legislation. I am sure my colleague from Oregon will take up those arguments and deal with them in more depth, but as to the argument that somehow this takes on freedom of speech, we are not talking about freedom of speech. We are not talking about somebody in the pulpit saying whatever they want to say about people because of their sexual orientation, as much as I would be in disagreement with what I think would be prejudice or, I would argue, ignorance. But we are talking about an action; we are talking about when there is an act of violence perpetrated against someone because of their sexual orientation. I am not talking about speech. I am talking about violent action.', u'I believe strongly in this amendment and am proud to support it because I think hate crimes are very special. I came to the human rights rally in Washington, DC--it seems as though it was yesterday; maybe it was a couple months ago--I wanted to speak, and I had an opportunity to introduce Judy and Dennis Shepard. That was, for me, a much greater honor than actually giving a long speech or speaking at all. I wanted to introduce them. I have seen them at so many gatherings where they have been willing, as the parents of Matthew Shepard, who was murdered because of his sexual orientation, to go around the country and support other people and speak out and try to do everything they can in memory of their son, to make sure that this never happens again. I guess we cannot make sure it never happens again, but we can do everything possible to make sure that it never happens again.', u'That is what this hate crimes amendment is all about--basically, what happens when there is an act of violence against someone because of the color of their skin or their religion. I am sensitive to this. My father was a Jewish immigrant born in the Ukraine, lived in Russia, fled persecution, and came to the United States of America because of religious persecution. When you have this kind of violence against someone because of their religion or their national origin or their gender or their disability or their race or their sexual orientation, it is terrorism because what you are saying to a whole lot of other people is it could happen to you, too. That is the purpose of a lot of these crimes. You are saying to other people who are gay and lesbian, you are saying to other people because of their religion, sometimes you are saying to other people because they are white--not that long ago I think it was in Pittsburgh we saw people murdered just because of the color of their skin; they were white--what you are saying with these kinds of hate crimes is: other people, you could be next.', u'What you are doing is you are creating a whole second class of citizens who have to live their lives in terror. What you are doing is dehumanizing people. That is what these hate crimes are about.', u"Now, we should have a high threshold--I am not a lawyer, but we should have a high threshold. We want to make sure that truly these are hate crimes. And believe me, that will have to be proven in our court system. But, colleagues, in all due respect, you have an amendment here that does a good job of getting beyond the very narrow definition so that, indeed, we have a definition of a hate crime that applies to the murder of a James Byrd; we have a definition of a hate crime that applies to the murder of a Matthew Shepard, and I don't know how Senators can vote against it. It is long past time that we passed such a law. We must and I hope we will.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/'}