{u'speaker_state': u'MI', u'speaker_raw': u'mr. levin', u'speaker_first': u'Carl', u'congress': 106, u'title': u'THE FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001--CONFERENCE REPORT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-12/html/CREC-2000-10-12-pt1-PgS10334-3.htm', u'number': 127, u'id': u'CREC-2000-10-12-pt1-PgS10334-3.chunk66', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Levin', u'pages': u'S10334-S10394', u'speaker_party': u'D', u'date': u'2000-10-12', u'bills': None, u'bioguide_id': u'L000261', u'order': 66, u'speaking': [u'I thank him for his contribution to this debate, so many debates of this body.', u'I am going to be briefer than I had actually planned to because our good friends from Alabama and Kansas have been waiting for some time. I do want to spend a couple more minutes.', u"One of the items in this conference report which should be noted is the fact that we have agreed to the language in the Senate bill that would replace the Army's School of the Americas with a new Western Hemisphere Institute for Security Cooperation. This new institute is going to provide professional education and training to military personnel, law enforcement personnel, and civilian officials of Western Hemisphere countries in areas such as leadership development, counterdrug operations, peace support operations, disaster relief, and human rights.", u"The legislation specifies that the curriculum of this institution include mandatory instruction for each student of a minimum of 8 hours of instruction on human rights, the rule of law, on due process, on civilian control of the military, and the role of the military in a democratic society. In a very significant addition, we have a Board of Visitors, which includes, among others, four Members of Congress and six members from academia, the religious community, and the human rights community, to review the institute's curriculum and its instruction. The Board of Visitors will submit an annual report to the Secretary of Defense, and the Secretary of Defense, after consultation with the Secretary of State, will submit an annual report to Congress on the operation of the institute.", u'I am hoping that this will be a positive, new chapter and that some of the controversial history of the School of the Americas can now be, in fact, in the history books and that we can turn to a new approach in terms of our relationship with the leadership, both civilian and military, in the democratic countries of the Western Hemisphere.', u'We have some important beliefs that we want to share with others in democratic societies about civilian control of the military and human rights. These and other subjects, such as due process, are vital to us and, we believe, vital to the success of any democratic institution. They have been under challenge, under stress in too many countries in the Western Hemisphere. They have been too often violated. We have a positive role to play in this area. This provision, particularly now with the kind of Board of Visitors we are going to have that includes members of the religious community, human rights communities, and Members of Congress, I think is now going to make it possible for us to have a new Western Hemisphere Institute which is going to have a proud record of achievement.', u"Second, the bill contains an amendment that I offered to prohibit DOD from selling to the general public any armor-piercing ammunition or armor-piercing components that may have been declared excess to the Department's needs. This prohibition was enacted on a one-year basis in last year's Defense Appropriations Act, and Senator Durbin has introduced a bill in the Senate to make the ban permanent. There is no possible justification for selling armor-piercing ammunition to the general public, and I am pleased that we have taken this step toward enacting the ban into permanent law.", u'Third, the conferees rejected House language that would have effectively restricted the bidding when DoD privatizes its utility to the sole utility authorized by a state government to operate in that particular area. The conference agreement requires competitive bidding, with a level playing field for all bidders, when DoD privatizes these assets, and allows DoD to determine the rates they will pay after privatization as a matter of contract rather than by state regulation. The conference agreement also protects people on military installations by requiring DoD to enforce prevailing health and safety standards.', u'Mr. President, this is a good bill as far as it goes. But I am deeply disappointed, however, by the failure of the conference to include several important provisions that were added in the Senate.', u'First, I am disappointed that conferees refused to include title XV of the Senate bill--the Kennedy hate crimes legislation--in the conference report despite the clear support of a majority of both Houses for this legislation.', u"Hate crimes are a special threat in a society founded on ``liberty and justice for all.'' Too many acts of violent bigotry in recent years have put our nation's commitment to fairness to all our citizens in jeopardy. When Matthew Shepard, a gay student was severely beaten and left for dead or James Byrd, Jr., was dragged to his death behind a pick-up truck, it was not only destructive of the victims and their families, but threatens more broadly to others, and to the victims' communities, and to our American ideals.", u"When a member of the Aryan Nations walked into a Jewish Community Center day school and fired more than 70 rounds from his Uzi submachine gun, and then killed a Filipino-American federal worker because he was considered a ``target of opportunity,'' it not only affected the families of the victims and their communities, but the broad group of which they were a part of.", u'The conferees had an opportunity to address this problem and send a message that America is an all-inclusive nation--one that does not tolerate acts of violence based on bigotry and discrimination. Sadly, we failed to do so.', u'Despite a 232-192 vote in the House of Representatives instructing the conferees to adopt the Senate provision, the House majority refused. And then despite a 57-42 vote in the Senate to make the hate crimes legislation part of the bill, the Senate conferees voted 11-9 to drop the legislation.', u'Mr. President, this issue will not go away. If this Congress will not pass legislation addressing the acts of hatred and violence that terrorize Americans every day, I am confident that another Congress will, and I will continue to work toward that objective.', u'The Senate bill also included landmark legislation authored by Senator Cleland that would have permitted our men and women in uniform to extend the benefits of the GI bill to family members in appropriate circumstances, and would have addressed an inequity toward disabled veterans by eliminating the requirement that disability pay be deducted dollar-for-dollar from retirement pay. I am disappointed that we were unable to find a way to include these important provisions.', u'Overall, however, this is a bill which should become law. Once again, I want to thank our chairman, Senator Warner, all of the members of the Senate Armed Services Committee, and the staff on both sides of the aisle, for their long hours of hard work on this legislation. I hope the Senate will join us in passing this bill and sending it to the President for signature.', u'I thank my good friend, the chairman of the committee, for his fine leadership, and all the members of the committee and our staffs.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/12/S10334-3_the-floyd-d-spence-national-defense-authorization-/'}