{"speaker_state": "NY", "speaker_raw": "mrs. maloney", "speaker_first": "Carolyn", "congress": 104, "title": "HONORING HELEN RUDEE AND ELIZABETH TERWILLIGER DURING WOMEN'S HISTORY MONTH", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-03-21/html/CREC-1996-03-21-pt1-PgH2657.htm", "number": 40, "id": "CREC-1996-03-21-pt1-PgH2657.chunk2", "volume": 142, "chamber": "House", "session": 2, "speaker_last": "Maloney", "pages": "H2657-H2659", "speaker_party": "D", "date": "1996-03-21", "bills": null, "bioguide_id": "M000087", "order": 2, "speaking": ["I thank the gentleman for yielding, and I likewise join her in thanking Rosa DeLaruo and Lucille Roybal-Allard for organizing this special order in honor of women during Women's History Month.", "Madam Speaker, I rise today to honor as my Woman of the Year a former Congressman, New York's tireless advocate for women, Bella Abzug. On behalf of women everywhere, I salute this remarkable woman, whose dedication and courage deserves recognition as we honor her and as we follow her lead.", "Bella, who was born the same year that women won the right to vote, has spent her entire life fighting for women's rights. As a Member of Congress she wrote the first law banning discrimination against women in obtaining credit, and she initiated an organization which has become known as the Congressional Caucus on Women's Issues.", "Today, Bella continues her advocacy for women with her Women's Environment and Development Organization, a group which will soon introduce its Contract with American Women.", "Today, in a Congress far more hostile to women's rights than any I can remember, I will do what Bella would appreciate the most, honor her spirit by reminding our adversaries that we will refuse to lose. We will succeed in overcoming the anti-women actions of this Congress because we have millions of women with us across this country.", "Madam Speaker, we will succeed, because brave women Like Bella Abzug have taught us how to succeed.", "Madam Speaker, I rise today to honor, as my ``woman of the year'', former Congresswoman and tireless advocate for women's rights--Bella Abzug.", "On behalf of women everywhere, I salute this remarkable woman, whose dedication and courage deserve recognition--as we honor her, and, as we follow her lead.", "Bella, who was born the same year women won the right to vote, has spent her entire life fighting for women's rights.", "As a member of Congress, she wrote the first law banning discrimination against women in obtaining credit; and, she initiated what became known as the Congressional Caucus on Women's Issues.", "Today, Bella continues her advocacy for women with her Women's Environment &amp; Development Organization [WEDO], a group which will soon introduce it's ``Contract with American Women.''", "Today, in a Congress far more hostile to women's rights than any I remember, I will do what I think Bella would appreciate the most--honor her spirit by reminding our adversaries that we refuse to lose.", "We will succeed in overcoming the anti-woman actions of this Congress because we have women like Bella with us.", "Madam Speaker, We will succeed, because brave women like Bella Abzug have taught us how to succeed.", "From every possible forum, Bella Abzug has spent her entire life fighting for women's rights.", "In 1970, Bella became the first woman to run for and win a seat in Congress on a women's rights and peace platform.", "Her term in office was far too short--only 6 years. But, her accomplishments however, were many.", "She wrote the first law banning discrimination against women in obtaining credit, loans, and mortgages. She introduced precedent-setting bills on comprehensive child care, social security for homemakers, abortion rights, and Gay rights. One of the earliest votes Bella cast was to approve the Equal Rights Amendment, and, she introduced a resolution proclaiming August 26th Women's Equality Day. The resolution was approved and signed into law by President Nixon.", "Bella's work in and outside of Congress led to her national and international renown as a forceful and tenacious organizer of women. She held the first planning sessions for the National Women's Political Caucus [NWPS] in her office, and, in 1971 became its first co-Chair. Since its inception, the NWPC has been a major force in recruiting women to run for office; in maintaining a database of women in politics; and in putting women's issues on the national and international agendas.", "Today, Bella has turned her attentions to women's rights in the global arena. Bella is the Co-founder of the Women's Environment &amp; Development Organization [WEDO]. WEDO is an international network which organizes women to help save the planet from worsening environmental threats, and from pollution and poverty.", "As co-Chair of WEDO, Bella presided over the World Women's Congress for a Healthy Planet, held in Miami in 1991. The women's agenda which emerged from that Congress became the focus of activities used in connection with preparations for the Earth Summit in Rio de Janeiro in 1992, which Bella and WEDO leaders from around the world participated in.", "Most recently, I am pleased to say that Bella was a key organizer at the extremely successful Fourth U.N. World Conference on Women in Beijing, China in September of 1995. I was proud to join Bella in Beijing, and I am proud to continue working with her to ``Bring Beijing Home.'' Bella and the WEDO network continue to work at the United Nations, organizing women's caucus meetings at subsequent major international conferences of particular concern to women.", "Bella's international work has been recognized as crucial to the inclusion of women's perspectives, demands, and participation in policy-making in U.N. platforms for action and resulting programs.", "Madam Speaker, in honoring Bella Abzug here today, it is impossible to include all the contributions she has made to the advancement of women's rights. So, we must merely recognize and honor the enormity of her life's work. And, we must take up her baton to ensure continuation of her work--especially in this 104th Congress, the most hostile Congress to women's rights in my memory.", "We face a great deal more than the 104th Congress' hostility toward women. We must also face the following facts: 96 percent of our country's top executives are males; the more a professional field is dominated by women, the lower the pay scale; women are the sole breadwinners in more than 25 percent of the world's families; and prostitution and pornography are the only industries in which women earn more than men.", "Today, I rise to inform this Congress that in the honor and spirit of Bella Abzug, whom I put forward as my ``Woman of the Year,'' that we refuse to lose.", "We will succeed in enacting legislation which will counter the anti-woman actions of the extremists of the 104th Congress. We will succeed in enacting pro-woman legislation because women like Bella have blazed the way. We will succeed because over 150 years of women who faced greater obstacles than we do did not give up.", "We will succeed because Bella succeeded before us. We will succeed because of those that fought before her. We will succeed because we have a perpetual and ever-forward looking movement of women righting relentlessly for equal rights.", "We will follow Bella's lead, and remind ourselves that, ``It's up to the women!''"], "capitolwords_url": "http://capitolwords.org/date/1996/03/21/H2657_honoring-helen-rudee-and-elizabeth-terwilliger-dur/"}