{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 106, "title": "PROPOSING AN AMENDMENT TO THE CONSTITUTION OF THE UNITED STATES TO PROTECT THE RIGHTS OF CRIME VICTIMS--Motion To Proceed--Resumed", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-04-27/html/CREC-2000-04-27-pt1-PgS2966.htm", "number": 50, "id": "CREC-2000-04-27-pt1-PgS2966.chunk7", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S2966-S3011", "speaker_party": null, "date": "2000-04-27", "bills": null, "bioguide_id": null, "order": 7, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "42 cosponsors in the U.S. Senate (29R; 13D). Former Senator Bob Dole. Representative Henry Hyde. Texas Governor George W. Bush. California Governor Gray Davis. Arizona Governor Jane Hull. Former U.S. Attorney General Ed Meese. Former U.S. Attorney General Dick Thornburgh. Former U.S. Attorney General William Barr. The Republican Attorneys General Association. Alabama Attorney General Bill Pryor. Alaska Attorney General Bruce Botelho. Arizona Attorney General Janet Napolitano. California Attorney General Bill Lockyer. Colorado Attorney General Ken Salazar. Connecticut Attorney General Richard Blumenthal. Delaware Attorney General M. Jane Brady. Florida Attorney General Bob Butterworth. Georgia Attorney General Thurbert E. Baker. Hawaii Attorney General Earl Anzai. Idaho Attorney General Alan Lance. Illinois Attorney General Jim Ryan. Indiana Attorney General Karen Freeman-Wilson. Kansas Attorney General Carla Stovall. Kentucky Attorney General Albert Benjamin Chandler III. Maine Attorney General Andrew Ketterer. Maryland Attorney General J. Joseph Curran, Jr. Michigan Attorney General Jennifer Granholm. Minnesota Attorney General Mike Hatch. Mississippi Attorney General Mike Moore. Montana Attorney General Joseph P. Mazurek. Nebraska Attorney General Don Stenberg. New Jersey Attorney General John Farmer. New Mexico Attorney General Patricia Madrid. North Carolina Attorney General Michael F. Easley. Ohio Attorney General Betty D. Montgomery. Oklahoma Attorney General W.A. Drew Edmondson. Oregon Attorney General Hardy Meyers. Pennsylvania Attorney General Mike Fisher. Puerto Rico Attorney General Angel E. Rotger Sabat. South Carolina Attorney General Charlie Condon. South Dakota Attorney General Mark Barnett. Texas Attorney General John Cornyn. Utah Attorney General Jan Graham. Virgin Islands Attorney General Iver A. Stridiron. Virginia Attorney General Mark Earley. Washington Attorney General Christine O. Gregoire. West Virginia Attorney General Darrell V. McGraw, Jr. Wisconsin Attorney General James Doyle. Wyoming Attorney General Gay Woodhouse. Alaska State Legislature."], "capitolwords_url": "http://capitolwords.org/date/2000/04/27/S2966_proposing-an-amendment-to-the-constitution-of-the-/"}