{u'speaker_state': u'NE', u'speaker_raw': u'mr. kerrey', u'speaker_first': u'J. Robert', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10100-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10100-2.chunk99', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kerrey', u'pages': u'S10100-S10125', u'speaker_party': u'D', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'K000146', u'order': 99, u'speaking': [u"Madam President, the Defense of Marriage Act [DOMA] is proposed and sold as a simple measure, limited in scope, and based on common sense. It is none of these things. DOMA certainly cannot be called a simple measure when it proposes to have the Federal Government intervene in matters previously reserved to the States. Conservative advocates of States rights should not brush aside this interference merely because they find a purpose which holds special appeal to them. And with this law the Federal Government will have taken the first--and if history is a good guide, probably not the last--step into the States' business of marriage and family law.", u"DOMA certainly cannot be called limited in scope except for those of us who will be unaffected by this abridgement of rights. The small class of citizens affected do not believe this law is limited in scope. Of course the fact that only a relatively few homosexual couples will be affected begs the question: Why should we heterosexuals worry? We have more important business to tend to. Why should we put ourselves at risk for a small minority of men and women who are willing to make a lifetime commitment to another human being but, whose love of someone of the same sex violates others' personal beliefs? Two reasons. First, these couples are not hurting us with their actions; in fact they may be helping us by showing us that love can conquer hatred. Second, we may be next. That's how the rights of the majority are threatened: One minority group at a time.", u"As to the third representation made by supporters, DOMA does not appear to me to be based on common sense. Common sense tells me: Do not pass a law that is not needed. And DOMA is not needed. States can already refuse to recognize marriages that violate their strong public policies. For example, if Nebraska's Legislature chooses to not recognize a marriage contract between under-age couples, it can do so. The courts have upheld that right. The court would also uphold Nebraska's right to not recognize a same-sex marriage in another State although no State currently allows such marriages.", u'In fact, same-sex marriage laws are not sweeping their way through State legislatures. Local politicians are just as nervous or frightened of this issue as we are. Rather than getting ahead of an issue that is heading our way, we are losing our way to save our political heads.', u'So why worry about DOMA? I worry because despite references to the contrary we are doing much more than passing a law that is not needed. We are establishing, in the Federal code, a prohibition against a narrow class of people; a Federal law will preempt State law and discriminate against these individuals by saying they cannot do what all other Americans can legally do. And, we are establishing a means to carry out other Federal remedies to State-level family law problems. I would vote against DOMA if it only did the first of these things. However, it is the second which should strike fear into the heart of heterosexual Americans who wonder if this could affect them some day. The answer is it can and probably will. Even if it is not your loved one who is unable to visit you on your deathbed because laws forbid non-family members from entering your room, this bill could someday touch your life.', u"For example, once this bill has passed and been signed into law, advocates of Federal involvement in personal decisions may propose adding other language. They may say: Let's examine the heterosexual activity which common sense and empirical evidence tells us is a threat to the institution of marriage: divorce. Divorce--not same-sex marriage--is the No. 1 enemy of marriage. And, with a Federal definition of marriage in chapter 1 of title 1 of the United States Code, future Congresses would have a Federal vehicle to attack divorce. DOMA's language, which provides that `` `marriage' means only a legal union between one man and one woman as husband and wife,'' could easily be amended to prevent States from recognizing divorce decrees which occurred in the 1st year of marriage, 2nd year, or the 10th year. Beyond divorce, we could add custody language or other Federal requirements on married couples. Supporters of DOMA say they are not creating a Federal certificate of marriage. True enough today. However, they are creating an easy way for us to reach that goal.", u'Supporters of DOMA say a Federal definition of marriage is needed because Federal benefits are at risk. This is making a mountain out of a mole hill. Even if the same percentage of homosexual Americans were married as heterosexual Americans, 40 percent, the threat to the Treasury would be modest. Approximately 5 percent of the population is gay or lesbian. Therefore, we are only talking about 2 percent of the population that could possibly benefit if same sex marriages were recognized. Further, Congress can choose to exclude same-sex partners from any Federal benefit it chooses, as we did with the family and medical leave legislation.', u'Proponents also say, the current United States Code does not contain a definition of marriage, presumably because Americans have known what it means. Not true. Federal definitions of marriage, divorce, child custody, and other family matters have been omitted because Americans have known what it means when the Federal Government starts to legislate in new areas. Americans know that once we start, we cannot stop.', u'Heterosexual Americans who wonder why they should be concerned with a law that restricts the freedom of a minority class should be advised: The bell that tolls for them could soon toll for thee.', u"Heterosexual Americans should know: Marriage is not under attack from rising numbers of homosexual Americans who are making commitments to each other. Marriage is under attack when a person is too busy, too preoccupied, and too concerned about taking care of No. 1 to take care of No. 2 or 3 or 4. Marriage is under attack in that moment when a man or woman is tempted to forget their commitment to love ``until death do us part.''", u"My mother and father's generation did not forget. My generation unfortunately did. My children's generation, thank God, appears to be remembering again. And in this remembering lies the hope for marriage and other sacred traditions so important to our Nation. Not a Federal statute."], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10100-2_defense-of-marriage-act/'}