{u'speaker_state': u'MI', u'speaker_raw': u'mr. conyers', u'speaker_first': u'John', u'congress': 106, u'title': u'RELIGIOUS LIBERTY PROTECTION ACT OF 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-15/html/CREC-1999-07-15-pt1-PgH5580-2.htm', u'number': 100, u'id': u'CREC-1999-07-15-pt1-PgH5580-2.chunk34', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Conyers', u'pages': u'H5580-H5608', u'speaker_party': u'D', u'date': u'1999-07-15', u'bills': [u'H.R. 1691'], u'bioguide_id': u'C000714', u'order': 34, u'speaking': [u'Mr. Speaker, I yield myself 4 minutes. ', u'Mr. Speaker, we are confronted with a very unusual situation here that, unless we put the legislation that we handled in 1993, which was passed by a voice vote, and of course many Members now present were not in the Congress nor on the Committee on the Judiciary at that time, into perspective, we may miss what is attempted to be done here.', u'The court rendered part of that law invalid. They rendered the part that deals with State and local civil rights laws invalid, that it did not apply to them.', u'What this measure is doing is coming back and getting the other part of it. And so, this is part of a one-two punch in which we are now doing something incredible if we look at it in the broader context.', u"We have already put restrictions on Federal civil rights laws as a result of the 1993 case, and now we are coming back to get the part that escaped the court's criticism. That is why the leading civil rights litigation organization in the United States, the NAACP Legal Defense and Educational Fund, has, as of yesterday, sent me a strong letter explaining why they cannot support this measure.", u'In addition, the American Civil Liberties Union, probably the second-most active litigating organization, has also indicated their strong reservations about this measure in its present form.', u"I would just give my colleagues a part of the reasoning of Director Counsel General Elaine Jones of LDF's letter to me that indicates why they urged Members not to succumb to this bill, as enticing as it may be, without some correction.", u'Defendants in discrimination cases brought under State or local fair housing, employment laws may seek to avoid liability by claiming protection under the Religious Liberty Protection Act. This would require individuals proceeding under such State and local antidiscrimination laws to prove that the law they wish to utilize is a least restrictive means of furthering a compelling governmental interest. This requirement would significantly increase the litigation time and expense of pursuing even ordinary antidiscrimination actions and as a result could even preclude some plaintiffs from pursuing their claims.', u'And so, we are now being asked to submit to part two of the original law that limits the Federal civil rights jurisdiction and now we have come back in this rather clever and innocent-sounding defense of religious liberties to now put the hindrance, the binders, on local and State civil rights laws.', u'Although I am committed to preserving religious freedom in this nation, I cannot support the Religious Liberty Protection Act as it is presently drafted.', u"My principal concern is that the legislation creates a brand new right for so-called ``religious practitioners'' and no other group or government enjoys--the right to discriminate. The right is so sweeping it will apply not only to religious institutions, but to large corporations.", u"I know that the bill's supporters say we should not worry about race and gender discrimination, because those interests have previously been found by the courts to be protected under the so-called ``compelling interest test set forth in the bill. Forgive me for being a little bit skeptical of this claim, particularly given the current conservative makeup of so many courts.", u"Even if the supporters' predictions prove true, civil rights plaintiffs will be subject to vastly enhanced litigation costs. We have enough barriers to civil rights suits without adding these new obstacles. This is why the NAACP Legal Defense and Education Fund is so strongly opposed to the bill.", u"Buyt it is beyond race and gender that the most significant civil rights concerns exist. This is because anti-discrimination laws based on sexual orientation, marital status, and disability have not been found by the courts to be based on a ``compelling'' government interest.", u'This means that under the bill, businesses will be free to discriminate against gay and lesbian employees, and large landlords will be able to justify their refusal to rent to single parents or gays and lesbians. In my view, we have fought too hard in the civil rights arena over the years to give back these gains.', u"I am also concerned that the bill raises serious constitutional problems. Among the many problems are the bill's tenuous relationship to Congress' interstate commerce and spending power authority, and its micro management of the federal judiciary and the state and local authorities. Given the recent trend of Supreme Court decisions on commerce, federalism and separation of powers, it is difficult to see this bill passing constitutional muster. Unfortunately, when the bill was struck down, it will serve as yet another precedent blocking Congress' path to protecting other civil rights which have a far stronger tie to our commerce and spending powers. In other words, we are sending the Court the weakest possible bill from a constitutional perspective and are inviting an adverse precedent.", u"I seriously question whether another federal law which is so antagonistic towards civil rights holds the key to protecting religious liberty in this country. This country has more religion and a greater variety of religious expression than any nation on earth. We have done so by maintaining the delicate balance between the First Amendment's religious liberty clause and its establishment clause, as interpreted by an independent judiciary.", u"It is doubtful the ``Religious Liberty Protection Act'' can improve on the scheme for protecting religious liberty designed by our founding fathers. I urge a ``no'' vote.", u"Dear Congressman Conyers: The NAACP Legal Defense and Educational Fund, Inc. (``LDF''), urges you to oppose final passage of H.R. 1691, The Religious Liberty Protection Act of 1999 (``RLPA''). LDF litigates civil rights cases throughout the country on behalf of African Americans and other minorities in an effort to preserve equity, fairness and justice in educaiton, employment, housing, health care, environment, criminal justice, and voting rights. RLPA poses a potential threat to this type of litigation as RLPA may be used in a manner to limit African Americans and other minorities' rights to seek protection from discrimination under state and local antidiscrimination laws. Defendants in discrimination cases brought under state or local fair housing, employment, etc., laws may seek to avoid liability by claiming protection udner RLPA. This would require individuals and groups proceeding under such state and local antidiscrimination laws to prove that the law they wish to utilize is a least restrictive means of furthering a compelling governmental interest. This requirement would significantly increase the litigation time and expense of pursuing even workday antidiscrimination actions and as a result could hinder or preclude some plaintiffs from pursuing their claims. Even if the courts ultimately rule, as they should, that the various state and local antidiscrimination statutes are least restrictive means to further compelling governmental interests, the uncertainty of whether statutes will withstand a RLPA defense may dissuade plaintiffs from seeking redress under antidiscrimination statutes. Of course, if any court were to determine that a particular antidiscrimination statute were not a least restrictive means of furthering a compelling governmental interest, a successful RLPA defense would completely bar a plaintiff from proceeding under that statute. In either event, RLPA will create an additional burden for plaintiffs attempting to vindicate their civil rights. For these reasons, LDF asks that you oppose RLPA, which may be used as a mechanism to limit African Americans and other minorities from proceeding under the state and local laws that prohibit discrimination in a wide range of areas. Sincerely, Elaine R. Jones, Director-Counsel. Reed Colfax, Assistant Counsel.Examples of Unintended and Adverse Consequences from Enactment of H.R. ", u'Mr. Speaker, I reserve the balance of my time.', u'The SPEAKER pro tempore (Mr. Barrett of Nebraska).', u'The Chair advises that the gentleman from Florida (Mr. Canady) has 10 minutes remaining. The gentleman from Michigan (Mr. Conyers) has 20 minutes remaining.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/07/15/H5580-2_religious-liberty-protection-act-of-1999/'}