{u'speaker_state': u'NY', u'speaker_raw': u'mr. nadler', u'speaker_first': u'Jerrold', u'congress': 106, u'title': u'RELIGIOUS LIBERTY PROTECTION ACT OF 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-07-15/html/CREC-1999-07-15-pt1-PgH5580-2.htm', u'number': 100, u'id': u'CREC-1999-07-15-pt1-PgH5580-2.chunk68', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Nadler', u'pages': u'H5580-H5608', u'speaker_party': u'D', u'date': u'1999-07-15', u'bills': None, u'bioguide_id': u'N000002', u'order': 68, u'speaking': [u'Mr. Speaker, I yield myself such time as I may consume.', u'Mr. Speaker, I rise in support of the amendment in the nature of a substitute. I will not repeat the arguments I made during the general debate as to why the underlying legislation is very necessary. I think the vast majority of the Members of this House agree with that proposition.', u'The real question is whether it is appropriate to ensure that this legislation, once enacted, while providing an effective shield for the religious rights of all Americans, will not be used as a sword against the civil rights of other Americans. I believe the amendment in the nature of a substitute strikes that balance, and does so without doing violence to the underlying purpose of the bill.', u'Members who support this legislation need not be concerned that the substitute will nullify its protections in any way. It is no secret there is substantial concern that establishing a standard that says a State and local law cannot be enforced in any case where someone raises a religious claim, unless the State can show a compelling interest in enforcing its law in the specific case, causes concerns about whether religious claims will prevail against State and local civil rights laws.', u'The Committee on the Judiciary has received testimony from some supporters of this bill who have testified very forthrightly that they have and will continue to bring free exercise litigation in an effort to undermine some civil rights protections.', u'While those religious beliefs may be sincere and entitled to a fair hearing, I think it is necessary to strike an appropriate balance without broad carve-outs and without politicizing the process, if that is possible.', u'The amendment recognizes that religious rights are rights that belong to individuals and to religious assemblies and institutions. General Motors does not have sincerely held religious beliefs, by its nature. My amendment protects individual and religious institutions.', u"In order to protect civil rights laws against the person who would say, ``My religion prohibits me from letting my corporation hire a divorced person or a disabled person, or a mother who should be at home with her children, or a gay or a lesbian person, and it prohibits me from letting my hotel rent a room to such people,'' never mind the State civil rights laws that prohibit this kind of discrimination, in order to protect civil rights laws against that sort of religious claim, the amendment places some limits on who may raise a claim under this bill against the application of a State or local law.", u'Any person would have standing, any person would have standing under this amendment to raise any claim with respect to any issue, with the following narrow exceptions: Except a claim against the housing discrimination law could be raised only by a small landlord who was exempted by the terms of the Fair Housing Act; a claim against an employment discrimination law could be raised only by a small business with five or fewer employees, in accord with the general practice of exempting very small businesses from employment discrimination laws; or by a church or other religious institution or religious school exercising its right to decide whom to employ based on its religious beliefs.', u'With these exceptions, businesses of any size could bring any free exercise claims. This is important for the mom and pop store that has difficulties with Sunday closing laws, or with laws allowing malls requiring stores to remain open 7 days a week, as well as for large firms that, for example, produce kosher meat or other products.', u"The amendment recognizes that in protecting any rights, we are always balancing other peoples' rights. The courts do it, we do it, and there is no way around it. I think this amendment accomplishes that end.", u'I can tell the Members that a great deal of work and consultation, both with Members of the religious coalition which is supporting this bill and with other civil rights groups, has gone into developing this language. It provides a basis to enact a bill that will pass and that will protect people who are in need of protection.', u'I know there are those who will object that this amendment is a carve-out, a set of exceptions to a general religious protection principle that will set a precedent for many more exceptions and could lead to gutting of the bill, to rendering our first freedom a hollow shell. I disagree.', u'In the first instance, this bill already has a carve-out that breaks the absolute, the principle of indivisibility that we must never have carve-outs. This bill limits the right of prison inmates to raise otherwise valid claims under the bill by specifically referencing the Prison Litigation Reform Act.', u'So we already have a carve-out in the bill. This is simply a second carve-out. The question is not should we have a carve-out, but is it important, worthwhile, and valid. I submit that to protect civil rights laws from possible claims under this bill, it is a valid protection.', u'Secondly, it is not a carve-out in the sense that, for instance, the prison carve-out is, where it simply says, this shall not apply by reference, or this shall not apply to this or that law. It is a limitation, a narrow limitation on standing which would be very difficult to extend further and which should not be extended any further.', u'I believe that without good faith compromise by people with vastly different beliefs, it would be difficult to get this bill through the Senate, through the House, and through the President. That was our experience with RFRA, and nothing has changed.', u'This amendment provides an opportunity to find the consensus we need to protect the rights of all Americans. If we could not draft this amendment, Mr. Speaker, if we had a stark choice in which we said we can either protect the free exercise of religious rights of people from the damage the Supreme Court has done to it at the expense of the civil rights of other Americans, or we can protect the civil rights of Americans but not their religious rights, that would be a terrible choice, indeed.', u'This amendment offers us a way to do both, protect the religious liberties we need to protect, as the gentleman from Florida (Mr. Canady) and others have so eloquently expressed, but do so without violating or posing a threat to civil rights of Americans.', u'We ought to do it in the proper way without posing a threat to the civil rights of Americans. I therefore urge my colleagues to adopt this substitute amendment and, reluctantly, if the substitute is not adopted, I will urge my colleagues to vote against the bill so that we can have, further in the process, better odds of getting this amendment or something like this into the bill.', u'Mr. Speaker, I reserve the balance of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/1999/07/15/H5580-2_religious-liberty-protection-act-of-1999/'}