{u'speaker_state': u'MA', u'speaker_raw': u'mr. delahunt', u'speaker_first': u'Bill', u'congress': 106, u'title': u'TWENTY-FIRST AMENDMENT ENFORCEMENT ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-08-03/html/CREC-1999-08-03-pt1-PgH6856-2.htm', u'number': 112, u'id': u'CREC-1999-08-03-pt1-PgH6856-2.chunk10', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Delahunt', u'pages': u'H6856-H6887', u'speaker_party': u'D', u'date': u'1999-08-03', u'bills': [u'H.R. 2031'], u'bioguide_id': u'D000210', u'order': 10, u'speaking': [u'Mr. Chairman, I yield myself such time as I may consume.', u'Mr. Chairman, I rise in support of the bill. As my friend, the gentleman from Florida (Mr. Scarborough) indicated, this bill is very simple, Mr. Chairman. It does nothing more than to confer upon a State the right to go to Federal court to stop someone from outside the State from violating its liquor laws. It is nothing more, it is nothing less. It in no way changes substantive law at the State or Federal level.', u'The bill is necessary not only to prevent illegal shipments to minors, but to enable States to police licensing standards, track sales, and collect taxes on those sales.', u'Last year, illegal alcohol shipments cost States some $600 million in lost revenues. State taxes on alcohol are an important source of support for State programs, and protecting that funding stream is a legitimate State objective.', u'Some who are opposed to this legislation argue that it would impede the development of electronic commerce by taxing the Internet, or chilling direct sales of wine and spirits over the Internet. Well, whatever the merits of chilled wine are, Mr. Chairman, there is no merit whatsoever to these arguments.', u'As my friend, the gentleman from Florida, pointed out, lawful sales of alcohol over the Internet are thriving. Such online enterprises as wineshopper.com, sendwine.com, and virtualvineyard.com, generated hundreds of millions of dollars in lawful online sales last year alone.', u"Just last month, Geerlings & Wade of Massachusetts, which has endorsed this bill and is the Nation's largest direct marketer of wines, announced another new website called winebins.com, which will sell thousands of labels in the 27 States in which the company is operating, is licensed to operate. No doubt it will continue to add new labels.", u'Let us be clear, the bill would impose no new taxes on any of these electronic transactions, nor would it make them illegal. The State laws we seek to defend were put into place to regulate alcohol sales after the failure of Prohibition. In effect, they were the instrument by which an illegal enterprise, bootlegging, was turned into a lawful and regulated activity.', u'Some will argue that now these laws are an anachronism. Well, maybe they are correct. Maybe there is a better way for States to protect minors, track sales, ensure quality control, and to raise taxes. But that is an argument better addressed by State legislatures, which have the power to rewrite those laws. Until they do so, they have a right to expect that the laws on the books will be enforced.', u'That is really what the legislation is all about. If we permit States to pass laws but deny them a remedy when those laws are broken, we encourage disrespect for the law. It is really that simple. That is why attorneys general from across the country support this legislation.', u'I include for the Record, Mr. Chairman, letters of support from the chief law enforcement officers of Alabama, Alaska, Arkansas, Colorado, Georgia, Illinois, Indiana, Iowa, Kansas, Michigan, Montana, Nebraska, Nevada, New Hampshire, North Carolina, North Dakota, Oregon, Utah, Virginia, West Virginia, Wyoming, and my own Commonwealth of Massachusetts.', u'The letters referred to are as follows: Commonwealth of Virginia,', u"Dear Mr. Terry: As the chief law enforcement officers of our respective states, we are pleased that on July 20 the Judiciary Committee voted overwhelmingly in favor H.R. 2031, the 21st Amendment Enforcement Act, and understand that the House is expected to vote on this important legislation soon. We are very concerned by media reports that opponents of this common sense, law and order legislation are raising superfluous issues and misrepresenting the facts in an effort to defeat it, and would like to underscore the following points: This is not anti-Internet legislation. There is no language or intent in the bill that could even be remotely construed to impede lawful Internet commerce in wine or any other consumer product. This bill does not even mention online sales. H.R. 2031 merely seeks to stop illegal alcohol distribution, regardless of how the order was placed--by computer, toll-free number, or by mail. We strongly support online commerce for all legal products and want to encourage its growth to improve consumer choice and convenience. This goal is actually harmed, however, by those who distribute their products illegally. H.R. 2031 would not impose a burden on any manufacturer, wholesaler or retailer of alcohol beverages that is operating lawfully. In fact, it would still be possible to purchase alcohol over the Internet and have it shipped to a licensed distributor, where it could then be obtained. This is a states' rights issue. The 21st Amendment recognizes the right of each state to structure its laws accordingly, and as law enforcement officials we have an obligation to stand in strong opposition to businesses that ignore them. We are not asking for any new federal laws regarding the transportation or distribution of alcohol; we are merely asking for the power to enforce our own state laws already on the books. None of us has a vested interest in the alcohol beverage industry beyond making sure that our alcohol-related laws are obeyed and that we have adequate enforcement authority. H.R. 2031 will give us access to federal courts, thereby simplifying the legal process for prosecuting those who are distributing in our states illegally. Sincerely, Mark L. Earley, Attorney General of Virginia. Bill Pryor, Attorney General of Alabama Bruce M. Botelho, Attorney General of Alaska. Mark Pryor, Attorney General of Arkansas. Ken Salazar, Attorney General of Colorado. Thurbert E. Baker, Attorney General of Georgia. Jim Ryan, Attorney General of Illinois. Jeffrey A. Modisett, Attorney General of Indiana, Tom Miller, Attorney General of Iowa. Carla J. Stovall, Attorney General of Kansas. Jennifer Granholm, Attorney General of Michigan. Joseph P. Mazurek, Attorney General of Montana. Don Stenberg, Attorney General of Nebraska. Frankie Sue Del Papa, Attorney General of Nevada. Philip T. McLaughlin, Attorney General of New Hampshire. Michael F. Easley, Attorney General of North Carolina. Heidi Heikamp, Attorney General of North Dakota. Hardy Myers, Attorney General of Oregon. Jan Graham, Attorney General of Utah. Darrell V. McGraw, Jr., Attorney General of West Virginia. Gay Woodhouse, Attorney General of Wyoming."], u'capitolwords_url': u'http://capitolwords.org/date/1999/08/03/H6856-2_twenty-first-amendment-enforcement-act/'}