{u'speaker_state': u'GA', u'speaker_raw': u'mr. kingston', u'speaker_first': u'Jack', u'congress': 108, u'title': u'MARRIAGE PROTECTION AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm', u'number': 121, u'id': u'CREC-2004-09-30-pt1-PgH7898-2.chunk157', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Kingston', u'pages': u'H7898-H7934', u'speaker_party': u'R', u'date': u'2004-09-30', u'bills': None, u'bioguide_id': u'K000220', u'order': 157, u'speaking': [u'Mr. Speaker, the Marriage Protection Amendment would not prevent any State from enacting civil union laws, but would protect marriage in all 50 States.', u'Recently, I went to a friend, Mr. Sage Brown, who is a distinguished attorney and civil rights leader in Savannah, Georgia. Indeed, he is featured at the Gilbert Civil Rights Museum as a man who was on the frontlines of integration and did so much for the African American community. I asked him, Is this a civil rights-type issue, to which he said no, the relationship of marriage is the most sacred building block of our society. Marriage is sacred and protected and has nothing to do with violating our civil rights.', u'If we change the definition of marriage to be more inclusive, then is it logical to argue that we should broaden the definition so we do not exclude anybody? If marriage violated the civil rights of two men or two women who wanted to be married to each other, then it would also violate the civil rights of a polygamist, somebody else who wants to have a different marriage than that between a man and a woman.', u'Mr. Brown raised a number of good points which I am going to submit for the Record. I wish there was more time to have debate on it, but I wanted to bring up something from his point of view.', u"Mr. Speaker, the Marriage Protection Amendment would not prevent States from enacting civil union laws but would protect marriage in all 50 States. It would state that ``marriage in the United States shall consist only of the union of a man and a woman.'' When I hear my distinguished colleagues from the other side say that marriage should be redefined because it is discriminatory, I respectfully disagree. Moreover, I believe that a great majority of Americans disagree.", u"I've spoken with many minority men and women in my district who have experienced civil rights abuses first hand. Recently, I spoke with Mr. Sage Brown, a distinguished African American civil rights leader from my district who said and I quote:", u'The relationship of marriage is a most sacred building block of our society. Marriage is sacred and protected and has nothing to do with violating our civil rights. It is not a question of whether or not a person can enter into a relationship such as a civil union. Our country was formed by a group of people who were persecuted for believing certain fundamental things. They looked at their creator in terms of the defining foundation for our families . . . and this foundation included the marriage of a man and a woman. The installation of marriage was wholly designed for the production, reproduction and propagation of the family.', u'Our marriage laws--defining marriage as the union of a man and a woman--were designed to be a blessing to children and society. There is a certain element of complementarity between men and women that is biological by nature.', u"If marriage violated the civil rights of two men and two women who want to be married, then it also violates the civil rights of polygamists, and of single adults who want to marry themselves. If our distinguished colleagues believe it is a civil rights issue, then do they also believe it discriminates against people who believe in polygamy. Does it also discriminate against three men who want to marry? What about four women? What about single people who don't want to marry another person? Should they be excluded?", u"If we change the definition of marriage to be more inclusive, then it is logical to argue that we should broaden the definition so that won't exclude anyone.", u'Marriage is an institution fits in perfect harmony with the laws of nature; whereas systems of slavery and segregation were designed to brutally oppress people and thereby violated the laws of nature. By contrast, marriage is designed to help children by keeping their mothers and fathers together. Slavery and segregation were meant to exploit and degrade. There is a fundamental difference.', u"Skin color has nothing to do with marriage. That's why it's wrong to forbid interracial marriage and that's why overturning these laws was a legitimate civil rights issue. But whether a couple is a man and a woman has everything to do with the meaning of marriage. Marriage encourages the men and women who together create life to unite in a bond for the protection of children. That is not discrimination. It is the building block on which society is based.", u'Marriege was not created to place people in bondage. It was created for having children, and to propagate the human race from one generation to the next.', u'The union of a man and woman is the most enduring human institution--which has been around since the origin of mankind. It is honored and encouraged in all cultures and by every religious faith.', u'Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society. Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society. Government, by recognizing and protecting marriage, serves the interests of all.', u'Moreover, it would prevent the judicial chaos we are beginning to see with recent rulings whereas gay couples are suing in States that do not recognize same sex marriage. Recently, Oregon conducted over 3,000 same sex marriages consisting of couples who live in over 30 States.', u"Lawless local officials have ignored the law and issued same-sex licenses in California, New Jersey, New York, New Mexico, Oregon and Washington. This issue is Federal, not State or local. The States' rights issue is meaningless if judges are the ultimate rulers.", u'We are headed for a proliferation of court cases in all 50 States if we do not act now.', u'So far, 44 States, or 88 percent of the States, have enacted laws providing that marriage shall consist of a union between a man and a woman. Only 75 percent of the States are required to approve a constitutional amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/'}