{u'speaker_state': u'NC', u'speaker_raw': u'mr. jones', u'speaker_first': u'Walter', u'congress': 104, u'title': u"SUPPORT THE ELIMINATION OF NEA'S FUNDING", u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-06-18/html/CREC-1996-06-18-pt1-PgH6484.htm', u'number': 90, u'id': u'CREC-1996-06-18-pt1-PgH6484.chunk1', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jones', u'pages': u'H6484', u'speaker_party': u'R', u'date': u'1996-06-18', u'bills': None, u'bioguide_id': u'J000255', u'order': 1, u'speaking': [u'Mr. Speaker, here we go again. Just as this Congress is set to debate the funding of the National Endowment for the Arts, NEA Chairwoman, Jane Alexander, has again shown us that both she and the taxpayer funded NEA, must go.', u"Last Sunday, at the New York Lesbian and Gay Video and Film Festival, director Cheryl Dunye premiered her film, ``Watermelon Woman,'' funded by the tax dollars of hardworking Americans.", u"In the words of the director herself, this pornographic film depicts black ``lesbians experiencing their sexual desire for each other.'' This film was produced from a $31,000 grant from the NEA.", u'I believe that in the opinion of most Americans, Watermelon Woman has absolutely no serious artistic, or political value.', u'NEA Chairwoman Alexander and the National Endowment for the Arts are attempting to pull the wool over the eyes of taxpaying Americans by marketing this sexually explicit film as black history.', u"As Edmund Peterson, chairman of Project 21 and a leading black conservative put it, in Friday's Washington Times, ``There is no demand in the black community for this movie; this is a classic example, of the Clinton administration, being in bed with the gay-lesbian movement, and funding a project through tax dollars, that can't get funded any other way.''", u'Mr. Speaker, this is not the first time that Miss Alexander and the NEA have demonstrated a desire to divert our tax dollars to controversial works that demean the religious beliefs and moral values of mainstream Americans. One should not forget the March 1994 performance of Ron Athey, at the Minneapolis Walker Art Center.', u'This NEA-funded performance featured Mr. Athey carving a design into the back of an assistant, mopping up the blood with paper towels, and then sending the paper towels on a line, out over the shocked audience.', u"Miss Alexander defended the performance, stating in the Washington Post, ``not all art is for everybody.''", u'Many in Congress denounced this performance as an obscenity. Miss Alexander and the NEA responded by awarding more of our hard-earned tax dollars to the Walker Art Center.', u'Miss Alexander and the NEA have repeatedly thumbed their noses at Congress and the American public.', u'I call on President Clinton to find the moral courage within himself to protect the children of America from these obscenities, and to demand the immediate resignation of Jane Alexander. Mr. President, you cannot have it both ways.', u"Middle America does not share the NEA's values. The American taxpayer and the working families of the Third District of North Carolina do not want their money spent on so-called works of art, like a crucifix in urine, or photographs, which exploit our children.", u'This week, the House is scheduled to debate funding for the National Endowment for the Arts.', u'It is time the Government got out of the business of funding this so-called art.', u"I urge each of my colleagues to support the elimination of the NEA's Federal funding. The taxpayer cannot afford it and our children do not deserve it."], u'capitolwords_url': u'http://capitolwords.org/date/1996/06/18/H6484_support-the-elimination-of-neas-funding/'}