{"speaker_state": "NV", "speaker_raw": "mr. reid", "speaker_first": "Harry", "congress": 106, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-19/html/CREC-2000-06-19-pt1-PgS5325-3.htm", "number": 77, "id": "CREC-2000-06-19-pt1-PgS5325-3.chunk219", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": "Reid", "pages": "S5325-S5356", "speaker_party": "D", "date": "2000-06-19", "bills": null, "bioguide_id": "R000146", "order": 219, "speaking": ["Mr. President, in Las Vegas a gay man was shot to death because he was gay. In Reno, someone went to a city park with the specific purpose to find someone who was gay, found him, and killed him. These types of incidents have happened not once, not twice, but numerous times in Nevada, and thousands of times around this country.", "I only mention two of the occasions where someone's son, someone's brother was killed. They were human beings. These people were killed not because of wanting to steal from them, not because of wanting to do anything other than to kill them because of who they were. They were killed because someone hated them.", "Mr. President, I rise today in support of the Local Law Enforcement Act of 2000. I am an original cosponsor of the freestanding legislation authored by the senior Senator from Massachusetts, Mr. Kennedy. I commend Senator Kennedy for his tireless efforts to ensure that the Senate consider and pass this important and much-needed measure. This is important legislation, and I am very happy that we are now at a point where this legislation can be debated in the Senate.", "Hate crimes legislation is needed because, according to the FBI, nearly 60,000 hate crimes incidents have been reported in the last 8 years. In 1998, the latest year for which FBI figures are available, nearly 8,000 hate crimes incidents were reported. But these figures are more frightening when we ponder how many hate crimes are not reported to law enforcement authorities.", "Unfortunately, the Federal statutes currently used to prosecute hate-based violence need to be updated. That is what Senator Kennedy is doing. These Federal laws, many of which were passed during the Reconstruction era as a response to widespread violence against former slaves, do not cover incidents of hate-based crimes based upon a person's sexual orientation, gender, or disability. In 1998, again, the last year for which statistics are available, there were 1,260 hate crimes incidents based on sexual orientation reported to law enforcement. Many more took place. These are only the ones that were reported. This figure, which represents about 16 percent of all hate crimes reported in 1998, demonstrates that current law must be changed to include sexual orientation under the definition of hate crimes.", "I have listened to the debate on the floor today. I think we all have some remembrance of the terrible series of events which occurred in Jasper, TX, a couple years ago. On June 7, the country paused to remember the second anniversary of James Byrd, Jr.'s horrific death, when he was dragged along a rural back road in Texas. This man was just walking along the road when certain people, because of the color of his skin, grabbed him, beat him, and if that wasn't enough, they tied him, while he was still alive, to the back of their pickup and dragged him until he died.", "Due to the race-based nature of the Byrd murder, Federal authorities were able to offer significant assistance, including Federal dollars, to aid in the investigation and prosecution of that case to ensure that justice was served.", "Unfortunately, the same cannot be said about another case that has already been talked about here on the floor today; the case of Matthew Shepard. He was a very small man. In spite of his small size, two men, assisted by one or both of their girlfriends, took this man from a bar because he was gay, and, among other things, tied him to a fencepost and killed him.", "This was gruesome. It was a terrible beating and murder of this student from the University of Wyoming. But, what makes this case even more disturbing is that Wyoming authorities did not have enough money to prosecute the case. They did, of course, but in order to finalize the prosecution of that case, they had to lay off five of their law enforcement employees. The local authorities could not get any Federal resources because current hate crimes legislation does not extend to victims of hate crimes based upon sexual orientation.", "If there were no other reason in the world that we pass this legislation than the Matthew Shepard case, we should do it. I have great respect for those people in Wyoming who went to great sacrifice to prosecute that case.", "The hate crimes legislation being offered to the Defense Authorization bill is a sensible approach to combat these crimes based upon hate. The measure would extend basic hate crimes protections to all Americans, in all communities, by adding real or perceived sexual orientation, gender, or disability categories to be covered.", "The amendment would also remove limitations under current law which require that victims of hate crimes be engaged in a federally protected activity.", "There may be those who are listening to this debate and wondering why we need to protect those people who are handicapped or disabled? We need only look back at some of the genocide of the Second World War and recognize that Hitler was totally opposed to anyone who was not, in his opinion, quite right. He went after people who had disabilities.", "So there are people, as sad as it may seem, who not only are hateful of people who are of a different color, a different religion, a different sexual orientation, but also someone who does not have all their physical or mental capacities.", "We must give law enforcement the tools they need to combat this kind of violence, to help ensure that every American can live in an environment free of terror brought on by hatred and violence.", "As Senator Kennedy will say, this amendment has been carefully drafted and modified to assure its constitutionality under current Supreme Court precedents and has been reexamined in light of the recent Morrison decision which invalidated the civil rights remedy in the Violence Against Women Act. I appreciate the work done by Senator Kennedy and the Judiciary Committee for taking such a close look at this legislation.", "I have shared with my colleagues two incidents in Nevada. There are many, many others. There are incidents in all 50 States and the District of Columbia of people who have been kidnaped, beaten, raped, and murdered as a result of their sexual orientation. Court records reveal that in each of these cases, with rare exception, there is hate that spews out of these people's mouths before the act takes place, derogatory names and slurs as they are taking people to their deaths, brutal sadistic murders.", "These victims are someone's son, someone's daughter, someone's brother, someone's sister, someone's loved one. People should not be killed because they are different; they should not be killed because someone has a certain, misguided standard of how someone else should be. People should not be killed because of hate.", "We live in America, the land of freedom and opportunity. We should make sure we stand for morality based upon people's accomplishments, not because of their race, color, creed, or sexual orientation.", "I extend my congratulations to Senator Kennedy for the work he has done. I hope these two men, Senators Hatch and Kennedy, who have worked so closely on legislation over the years, will see that this important aspect of the law which needs to be revised is revised in such a way that we can all hold our heads high and say: When these crimes take place in the future, authorities in States such as Wyoming will not have to lay off five law enforcement officers to prosecute the crime."], "capitolwords_url": "http://capitolwords.org/date/2000/06/19/S5325-3_national-defense-authorization-act-for-fiscal-year/"}