{"speaker_state": "TX", "speaker_raw": "mr. delay", "speaker_first": "Thomas", "congress": 108, "title": "MARRIAGE PROTECTION AMENDMENT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-09-30/html/CREC-2004-09-30-pt1-PgH7898-2.htm", "number": 121, "id": "CREC-2004-09-30-pt1-PgH7898-2.chunk162", "volume": 150, "chamber": "House", "session": 2, "speaker_last": "DeLay", "pages": "H7898-H7934", "speaker_party": "R", "date": "2004-09-30", "bills": null, "bioguide_id": "D000217", "order": 162, "speaking": ["Mr. Speaker, I yield myself the balance of my time.", "Mr. Speaker, I know some wanted to pick a fight here today, trying to get us to talk about same-sex marriage, about homosexuality and all those kinds of things. We did not talk about them because that is not what this is about. What this is about is the family and the definition of family, so I will define it for you: a family is a man and a woman that can create children. Peter and Paul cannot create children. Mary and Jane cannot create children. It is about regenerating and re-energizing our population by being able to create children.", "But more than that, it is about responsibility. A family is a man and a woman that can create children and rear them. It is how we create communities. It is how we transfer our values to our children, because if you destroy marriage and people do not get married, several things happen: first of all, men are let off the hook. Men can have the sex but not the responsibility of raising the children. That has happened in our society and societies in Europe and others. If you take away the responsibility, why should a man get married? But if he has a commitment with the woman, the mother of his child, then he realizes the responsibility of trying to raise that child. He also provides something more than Mary and Jane can provide. Mary and Jane can be great mothers and there are many of them that are great mothers. Peter and Paul can be great fathers. But Peter and Paul cannot be a mother. And Mary and Jane cannot be a father. The reason that one man and one woman is necessary to rear children is so that they can receive the benefits that a man can give them and that a woman can give them. They can see the commitment between a man and a woman, the trust that is committed between the two, the love. But more important than that, it is how that man and that woman transfer their values to their children.", "It is also how each family can transfer its values by families coming together as communities and transferring those values to those communities. So when you ask the question, what harm is it, the harm is if nobody gets married and they are having children out of wedlock, which has already been said, children born out of wedlock are more likely to have all the maladies of societal ills, whether it be quicker on drugs, dropouts. We know. Every social ill can come down on these children. If that happens, then we are not transferring our values to communities and from communities to States. Our values as a Nation start with one man, one woman having children. That is what is at stake here. That is what is harmful.", "You say, well, I am married. I am married for 37 years. I am very proud to be married. I have a daughter and a grandson. The point is that these breakups of marriage, and it is showing in the Netherlands and in Scandinavia, it is showing right here with all the pressures against marriage over the last 40 or 50 years, whether it be welfare or divorce. Divorce is a pressure against marriage. And when we take the responsibility for a marriage and do no-fault divorces, you are undermining marriage and making it easy to undermine marriage.", "All the results of that we have seen. The welfare system was a great experiment. What we saw was fathers not marrying the mothers of their children, just having many children by many mothers and not responsible for raising these children, leaving these children to mothers and grandmothers and aunts to raise. And then we see the deterioration of their lives because they are raising themselves because their mothers and aunts and grandmothers have to work in order to raise them to pay for the family, so they are raising themselves, no values, nothing. Gangs form because of that. Gangs become the substitute for families. Everybody knows that. If you get busted by a gang or mugged by a gang, that is the result of undermining marriage.", "That is the problem. It is nothing about same-sex marriage, or single moms or any other kind of marriage. Those are wonderful. There are wonderful families being raised by gay people. There are wonderful families by single moms. But they are not the ideal. The ideal is established in our Constitution and in our society. We want the ideal.", "So when the Massachusetts Supreme Court redefines marriage based upon not law, based on thin air, because we have these activist judges coming in to impose their definition of marriage on our society, we get a little concerned, because we have seen it before.", "We did not stand up before and there have been 45 million children killed, unborn children killed, because we did not stand up to activist judges responding to a strategy of using the courts to legislate. Every leader of the groups that are opposing this legislation has announced to the world that they are going to take this to the U.S. Supreme Court. They are already doing it. There are 11 court cases right now. Nebraska has been overturned, Washington State, Massachusetts. There is a huge, huge effort in every State in this Union, even though 44 States in this Union have protected the definition of marriage.", "They are after those State constitutions; and when they get at those, or using the full faith and credit clause, they can go to the Federal courts and then it begins. Then DOMA comes down. Then the United States Supreme Court, who has already signaled that they are going to, through Lawrence v. Texas, redefine marriage in this country, will amend the Constitution and redefine marriage.", "We are starting the effort today. Yes, it may not pass today. I wish it would. It may not pass today. This is only the beginning, I am telling you, because this Nation will protect marriage.", "This Nation knows, this Nation knows, that, if you destroy marriage as the definition of one man and one woman creating children so that we can transfer our values to those children and they can be raised in an ideal home, this country will go down.", "So, believe me, everybody in this country is going to know how you voted today. And they are going to know how you stood on the fundamental protection of marriage and the definition of marriage. And we will take it from here, and we will be back. And we will be back. And we will be back. We will never give up. We will protect marriage in this country."], "capitolwords_url": "http://capitolwords.org/date/2004/09/30/H7898-2_marriage-protection-amendment/"}