{"speaker_state": "NY", "speaker_raw": "mr. schumer", "speaker_first": "Charles", "congress": 112, "title": "CITIZENS UNITED ANNIVERSARY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-01-26/html/CREC-2012-01-26-pt1-PgS98.htm", "number": 12, "id": "CREC-2012-01-26-pt1-PgS98.chunk23", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Schumer", "pages": "S98-S106", "speaker_party": "D", "date": "2012-01-26", "bills": null, "bioguide_id": "S000148", "order": 23, "speaking": ["Mr. President, I rise today to again call for increased disclosure of campaign contributions and expenditures so the American people are informed about who is spending in our elections.", "I thank my colleagues from Oregon, Senator Wyden and Senator Merkley, for their good remarks, as well as many of the others who have spoken.", "This week marks the second anniversary of the Supreme Court's appalling decision in Citizens United, in which Chief Justice Roberts and his cohort of activist judges overturned a century of legal precedent and created a flood of special interest group spending coursing through the veins of American elections.", "It is my view this decision has done more to poison our politics than most any other in recent times. In fact, some have argued this is the worst decision the Supreme Court has made since Plessy v. Ferguson. I agree a great deal with that argument.", "The Court's decision created a loophole that allowed entities to create groups to serve as a conduit to anonymously funnel money and mislead the public about their true motives. The decision has also led to the creation of super PACs, which are not only able to receive unlimited contributions and spend money at unprecedented levels, they are able to do so without accountability, working under the protective shadow of anonymity. As a result, a multimillionaire individual, corporations, and labor unions could spend $1 million or $5 million or $10 million against a candidate because they didn't like his or her stand on the environment, but all the ads would talk about would be, say, gay marriage. Nobody would know where the ads came from.", "What the decision does is make our people feel more and more distant from our politics and our government. That is corrosive--vituperatively corrosive for any democracy. What has happened since this decision is appalling. I sometimes wonder what our Supreme Court Justices are thinking as they watch what is happening. Can they hide up in their ivory tower and say this is the first amendment at work? They know better than anybody that no amendment is absolute. They know we can't scream fire falsely in a crowded theater and we have libel laws, child pornography laws, and other kinds of laws that balance the needs of the first amendment with other societal needs.", "One of the foremost needs of our society is for a fair functioning democracy, where there is some semblance of equality, that each person who votes has the same weight in the system. We know money counterbalances that fundamental fairness, but never has the balance been so put out of whack as by this decision. This decision--it is hard to believe that our Supreme Court Justices, whatever their ideology, went for this. I hope some of them are paying attention.", "To be honest with you, I sat behind the Supreme Court Justices at the State of the Union Address. I was so tempted to talk to them about this, but I wasn't sure if that was appropriate protocol. I hope they are listening today--particularly Justice Kennedy, the swing vote, who wrote the majority decision. I hope they will listen to what we are saying because what they are doing is undoing our democracy. It is that fundamental.", "In short, the Citizens United decision represents one of the most corrosive and destructive changes in law that has occurred in recent memory. Democracy is already struggling to stay afloat in a sea of powerful special interests, and this decision is an anchor around its neck.", "In my judgment, there is no more important step we can take to ensure America's continued greatness than to fight back against this deeply flawed decision allowing anonymous special interests to subvert democracy. The need for reform is urgent.", "Last Congress, I sponsored the Disclose Act to foster effective disclosure. I pledged my continuing commitment to fight for disclosure legislation in this Congress. The Disclose Act failed to get cloture by one vote. I hope the level of unmitigated spending in the Republican primary has changed the minds of the opponents. As we have seen, we now have a system where a single person can change the course of an election. That is a system more like monarchy than a democracy.", "This is not a partisan issue. There are super PACs and other kinds of anonymous giving on both sides. In fact, two of the leading candidates for the Republican Presidential nomination called super PACs ``totally irresponsible, totally secret'' and ``a disaster . . . [that] makes a mockery out of our political campaign season.'' That wasn't me or Senator Shaheen or Bernie Sanders speaking. One quote came from Newt Gingrich and one quote came from Mitt Romney.", "Disclosure will lift the curtain of secrecy and at least reveal the true identity of these organizations. One of the Supreme Court Justices' predecessors, Justice Brandeis, said, ``Sunlight is the greatest disinfectant.'' People would not have malicious, pernicious, and false ads if they had to disclose who they are. It is plain and simple. But if you can hide behind the shroud of secrecy and put unlimited money into these campaigns, as the Supreme Court decision allows--and we have not changed it because our colleagues on the other side are even against disclosure, which, of course, is allowed by the law--the American democracy gets weaker.", "Even eight of the nine Justices, in the activist and overreaching decision in Citizens United, agreed that the American people deserve meaningful disclosure. That makes the decision even more galling because they didn't require disclosure or limit what they did in light of the fact that we don't have disclosure, as they wrote. The Court found, though, that there was a strong governmental interest in ``providing the electorate with information about the sources of election-related funding.''", "In conclusion, we cannot afford to be complacent while our democracy is under attack. The effect of the Court's decision is clear. The flood of secret money has begun cascading through our election system, and the American people need us to act. Spending by special interest groups must be checked, and the very least we can do is demand that these groups step into the light and identify themselves.", "The Citizens United decision is a poison coursing through our body politic and disclosure is the antidote.", "I yield the floor. If Mr. Coats is not here, with the permission of the minority, I ask unanimous consent that the Senator from New Hampshire be allowed to proceed immediately after me."], "capitolwords_url": "http://capitolwords.org/date/2012/01/26/S98_citizens-united-anniversary/"}