{"speaker_state": "MA", "speaker_raw": "mr. kerry", "speaker_first": "John", "congress": 112, "title": "TRIBUTE TO KEVIN HAGAN WHITE", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-01-31/html/CREC-2012-01-31-pt1-PgS178.htm", "number": 15, "id": "CREC-2012-01-31-pt1-PgS178.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Kerry", "pages": "S178-S179", "speaker_party": "D", "date": "2012-01-31", "bills": null, "bioguide_id": "K000148", "order": 0, "speaking": ["Mr. President, last Friday Kevin Hagan White, a four-term mayor of Boston, passed away.", "In the city of Boston, in the shadows of Faneuil Hall, there is a statue of Mayor White that stands 10 feet tall, larger than life. There could not be a more fitting tribute to a mayor and a man who was himself a huge figure in the history of Boston and a mayor who helped to give our city the extraordinary skyline and the extraordinary spirit it has today.", "He was a mayor who, more importantly, through four terms led the city of Boston through a remarkable transition, from times of division to a time of new international and singular identity for the city. He led the transition of a great city. But this good man and ground-breaking mayor was, frankly, much more than a transitional leader himself. He was a transformative figure in a city that, when it comes to history-making mayors, does not use the word ``transformative'' lightly.", "Mayor White's passing gives Boston and its people a chance to reflect on how one leader, one politician could help to reshape a major city in America--to some degree reflecting his own persona, bright and energetic. Kevin White was elected to city hall in 1967, a time when big city mayors in America were political forces even as the days of the all-powerful political machines were beginning to dwindle. In Chicago, there was Richard Daley; in New York, John Lindsay; in Los Angeles, Sam Yorty, among some of the big city mayors of our Nation. But in Boston, Kevin represented a new generation of urban leaders. He was only 38 years old and was filled with optimism and energy and clear ideas of what he wanted Boston to be--summarized, perhaps, in the notion of being a world-class city.", "He attracted brilliant, idealistic young people to help him achieve his goal, brilliant young people such as Barney Frank, Micho Spring, Ann Lewis, Paul Grogan, Fred Salvucci, George Regan, Robert Kiley, Bo Holland, Cecily Nuzzo Foster, Dennis Austin, and Clarence ``Jeep'' Jones, all of whom saw in him a reason to dedicate themselves to public service.", "When Kevin White moved into city hall, some people assumed they were getting a business-as-usual mayor--Irish and Catholic, typical and traditional. But the times were changing. The political and social climate of Boston in the late 1960s was hardly traditional, and Kevin White was anything but your typical politician.", "He glided effortlessly between the old world and the new. No one had ever seen a Boston politician go to Rhode Island to get the Rolling Stones released into their personal custody after they were arrested, and then the next night, when they appeared at a concert in Boston, stand up and announce to a cheering crowd, ``The Stones have been busted, but I sprung them.'' Kevin did just that in 1972, which happened to be right after 18-year-olds got the right to vote.", "Kevin White opened Boston's political system to African Americans, women, Jews, and gay Americans alike. He spearheaded rent control. He decentralized the city government by forming little city halls in the neighborhoods. He made jobs for young people a priority. He organized outdoor summer activities known as ``Summerthing.'' He refused to let Interstate 95 run right through the city in order to protect low-income homes and boost public transportation. But perhaps most importantly, he sparked a downtown renaissance that began with Quincy Market, now one of the city's top tourist attractions, and it became the heartbeat of the new Boston that is his legacy.", "Mr. President, Kevin White came to city hall with an ambitious plan to build a new Boston brick by brick if he had to, and that is pretty much what he did. When Kevin White took office, Boston was in many ways still stuck in the 1920s--virtually no new buildings in decades, a steady decline in population and jobs, flophouses in the Back Bay, Quincy Market, a ramshackle warehouse of butchers and cheese dealers. But Kevin and his new team at city hall hit Boston like a bolt of lightning, eventually reversing the city's economic slide and laying the groundwork for the vibrant Boston of today. He had a vision.", "Boston was in Kevin's blood and so was politics. His father and maternal grandfather had been Boston city council presidents, and he married Kathryn Galvin in 1956, the daughter of another city council president. He was elected Massachusetts secretary of state three times before being elected mayor for the first time in 1967.", "Kevin White was the right man for the job at the right time, as he proved so importantly and so poignantly within months of taking office on April 5, 1968--to be precise, the day after Dr. Martin Luther King, Jr. was assassinated. James Brown was scheduled to do a concert at Boston Garden that night. Rather than allow it to be cancelled, as many suggested, Kevin arranged for the concert to be televised live in hopes of minimizing unrest. He even appeared on stage himself to plead for calm. He stood on the stage and said:", "All of us are here tonight to listen to a great talent. But we are also here to pay tribute to one of the greatest of Americans, Dr. Martin Luther King, Jr. Twenty-four hours ago, Dr. King died for all of us, black and white, so that we may live together in harmony, without violence, and in peace. I'm here to ask for your help. Let's make Dr. King's dream a reality in Boston. No matter what any other community might do, we in Boston will honor Dr. King in peace.", "That was leadership, and it helped. Cities across the country exploded in violence, but Boston summoned relative restraint. James Brown called Kevin ``a swinging cat.'' Of course, difficult times lay ahead, a turbulent period of racial strife. But Kevin White sought to shepherd Boston through those difficult times, and in the process he ushered in the remarkable city we know today. He did his best to hold the city together by walking the streets, reaching out and fighting with every ounce to get Boston where it is today. At one point, he led a march of 30,000 people to protest racial violence.", "Kevin White was, according to his most famous campaign slogan, a loner, in love with the city. But this self-proclaimed loner did love Boston, and Boston loved him back. His wide circle of friends and former staff remained loyal and close throughout his life. Above all he was a family man, devoted to his wife Kathryn of 55 years, to his five children, and to his seven grandchildren. To all of them and to the rest of his family, we extend our deepest sympathy and a thank-you for sharing Kevin with us.", "The devotion of Kevin's family was boundless throughout his long and valiant fight against Alzheimer's disease. From his diagnosis nearly a decade ago to the very end last Friday, they gave him all the love and care he needed to face his debilitating challenge with the same dignity and courage with which he served the city of Boston for so long.", "Mr. President, Boston is that shining city on a hill that John Winthrop, one of the founders of the Massachusetts Bay Colony, spoke about in 1630 as he sailed to America. It is a city teeming with people of all kinds, a city of commerce and creativity, a city of grit and greatness. And Kevin White helped to make it that way.", "I consider it a privilege to have watched his journey, to have enjoyed his friendship, support, and counsel. I join with so many in thanking him and his family for his service.", "May he rest in peace.", "Mr. President, I suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/01/31/S178_tribute-to-kevin-hagan-white/"}