{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-15/html/CREC-2012-03-15-pt1-PgS1711.htm', u'number': 43, u'id': u'CREC-2012-03-15-pt1-PgS1711.chunk5', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S1711-S1714', u'speaker_party': u'D', u'date': u'2012-03-15', u'bills': None, u'bioguide_id': u'L000174', u'order': 5, u'speaking': [u'I am pleased that the Majority Leader and the Republican leader came to an understanding yesterday and a path forward so that we can finally consider the two judicial nominations the Senate will vote on today. With a judicial vacancies crisis that has lasted years, and nearly one in 10 judgeships across the Nation vacant, the Senate needs to continue to work to have a positive impact and reduce judicial vacancies significantly before the end of the year.', u"In light of the agreement reached between the leaders, the Senate will finally be allowed to consider the nomination of Judge Gina Groh of West Virginia. Judge Gina Groh currently serves as a Circuit Judge in the 23rd Judicial Circuit for the State of West Virginia, the first female circuit judge in the eastern panhandle region of West Virginia. She is one of only three women serving as a circuit judge throughout the state. Judge Groh was nominated to the state court in 2006 on the recommendation of a bipartisan merit selection panel, and won a successful retention election in 2008. Prior to joining the bench, Judge Groh served for eight years as state prosecutor and nine years in private practice. Her nomination, which has the support of both of West Virginia's Senators, Senator Rockefeller and Senator Manchin, and was reported with the support of every Democrat and every Republican on the Judiciary Committee last October. She has been waiting for this confirmation vote for more than five months while her nomination has been stalled along with so many others.", u"The Senate will also finally be able to consider the nomination of Michael Fitzgerald to fill a judicial emergency vacancy in the Central District of California. His nomination has the strong support of his home state Senators, Senators Feinstein and Boxer. If confirmed, Mr. Fitzgerald will be the first openly gay man confirmed to the Federal bench in the state of California. Mr. Fitzgerald has worked in private practice for more than two decades, and before that, served as a Federal prosecutor. The ABA's Standing Committee on the Federal Judiciary unanimously rated him ``well qualified'' to serve on the U.S. District Court, its highest possible rating. His nomination was reported unanimously by the Judiciary Committee last November. He has been waiting four and one half months for this vote.", u"Unlike the 57 of President Bush's District Court nominations confirmed within a week of being reported by the Judiciary Committee during President Bush's first term, these qualified, consensus nominees have been needlessly stalled from final consideration. The application of the ``new standard'' the junior Senator from Utah conceded Republicans are applying to President Obama's nominees continues to hurt the people of West Virginia and California, who should not have to wait any longer for judges to fill these important Federal trial court vacancies.", u'The nominations of Judge Groh and Mr. Fitzgerald are two of the 22 circuit and district court nominations ready for Senate consideration and a final confirmation vote. They were all reported favorably by the Judiciary Committee after thorough review. All but a handful are by any measure consensus nominations. There was never any good reason for the Senate not to proceed to votes on these nominations. It should not have taken cloture petitions to get agreement to schedule votes on these qualified, consensus judicial nominations. In addition to the two nominations we consider today, another 10 of the nominations on which agreement has now been reached have been stalled for months and were reported last year.', u"Among the nominees included in the leaders' agreement are two outstanding women nominated to fill vacancies on important circuit courts that have been delayed since last year--Stephanie Dawn Thacker of West Virginia, nominated to the Fourth Circuit, and Judge Jacqueline Nguyen of California, nominated to fill one of the many judicial emergency vacancies on the Ninth Circuit. Ms. Thacker, an experienced litigator and prosecutor, has the strong support of her home state Senators, Senators Rockefeller and Manchin. Judge Nguyen, whose family fled to the United States in 1975 after the fall of South Vietnam, was confirmed unanimously to the district court in 2009 and would become the first Asian Pacific American woman to serve on a U.S. Court of Appeals. Both were reported unanimously by the Judiciary Committee last year and both should be confirmed by the Senate without additional damaging delays.", u'All 22 of the nominees awaiting a vote by the Senate are qualified judicial nominees. They are nominees whose judicial philosophy is well within the mainstream. These are all nominees supported by their home state Senators, both Republican and Democratic. The consequence of these months of delays is borne by the nearly 160 million Americans who live in districts and circuits with vacancies that could be filled as soon as Senate Republicans agree to up or down votes on the 22 judicial nominations currently before the Senate awaiting a confirmation vote.', u"We must continue with the pattern set by yesterday's agreement to make progress beyond the 14 nominations in that agreement and beyond the 22 nominations currently on the calendar. There are another eight judicial nominees working who have had hearings and are working their way through the Committee process. In addition, there are another 11 nominations on which the Committee should be holding additional hearings during the next several weeks. By working steadily and by continuing the resumption of the regular consideration of judicial nominations I hope the understanding between the leaders signals, we can do as we did in 2004 and 2008 to ensure that the Federal courts have the judges they need to provide justice for all Americans without needless delay. In those presidential election years, we worked together to reduce judicial vacancies to the lowest levels in decades.", u'Our courts need qualified Federal judges, not vacancies, if they are to reduce the excessive wait times that burden litigants seeking their day in court. It is unacceptable for hardworking Americans who turn to their courts for justice to suffer unnecessary delays. When an injured plaintiff sues to help cover the cost of his or her medical expenses, that plaintiff should not have to wait three years before a judge hears the case. When two small business owners disagree over a contract, they should not have to wait years for a court to resolve their dispute.', u'We 100 Senators stand in the shoes of over 300 million Americans. It is good to see the Senate agreeing to end the partisan stalling and schedule votes on these long-delayed and much-needed judges.', u'I reserve the remainder of my time.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/03/15/S1711_executive-session/'}