{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "MORNING BUSINESS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-23/html/CREC-2012-04-23-pt1-PgS2592.htm", "number": 58, "id": "CREC-2012-04-23-pt1-PgS2592.chunk6", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S2592-S2594", "speaker_party": "D", "date": "2012-04-23", "bills": ["S. 1925"], "bioguide_id": "L000174", "order": 6, "speaking": ["I am glad we are finally moving to this.", "The last two reauthorizations, each one an improvement on the one before, passed this body unanimously. We should do the same. It is not a partisan issue. I ask other Senators, if they haven't spoken with victims of abuse, to speak to those who are; talk to the police chiefs; talk to the people who have to deal with this; talk to the people who have survived some of these horrendous attacks. Ask them if they think this is needed. Ask those who have been protected from further abuse because of the steps we have taken in the Violence Against Women Act--ask them if we need it.", "The Presiding Officer and the other 98 Senators come in this building and we are protected by one of the finest police forces that exists, the Capitol Hill Police force. We don't have to worry; nobody is going to attack us. In the Presiding Officer's State and my State and all of the other States, unfortunately, thousands of people cannot rest easily that way. They know their attacker and often they know their attacker is waiting to do it again. We can easily stand up and say here in the Senate: No, we won't stand for this violence against women. Let's take the steps that we can take, the men and women in this body. Let's take the steps we can take to stop the violence.", "Dear Majority Leader Reid and Minority Leader McConnell: As mayors who collectively represent over seven and a half million women, we believe it is imperative that the Senate pass S. 1925, the Violence Against Women Reauthorization Act of 2011. Despite considerable progress over the past two decades in addressing the epidemic of violence against women, we recognize that much more needs to be done and that this legislation will strengthen our national commitment to tackling the challenges that remain. Since 1994, the Violence Against Women Act (VAWA) has provided a comprehensive, coordinated, and community-based approach toward reducing domestic violence, sexual assault, stalking, and other forms of violence. Over the past two decades, its programs and services have provided lifesaving assistance to hundreds of thousands of victims. Through victim support programs, local and state funding assistance, and the U Visa program, VAWA has strengthened the ability of the criminal justice system to investigate and prosecute crimes and hold violent perpetrators accountable. These efforts have contributed to dramatic reductions in the incidence and impact of violence against women, including an over 50 percent decline in the annual rate of domestic violence. As we seek to make further progress, we believe it is essential that we provide services to victims regardless of their gender, race, language, Immigration status, or sexual orientation. As mayors, we have seen the tremendous positive impact of the Violence Against Women Act in our communities. In New York, VAWA funding has helped open three Family Justice Centers, which are one-stop domestic violence centers with staff from government agencies and nonprofit organizations to assist victims of domestic violence. In Los Angeles, VAWA funding has also helped expand its Domestic Abuse Response Team--a collaborative effort between law enforcement officers and victim advocates to respond to domestic violence calls at the scene of the crime and provide crisis intervention. The Chicago Police Department uses its funding to train staff to assist victims of domestic abuse in an effort to provide the best resources to these victims. These are just a few examples of the vital services and assistance that this landmark law has enabled communities all over the country to provide to combat this terrible problem. Despite the progress that has been made, much more needs to be done. Still today, nearly one in five women have been sexually assaulted or raped in their lifetime, and 45 percent of the women killed in the United States die at the hands of an intimate partner. This level of violence is simply unacceptable. We believe that S. 1925--like the 2000 and 2005 reauthorizations that preceded it--will help us better address continuing problems and remaining unmet needs. This legislation will expand services to immigrant and lesbian, gay, and transgendered communities, who not only experience the highest rates of violence but often have the most difficulty in accessing services. in recognition of the persistent problem of sexual violence, S. 1925 also will strengthen the capacity of local, state, and federal law enforcement to investigate and prosecute these crimes. While these tools will be essential in achieving justice, they are also a reminder of the wide impact that domestic violence has on the community at large including law enforcement. In each of our cities, police officers have been injured or murdered while responding to domestic violence incidents. For these reasons, we believe that it is critical that the Senate move quickly to take up and pass S. 1925 in order to strengthen our national commitment to all victims of domestic violence. Sincerely, Rahm Emanuel, Mayor, City of Chicago. Antonio R. Villaraigosa, Mayor, City of Los Angeles. Michael R. Bloomberg, Mayor, City of New York.", " S. 1925--Violence Against Women Reauthorization Act of 2011", "The Administration strongly supports Senate passage of S. 1925 to reauthorize the Violence Against Women Act, a landmark piece of bipartisan legislation that first passed the Congress in 1994 and has twice been reauthorized. That Act transformed the Nation's response to violence against women and brought critically needed resources to States and local communities to address these crimes. The Administration is pleased that S. 1925 continues that bipartisan progress and targets resources to address today's most pressing issues. Sexual assault remains one of the most underreported violent crimes in the country. The bill provides funding through State grants to improve the criminal justice response to sexual assault and to better connect victims with services. The bill also seeks to reduce domestic violence homicides and address the high rates of violence experienced by teens and young adults. Reaching young people through early intervention can break the cycle of violence. The Administration strongly supports measures in S. 1925 that will bring justice to Native American victims. Rates of domestic violence against Native American women are now among the highest in the United States. The bill builds on the Tribal Law and Order Act--which President Obama signed on July 29, 2010--to improve the effectiveness and efficiency of tribal justice systems and will provide additional tools to tribal and Federal prosecutors to address domestic violence in Indian country. The Administration also supports the important leadership role of the Office on Violence Against Women and believes that all victims should have access to critically needed services and protections."], "capitolwords_url": "http://capitolwords.org/date/2012/04/23/S2592_morning-business/"}