{"speaker_state": "AK", "speaker_raw": "mr. begich", "speaker_first": "Mark", "congress": 112, "title": "VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2011--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-25/html/CREC-2012-04-25-pt1-PgS2664-3.htm", "number": 60, "id": "CREC-2012-04-25-pt1-PgS2664-3.chunk18", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Begich", "pages": "S2664-S2683", "speaker_party": "D", "date": "2012-04-25", "bills": ["S. 1925"], "bioguide_id": "B001265", "order": 18, "speaking": ["I rise to support S. 1925, the Violence Against Women Act. It is not every day that we vote on a law that actually saves lives, but this one does. The Senate needs to send the simple and important message that America will not tolerate violence against its women, children, and families. We must do our part to reduce domestic violence and sexual assault. It is time for us to step up and make sure this happens now.", "I look forward to casting my vote for the reauthorization, hopefully very soon. Truly this legislation, as we continue to move forward, is headed in the right direction. There is bipartisan support with 61 Members in this Chamber signed on as cosponsors, and lots of good work on this bill has been done in the Judiciary Committee. All of us have heard from prosecutors, victim service providers, judges, health care professionals, and victims themselves.", "Unfortunately, the fight to protect women and families from violence is far from over. The Violence Against Women Act was first passed just 18 years ago. It has not been reauthorized since 2006. The law has made a difference. We are making progress, and we know a great deal more about domestic violence than when the law was first written. Services for victims has improved. More communities provide safe shelters. Local, State, and Federal laws are stronger.", "Listen to the national statistics: Since the law was first passed in 1994, the number of women killed by an intimate partner has dropped 30 percent, and annual rates of domestic violence against women have decreased by two-thirds. The VAWA law saves lives and works. Yet there are too many awful stories and inexcusable numbers, especially in my home State.", "Alaska continues to have some of the worst statistics in the country. Three out of every four Alaskans have or know someone who has experienced domestic or sexual violence. Child sexual assault in Alaska is almost six times the national average. Out of every 100 adult women in Alaska, nearly 60 have experienced intimate partner violence, sexual violence, or both. The rape rate in Alaska is nearly 2\\1/2\\ times the national average, and it is even worse for Alaska Native women.", "In Alaska's rural and native communities, domestic violence and sexual assault is far too common. Our numbers are often far worse than the rest of the country, and clearly we have to continue to do more work in this area. We are insisting that Alaskan tribes retain their current authority to issue civil protective orders, and I am working on a separate bill to expand resources for Alaskan tribes in their fight against violence. So one can see why I am standing here today. We need to do something about this--not someday, not next year, but truly today.", "I have been around for 3 years now, and I am not shy about having my say in a good political fight. But in this case, on this issue, truly, I have no patience. It is hard to believe we even have to debate the law that protects people from abuse and sexual violence. It is truly a piece of legislation we should move forward on and vote. We need fewer victims, whoever they are--women, kids, White, Black, American Indian, Alaska Natives, immigrants, lesbian and gay people, even men.", "As a former mayor in a city and State with a higher rate of abuse than the rest of the country, I know this issue. I was responsible for the municipal department that prosecuted domestic violence cases. I was also responsible for the police investigating these cases and the agencies providing health services to victims and funding to shelters. With the support of the entire community, we pooled our efforts. Using resources from the State and local government and businesses and nonprofits alike, we improved services for victims of child sexual abuse.", "But intervention and better treatment is not enough--far from it. Domestic and sexual violence is a public health epidemic. So what we need is prevention, and this reauthorization effort is just that, the right step in eventually stopping this epidemic.", "In Alaska the Violence Against Women Act dollars are used in our biggest cities and our smallest villages. Funding goes to every corner of the State, including the Emmonak Women's Shelter in remote southwest Alaska, the Aleut community of St. Paul in the North Pacific Ocean, the AWARE Shelter in urban Juneau, and many others throughout Alaska.", "We asked the Alaska Network on Domestic Violence and Sexual Assault for their stories and examples of how VAWA is helping real families. Here is just one. It is uncomfortable to hear, but it is why we need to act now.", "A shelter in rural Alaska helped a young woman after she suffered a domestic assault by the father of their 3-year-old child. When she had asked the father for money for food, he choked her and threw her to the ground in front of the child. She reported this was the third such instance of violence, and she could not live there anymore. She spent time in a shelter recovering from her injuries and working to find safe housing in her home village. She also attended DV education groups and received a referral for legal services to assist her with her custody order.", "Months later the shelter program received a call from this quiet young woman. She and her child were safe and doing well. She read all the books recommended to her by the shelter to understand the cycle of domestic violence. She was looking for suggestions on more reading material to continue her education on the topic. Now it is hoped that the young woman will become a leader in her community so she can help educate others and work to end domestic violence in Alaska.", "There are stories of rape and murder from all over the country. Need we hear more? It is time to reauthorize VAWA.", "Before I yield the floor, I have one more bit of business. I want to thank the shelter staff, the police, the court system employees, the advocates and everyone else, who work so hard to protect women, children, and families across this country.", "To the victims of domestic violence, there is truly hope. We will work with them to break the cycle of violence and to bring an end and a change in this area.", "I yield the floor and note the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/04/25/S2664-3_violence-against-women-reauthorization-act-of-2011/"}