{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "VETERANS JOBS CORPS ACT OF 2012--MOTION TO PROCEED--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-08-01/html/CREC-2012-08-01-pt1-PgS5825.htm", "number": 116, "id": "CREC-2012-08-01-pt1-PgS5825.chunk54", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S5825-S5858", "speaker_party": "D", "date": "2012-08-01", "bills": null, "bioguide_id": "L000174", "order": 54, "speaking": ["Madam President, more than eight months ago, Senator Crapo and I, two Senators from very different parts of the country with very different political perspectives, joined together to introduce the Leahy-Crapo Violence Against Women Reauthorization Act of 2011. We put aside our political differences, listened to the law enforcement and victim services professionals, and drafted a bill that put victims first.", "It has been more than 3 months since an overwhelming majority of the Senate joined us in our bipartisan effort to pass the Violence Against Women Reauthorization Act of 2011 with 68 votes, more than two-thirds of this body, including every woman Senator, Republican and Democratic. In doing so, the Senate sent a very clear message. We said stopping domestic and sexual violence is a national priority, and we are going to stand together, Republicans and Democrats alike, to protect all victims from these devastating crimes--all victims. It was very clear. If you are a victim of domestic and sexual violence, we are passing laws to help protect you, no matter who you are or where you live in this country.", "Having sent such a strong bipartisan message from this body, I was--I don't know whether to say bewildered or shocked to see the House Republican leadership abandon the bipartisan approach that was so successful in the Senate. Instead of allowing a vote on the Senate-passed bipartisan bill that has the support of more than 1,000 national, state, and local victim service organizations, they insisted on crafting a new, partisan measure that intentionally stripped out protections for some of the most vulnerable victims and weakened existing protections for others. They refused to allow votes on amendments as we had done here in the Senate, choosing to stifle a full and honest debate about how to best meet the needs of victims.", "This overtly political approach was too much even for some in their own party. Nearly two dozen House Republicans, including the chair of the crime victims' caucus, stood up and voted against the inadequate and harmful House bill. That opposition was not surprising since a similar provision offered during the Senate debate was rejected by 61 Senators, including nine Republicans.", "The House Speaker's recent announcement naming as conferees only Republicans who supported that misguided and deeply partisan effort is hardly a step forward. Instead, I wish the Republican House leadership would do what it should have done four months ago--take up, debate, and vote on the bipartisan Senate-passed bill. I have no doubt we could reauthorize this life-saving bill in short order if they would just allow their members a straightforward vote on the merits.", "Instead, Speaker Boehner continues to hide behind a procedural technicality, called a ``blue slip,'' as an excuse to avoid debating the bipartisan Senate bill. He acts as if he has no choice, but this is nonsense. The Speaker can waive the technicality and allow the House to vote on the Senate bill at any time. He is choosing to hold up this bill, and those efforts must stop.", "Since the Senate bill passed, I have been consistently calling for House action on the legislation. Earlier this summer, Senator Murkowski and I wrote a bipartisan letter to Speaker Boehner, urging him to allow an up-or-down vote. Two weeks ago, five House Republicans followed suit, calling on Speaker Boehner and Majority Leader Cantor to take up the Senate-passed bill to resolve the ``blue slip'' problem. And yesterday Republican Representatives Biggert and Dold again urged the House to work with the Senate to get this vital legislation signed into law.", "But if the Speaker and the Republican leadership in the House insist on ignoring victims and the voices of the professionals in the field, and those in their own party, and continue to delay this crucial legislation on a technicality, a technicality which has been waived over and over and over again since I have been in the Senate, I think the Senate should once again lead by example.", "We can solve this problem tonight--tonight, within the next few hours. If the Senate Republican leadership wants to get VAWA, the Violence Against Women Act, done, it can be done. We could take up a House revenue bill, substitute the bipartisan Senate VAWA bill, and send it to the House immediately.", "To those who are watching and listening, this may sound like, what are these legislative moves? What they are is a simple thing I have seen done hundreds of times since I have been here. It would be our way of saying we want to stop violence against women. We have passed a bill that had Republicans and Democrats come together across the political spectrum. Now we are sending it to the other body, saying follow our example.", "Majority Leader Reid proposed this path forward nearly 2 months ago, but he was blocked by the Republican side. There is no good reason for their objection. Just this year, Republican Senators unanimously agreed to a similar procedure in order to overcome blue slip issues with both the transportation bill and the FAA reauthorization bill. Let's be clear about this--with just a little cooperation from Senate Republicans, we can move VAWA now. What I am saying is that just as 68 of us, Republicans and Democrats, came together before to pass this bill, I would urge the Republican leadership to join us and stop blocking it from moving forward.", "We have only a precious few days left in this Congress to get this bill passed. The procedural excuses must stop. Partisan politicking must end, just as Senator Crapo and I, two Senators of different political philosophies, came together when we started this process so many months ago, we came together to focus on the victims but also to make good on our promise to stop domestic and sexual violence in all its forms against all victims.", "I have said so many times on this floor, this matter is deeply personal. I went to a lot of these crime scenes as a young prosecutor, a young prosecutor with a young family. I would see a victim of violence, sometimes a bloodied and barely conscious victim being taken in an ambulance to the hospital--but sometimes seeing a bloody corpse on the floor and then we would find out, as we unraveled the case, that we could have intervened and stopped this death if we had only had the tools. Well, now those early detection and intervention tools exist and we can stop this violence. Those tools, critical resources to reduce domestic violence homicide, are in the Senate-passed VAWA bill but they will not become law unless we act to pass this legislation now.", "What I also learned is that the police officers who came to help investigate and help get the perpetrator, they never asked: Was this victim a Republican or Democrat, rich or poor, white or black, gay or straight, Native American or immigrant. They just said, as I have said so many times on the floor and the distinguished Presiding Officer, who herself was a prosecutor, has said: A victim is a victim is a victim.", "I do not want to just be able to arrest people after the victim is dead. I want programs to stop the person from being abused in the first place. I want to protect victims before they become victims. If there is anything in this country that should unite all of us, it should be this, just as it united us before. Let's send it on to the other body. Let's get it passed. Let's get it on the President's desk, and let's hope we save the lives of people.", "Helping these victims--no matter who they are--must be our goal. Their lives depend on it, and they are waiting on us.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2012/08/01/S5825_veterans-jobs-corps-act-of-2012-motion-to-proceed-/"}