{"speaker_state": "MA", "speaker_raw": "mr. brown of massachusetts", "speaker_first": "Scott", "congress": 112, "title": "REMEMBERING 9/11", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-11/html/CREC-2012-09-11-pt1-PgS6098-2.htm", "number": 121, "id": "CREC-2012-09-11-pt1-PgS6098-2.chunk3", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Brown", "pages": "S6098-S6100", "speaker_party": "R", "date": "2012-09-11", "bills": null, "bioguide_id": "B001268", "order": 3, "speaking": ["Mr. President, although 11 years have passed since September 11, 2001, our hearts still ache for the families of the victims as we recall the horror and disbelief of that day. The attacks were a barbaric assault on our Nation's values, meant to crack the foundations of our civilization, strike fear in our hearts, and shake our resolve as a people. But the terrorists have failed in their twisted objectives, as we remain steadfast in our belief in the goodness of our Nation and her enduring ideals. We will never forget the tragedy of that day and the lives that were lost, just as we will never forget the sacrifices made by our troops to protect our freedoms. Today, we stand proudly as Americans first.", "Among the nearly 3,000 innocent lives taken in the terror attacks of September 11, 2001, were more than 90 residents of my State of Massachusetts. In alphabetical order are those residents and more than 110 victims with close personal ties to the Commonwealth:", "Anna S. W. Allison of Stoneham, MA; Barbara Arestegui of Marston Mills, MA; Myra Joy Aronson of Charleston, MA; Garnet Edward Bailey of Lynnfield, MA; Christine Johnna Barbuto of Brookline, MA; Mark Lawrence Bavis of West Newton, MA; Graham Andrew Berkeley of Wellesley, MA; David W. Bernard of Chelmsford, MA; Kelly Ann Booms of Brookline, MA; John Brett Cahill of Wellesley, MA; Christoffer Mikael Carstanjen of Turner Falls, MA; Neilie Anne Heffernan Casey of Wellesley, MA; Jeffrey William Coombs of Abington, MA; John Corcoran of Norwell, MA; Tara Kathleen Creamer of Worcester, MA; Patrick J. Currivan of Winchester, MA; David DiMeglio of Wakefield, MA; Donald Americo DiTullio of Peabody, MA; Paige Farley- Hackel of Newton, MA; Alexander Milan Filipov of Concord, MA; Paul J. Friedman of Belmont, MA; Karleton Douglas Beye Fyfe of Brookline, MA; Peter Allan Gay of Tewksbury, MA; Linda Mae George of Westboro, MA; and Edmund Glazer of Wellesley, MA. Lynn Catherine Goodchild of Attleboro, MA; Peter Morgan Goodrich of Sudbury, MA; Lisa Reinhard Fenn Gordenstein of Needham, MA; Douglas A. Gowell of Methuen, MA; Francis Grogan of Easton, MA; Maile Rachel Hale of Cambridge, MA; Christine Lee Hanson of Groton, MA; Peter Burton Hanson of Groton, MA; Sue Jue Kim Hanson of Groton, MA; Eric Smadikan Hartono of Boston, MA; Peter Paul Hashem of Tewksbury, MA; James E. Hayden of Westford, MA; Robert Jay Hayes of Amesbury, MA; Edward R. Hennessy, Jr. of Belmont, MA; Todd Russell Hill of Boston, MA; Cora Hidalgo Holland of Sudbury, MA; Herbert Wilson Homer of Milford, MA; John Nicholas Humber, Jr. of Newton, MA; Robert Adrian Jalbert of Swampscott, MA; John Charles Jenkins of Cambridge, MA; Charles Edward Jones of Bedford, MA; Robin L. Kaplan of Westboro, MA; Ralph Francis Kershaw of Manchester-by-the-Sea, MA; Brian Kevin Kinney of Lowell, MA; and Judy Camilla Larocque of Framingham, MA. Natalie Janis Lasden of Peabody, MA; Daniel M. Lewin of Brookline, MA; Sara Elizabeth Low of Boston, MA; Marianne MacFarlane of Revere, MA; Susan McAleney Mackay of Westford, MA; Karen Ann Martin of Danvers, MA; Joseph Mathai of Arlington, MA; Michael Gregory McGinty of Foxboro, MA; Deborah Medwig of Dedham, MA; Christopher Daniel Mello of Boston, MA; Carlos Alberto Montoya of Belmont, MA; Laura Lee DeFazio Morabito of Framingham, MA; Christopher Martel Morrison of Charleston, MA; Mildred Rose Naiman of Andover, MA; Kathleen Ann Nicosia of Winthrop, MA; John Ogonowski of Dracut, MA; Betty Ann Ong of Andover, MA; Jane M. Orth of Haverhill, MA; Sonia Mercedes Morales Puopolo of Dover, MA; Patrick J. Quigley, IV of Wellesley Hills, MA; David E. Retik of Needham, MA; Frederick Charles Rimmele, III of Marblehead, MA; Raymond J. Rocha of Malden, MA; Jean Destrehan Roger of Longmeadow, MA; and Philip Martin Rosenzweig of Acton, MA. Richard Barry Ross of Newton, MA; Jessica Leigh Sachs of Billerica, MA; Rahma Salie of Boston, MA; Jesus Sanchez of Hudson, MA; Jane Louise Simpkin of Wayland, MA; Heather Lee Smith of Boston, MA; Dianne Bullis Snyder of Westport, MA; Brian David Sweeney of Barnstable, MA; Madeline Amy Sweeney of Acton, MA; Michael Theodoridis of Boston, MA; Amy E. Toyen of Newton, MA; James Anthony Trentini of Everett, MA; Mary Trentini of Everett, MA; Antonio De Jesus Montoya Valdez of East Boston, MA; Kenneth E. Waldie of Methuen, MA; William Michael Weems of Marblehead, MA; Candace Lee Williams of Dorchester, MA; and Christopher Rudoph Zarba, Jr. of Hopkinton, MA.", "And, Mr. President, those victims with close personal ties to Massachusetts include:", "Stephen Adams, Gertrude Alagero, Japhet Aryee, Mark Bingham, Jeffrey D. Bittner, Susan L. Blair, Carol Marie Bouchard, Michael R. Canty, William Caspar, Swarna Chalasani, Stephen Cherry, Geoffrey William Cloud, Jeffrey D. Collman, Kevin Patrick Connors, Fredrick John Cox, Jr., Thelma Cuccinello, Dorothy deAraujo, Gerard DeConto, Manuel DelValle, Jr., Gerard Dewan, Simon Dhanani, Alberto Dominguez, Jamie Lynn Fallon, John R. Fisher, and Richard Fitzsimons. Carol Flyzik, Alan Friedlander, Thomas Edward Galvin, Douglas Gardner, Andrew Curry Green, Donald Freeman Greene, Philip T. Guza, Carl Hammond, Gerald Hardacre, Melissa Harrington-Hughes, John C. Hartz, Roberta Bernstein Heber, Norberto Hernandez, William Christopher Hunt, Erik Hans Isbrandtsen, Waleed J. Iskandar, Aaron J. Jacobs, Ariel L. Jacobs, Jason K. Jacobs, Gricelda E. Garo James, Amy Nicole Jarret, Joseph Jenkins Jr., Jennifer Lynn Kane, Robert M. Kaulfers, and Richard M. Keane. Barbara A. Keating, David P. Kovalcin, Kathryn L. LaBorie, Robert George LeBlanc, Dong Lee, Joseph A. Lenihan, Jeffrey LeVeen, Sean Patrick Lynch, Louis Neil Mariani, Kenneth J. Marino, Margaret Mattic, Kevin M. McCarthy, Julian Valentine McCourt, Ruth Clifford McCourt, Thomas F. McGuinness Jr., Gavin McMahon, Stuart Todd Meltzer, Raymond Joseph Metz, III, Martin P. Michelstein, Craig J. Miller, Brian Joseph Murphy, Shawn M. Nassaney, Laurie Olsen Neira, Renee Tetreault Newell, and Jacqueline Norton. Robert Norton, Leah E. Oliver, Seamus O'Neal, Marie Pappalardo, Robert Pattison, Thomas Nicolas Pecorelli, Todd D. Pelino, Berinthia Berenson Perkins, Jean Peterson, Dennis J. Pierce, Everett Proctor, III, Carrie Beth Progen, Jonathan Randall, Venesha Richards, Isaias Rivera, Waleska Martinez Rivera, Stephen L. Roach, Laura Rockefeller, Michael Craig Rothberg, James M. Roux, Matthew Carmen Sellito, Kathleen Shearer, Robert M. Shearer, Antoinette Sherman, and Timothy C. Stout. Edward W. Straub, Kevin T. Szocik, Leonard E. Taylor, Eric Thorpe, Alicia Titus, Daniel Trant, Tyler Ugolyn, Michael Augustine Uliano, Meta Fuller Waller, Stephen Ward, John L. Wenckus, Peter M. West, and Maudlyn A. White. "], "capitolwords_url": "http://capitolwords.org/date/2012/09/11/S6098-2_remembering-911/"}