{u'speaker_state': u'NH', u'speaker_raw': u'mrs. shaheen', u'speaker_first': u'Jeanne', u'congress': 112, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-20/html/CREC-2012-09-20-pt1-PgS6520.htm', u'number': 128, u'id': u'CREC-2012-09-20-pt1-PgS6520.chunk7', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Shaheen', u'pages': u'S6520-S6525', u'speaker_party': u'D', u'date': u'2012-09-20', u'bills': None, u'bioguide_id': u'S001181', u'order': 7, u'speaking': [u'Mr. President, I rise today to again raise my concerns about and the desire to see action in the House to pass the Senate bill reauthorizing the Violence Against Women Act. We need to continue this critical funding for survivors of domestic violence.', u"In the discussions on the Senate floor, we have heard about the protections offered in the Senate bill that have not been included in the bill the House has pending. They are protections that would help women on college campuses, women on tribal lands, gay and lesbian victims, and immigrants. However, it is really important for us to remember not just those provisions but all of the other ways the Violence Against Women Act has benefited not just the victims of domestic violence but really all of us because domestic violence isn't just a women's issue. It affects all of us. It affects our entire economy. It affects our families. The Centers for Disease Control estimates that the direct health care costs associated with domestic violence are about $4.1 billion every single year. We know this is a conservative estimate because so many of the victims never come forward.", u'The protections offered by the Violence Against Women Act have proven to be absolutely essential in preventing abuse. Last week was the 18th anniversary of the original passage of VAWA, so this is a good time to reflect on the progress we have made.', u"Over the past 18 years, the reporting of incidents of domestic violence has increased by 51 percent. At the same time, according to the FBI, the number of women who have been killed by an intimate partner has decreased by 34 percent. So clearly it is having some effect. Researchers at the North Carolina School of Public Health estimate that VAWA saved $12.6 billion in its first 7 years alone. So even if one doesn't support the legislation because it does good work for families, this is a bill that is also a good investment.", u'This is about telling the victims of violence that we stand with them because having safe, healthy citizens benefits all of us. We all do better when fewer women are going to the emergency room, are missing work or giving up their children in order to protect those children from violence at home. We are all in this together.', u"I have had a chance as we have had this debate in the Senate to visit a number of crisis centers in New Hampshire--centers that benefit directly from the funding in the Violence Against Women Act. Recently I visited the city of Keene's Monadnock Center for Violence Prevention and had a chance to speak with one of the caseworkers there and with two of the survivors. Those two women told me what it was like as they were trying to figure out how to leave their abusers. I asked them: What would have happened if this center wasn't here? Both of them said they had nowhere else to go. One of the women said: My husband would have killed me. That was how desperate she was.", u'While I was there, I also had a chance to meet some of the children who were staying at the center. I wish to take a minute to talk about how important this is for them, the children who were witnesses of domestic violence or who, as the result of that violence, are victims themselves.', u'Centers all over New Hampshire and the United States have advocacy programs that are funded by VAWA that offer support groups for children. Children are particularly vulnerable and ill-equipped to deal with the trauma of domestic violence. This is trauma that affects them for their entire lives.', u'A study by the World Health Organization found that children raised in households where domestic violence occurred are more likely to have behavioral problems, to drop out of school early, to experience juvenile delinquency. It is not surprising.', u'A child who witnesses domestic violence between parents is more likely to view violence as an acceptable method of conflict resolution. Boys who witness domestic violence are more likely to become abusers, and girls who witness domestic violence are more likely to become victims of domestic violence as adults. One advocate at the Bridges Crisis Center in Nashua, NH, works to prevent this cycle by providing safety planning for children. She teaches them they can live a life that is free of violence. This free preventive care for children is made possible by a grant from VAWA. Our children deserve this. This is why we need to reauthorize the Violence Against Women Act. This is about women who are in danger, about children and families who are at risk.', u"One of the stories I found particularly touching when I was at Bridges was about a young boy named Brian. The caseworker told me that Brian was really nervous about going back to school. He was supposed to bring with him a story about something fun he had done over the summer, but he had been in the shelter at Bridges with his mother and it really hadn't been a very fun summer. So the child advocate organized a barbeque in the park across the street, and everybody from the center came and joined in that barbeque and gave him a happy memory that he could take with him to the first day of school. This is the kind of healing we need more of. We can help this continue by reauthorizing the Violence Against Women Act.", u"I hope that as Senators go home for the next 6 weeks, as we go back to our States and travel around and hear from people in our States the issues they are concerned about, we won't forget about the task we have at hand when we come back. We need to reauthorize the Violence Against Women Act. We need to get the House to join with us in passing the Senate bill so we can include those expanded protections that are needed so much by women and families across this country. I know the Presiding Officer joins with me in recognizing that we still have time to get this done this year.", u'Thank you, Mr. President. I note the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/09/20/S6520_nominations/'}