{u'speaker_state': u'CT', u'speaker_raw': u'mr. blumenthal', u'speaker_first': u'Richard', u'congress': 112, u'title': u'MIDDLE CLASS TAX CUT ACT--MOTION TO PROCEED--Continued', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-07-24/html/CREC-2012-07-24-pt1-PgS5282-2.htm', u'number': 111, u'id': u'CREC-2012-07-24-pt1-PgS5282-2.chunk28', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Blumenthal', u'pages': u'S5282-S5298', u'speaker_party': u'D', u'date': u'2012-07-24', u'bills': [u'S. 1925'], u'bioguide_id': u'B001277', u'order': 28, u'speaking': [u"Mr. President, let me begin by thanking my colleague from California for her leadership over many years and her steadfast courage and vision on this issue; likewise, my colleague from the State of Washington who spoke before her, Senator Murray, for her leadership, as well and others in this body who passed VAWA, the Senate's version of that measure, S. 1925, by an overwhelming bipartisan margin, in fact, 68 to 31, back in April.", u'This measure truly is bipartisan, and it has commanded overwhelming support in this body and, more important, from across the American public.', u'In Connecticut, I hear again and again from men and women, members of all communities, that the Violence Against Women Act is an idea whose time came 18 years ago but continues to demand the kind of respect and support the Senate has given it.', u'Now is the time for the House to adopt the Senate bill because it is more inclusive and more effective. For a bill that works, as this measure truly does, to include more potential victims, to provide more tools of enforcement is absolutely appropriate and necessary at this point in our history.', u'Of course, I hear from Connecticut constituents such as Hillary from Fairfield, who tells me:', u'One in four women, worldwide and in the U.S. is at risk for violence at some point in her life. Men are at risk too, and VAWA supports provisions for men to be safe and healthy in their relationships as well. VAWA supports programs for both men and women perpetrators of abuse to get the help they need to stop the violence, and it ensures that women and their children have a safe place to go when in danger.', u'Susan from New Haven:', u'Reauthorizing VAWA sends the message that survivors of sexual assault, domestic violence, dating violence and stalking must have the tools to heal and reclaim their lives; that women and girls, our communities and our families, must be safe; that the next generation must be engaged in this effort--and that the evolution of our collective thinking on how to break the cycle of violence is a national priority. To send any other message is unconscionable. Congress must act swiftly. Renew VAWA now.', u'Renew VAWA is the message we carry to the House: Renew VAWA with the improvements and reforms we have wisely adopted in this body and continue a measure that has benefited 54,000--let me repeat that, 54,000--domestic violence victims in Connecticut alone, millions across the country, and has provided organizations in Connecticut nearly $5 million in just the last fiscal year from VAWA programs.', u"These measures make a difference in people's lives. So often we can speak and think in this Chamber without the kind of connection to individual lives, where we see legislation, our acts here, making a difference. This measure offers us the opportunity to make a difference by broadening and making more inclusive this measure.", u'It makes it more effective. I am proud it makes it more effective with an amendment I offered to prosecute criminals who use the Internet to intimidate, threaten, harass, and incite violence against women and children.', u"The use of the Internet is increasingly prevalent for these kinds of crimes. The legislation I introduced, included in the Senate's bill, enhances current law for the Internet age. That section of the bill is not in the House version. It should be. That is a reason I am urging the House to adopt the Senate version.", u'But it is also more inclusive in including lesbian, gay, bisexual, and transgender constituents--whom all of us have--in these protections.', u'LGBT Americans experience domestic violence at the same rate as the general population, but they often face discrimination in accessing services. In fact, a survey found that 45 percent of LGBT victims were turned away when they sought help from a domestic violence shelter. There is a real need--an unquestionable and immediate need--to improve the access and availability of services for LGBT victims, and our measure does it; the House version does not.', u'Over 800 constituents--and I welcome them in contacting me--have written me to urge that we preserve the LGBT provisions of the Senate bill as VAWA moves forward.', u'S. 1925 also includes protections for Native Americans that are absolutely vital. One of the invisible, unknown, unrealized, unacknowledged facts about this community is that nearly three out of five Native American women are assaulted by their spouses or intimate partners. One-third of all American Indian women will be raped during their lifetime. Those numbers alone should dictate the result. The members of the Tribal Council of the Mashantucket Pequot Tribal Nation and others across the country--the Mashantucket Pequots happen to be from Connecticut--have appealed to me to protect the tribal provisions in the Senate measure, not to waiver, not to relent to the House version.', u'Again, I urge the House to adopt our measure.', u"Protecting immigrant populations ought to be a given for the Senate. The House version of VAWA would ``endanger the safety of noncitizen victims and society as a whole.'' That is a quote from the International Institute of Connecticut, which has urged me to hold firm to support the provisions of the Senate bill and not surrender to the House and relent on protecting immigrants who need this help.", u"Again, I quote. The House version would ``endanger the safety of noncitizen victims and society as a whole.'' VAWA symbolizes for our immigrants, those who come to this country, what makes America great. We protect everyone who needs it. We enforce the laws equally without discriminating against people as to their national heritage or origin or ethnicity or race or other background. Equal protection of the law is one of the unique constitutional principles of the American democracy and the American Constitution. Our landmark measure enhances and enforces equal protection of the law.", u'I hope this body stands firm. I hope the House understands that it is not one body being better than another. We are way beyond that kind of comparison at this point. It is one version of the same legislation, one set of provisions seeking a common goal, doing it better, more inclusively, and more effectively in the great tradition of the legislative process.', u'I urge the House of Representatives to put partisanship aside, to put aside any kind of cameral personal differences and take immediate action to support all in America who are victims of domestic violence and sexual abuse.', u'I yield the floor, and I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/07/24/S5282-2_middle-class-tax-cut-act-motion-to-proceed-continu/'}