{u'speaker_state': u'MA', u'speaker_raw': u'mr. delahunt', u'speaker_first': u'Bill', u'congress': 106, u'title': u'MOTION TO INSTRUCT CONFEREES ON H.R. 4205, FLOYD D. SPENCE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2001', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-09-13/html/CREC-2000-09-13-pt1-PgH7532-2.htm', u'number': 107, u'id': u'CREC-2000-09-13-pt1-PgH7532-2.chunk20', u'volume': 146, u'chamber': u'House', u'session': 2, u'speaker_last': u'Delahunt', u'pages': u'H7532-H7541', u'speaker_party': u'D', u'date': u'2000-09-13', u'bills': None, u'bioguide_id': u'D000210', u'order': 20, u'speaking': [u'Mr. Speaker, my friend, the gentleman from Arkansas (Mr. Hutchinson), asked, Is this legislation necessary? And he points to the murder of Matthew Shepard in Wyoming who died for no other reason other than he was gay, and to James Byrd in Texas who died for no reason than because he was black, and I would add Joseph Ileto of California who died for no other than reason other than he was Asian. Is there a need? I submit there is a clear need.', u'When such actions take place in other countries, when individuals are persecuted because of their identity, whether it be racial or religious, our law, the United States law, recognizes this is no ordinary crime and grants them a remedy. We entitle them to petition for asylum. Why would we do less to protect our own citizens from the very same crimes?', u'Is there a need? Yes, there is a need. Some have said we should not pass this law because hate crimes are a local matter. Well, I agree, and I know that the authors of this legislation, this motion, also agree. The vast majority of those crimes are investigated and prosecuted at the State and local level. In this measure, if it is enacted, it will continue that same status quo. All this legislation will do is to ensure, when local authorities request assistance, or are unable or unwilling to act, Federal law enforcement agencies will have the ability to come to their aid. That is why the sheriffs of this country and the chiefs of police in this country support this legislation.', u'Support the motion.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/09/13/H7532-2_motion-to-instruct-conferees-on-hr-4205-floyd-d-sp/'}