{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2013--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-11-14/html/CREC-2012-11-14-pt1-PgS6765-6.htm', u'number': 145, u'id': u'CREC-2012-11-14-pt1-PgS6765-6.chunk16', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S6765-S6774', u'speaker_party': u'D', u'date': u'2012-11-14', u'bills': None, u'bioguide_id': u'L000174', u'order': 16, u'speaking': [u'As we all know, Congress is now back from an extended recess. When we left, there were a number of significant items pending either on the floor of the House or on the floor of the Senate. Yesterday I spoke about one major piece of legislation we passed here in the Senate by an overwhelmingly bipartisan vote, and that was the farm bill. It has, of course, implications to a State such as Vermont but also to every single State in this country. It has everything from milk price supports to drought and disaster relief. This was a bipartisan vote strongly supported by Democrats and Republicans alike. It has been stalled in the House, and I hope, now that the election is over, they can bring it up and pass it.', u'But there is another urgently needed piece of legislation that we have passed here in the Senate, and it is time to pass it in the House. I know we have issues such as disaster relief for the victims of Hurricane Sandy. We should do that. We have the fiscal cliff that threatens our economy. That is extremely important. We should have confirmation votes on scores of judicial nominees. We have 19 of them pending on the floor. All of that is important. All of these things can be done in the time remaining for us. But one of the important legislative priorities is the VAWA, the Violence Against Women Reauthorization Act. I wrote the bill with Republican Mike Crapo of Idaho. This was and is a bipartisan piece of legislation. It won the support of all the women Senators in this body, Republican and Democratic alike. It passed by an overwhelming margin in this body. The distinguished Presiding Officer was a strong supporter of it. This Senate-passed bill deserves to be on our short list of priorities for the rest of the year.', u'I was pleased to see that the President and Speaker Boehner have indicated a willingness to work toward a bipartisan solution to avoid the fiscal cliff. But on VAWA, the Violence Against Women Reauthorization Act, the time for posturing has long passed. Congress has failed to pass the bipartisan Violence Against Women Reauthorization Act. It passed the Senate with 68 votes more than 200 days ago. We need to take it up and pass it in the House.', u'I am committed to ensuring that VAWA addresses the changing needs of all victims. I stand ready, as I have from the start, to work with all Members of both parties. I look forward to hearing from the Republican leaders in the House and to seeing this important measure enacted.', u"You know, both parties could have celebrated the passage of yet another bipartisan VAWA reauthorization bill after the Senate's convincing vote in April. There have been a lot of victims since April. They could be receiving the critical protections included in the Senate-passed VAWA reauthorization bill.", u'In the month since the Senate passed the Leahy-Crapo bill, we have been reminded of the importance of VAWA. I will give you a couple of examples. Let me tell you, these are very grim stories. But let me tell you some very grim stories about what is happening.', u'In Wisconsin, a gunman opened fire in a Milwaukee-area spa. He wounded four people and he killed three people, including his estranged wife. The Republican Governor of Wisconsin called for tougher domestic violence laws because the gunman had previously abused his estranged wife. The Leahy-Crapo bill will strengthen the ability of States and service providers to identify domestic violence cases with a significant risk of homicide and take effective steps to protect potential victims.', u'In another case, an Amherst, MA, college student who was raped by a classmate bravely stepped forward in the pages of her school newspaper to describe the lack of response from the school administration. That young student--she is not alone by any means--along with countless others like her, deserves attentive and respectful treatment in the wake of such a heinous act of sexual violence. Our bill would encourage such a response with new campus protections.', u"If we don't take congressional action, these and other crucial new protections in the Leahy-Crapo bill will not be able to help victims and prevent crimes nationwide. These recent events remind us that innocent lives are on the line when it comes to domestic and sexual violence. These victims of rape and domestic violence cannot wait. It is unacceptable to delay these protections. I was astounded to hear that some of the objections in the House were because we covered all women--all women--in the act, immigrants, gays, straight, Native Americans, whoever it might be.", u"Mr. President, I still have nightmares about some of the crime scenes I went to as a young prosecutor in Vermont at 2 and 3 o'clock in the morning. I remember seeing the battered bodies of victims, battered and bloodied bodies of victims. I never remember a police officer there saying: Wait a minute, we have to find out whether this victim is gay or straight, whether this victim is an undocumented immigrant or a Native American. We have to determine that before we can decide whether we are going to do anything. The distinguished Presiding Officer was mayor of our Queen City of Burlington. He never would have allowed any member of the police force in that city to pick and choose. None of us would.", u"So let's face up to reality. Let's stop saying we can't pass this bipartisan bill because we have to limit it and we have to pick and choose who are victims. I have said it over and over again on this floor: A victim is a victim is a victim. So let's come together. Let's send the bipartisan Leahy-Crapo bill to the President without further delay. Let's stop the deaths, the beatings, and the rapes that are occurring. How many of us could pick up an article in the paper and read of one of these things and not be shocked? Every one of us, as a Member of Congress, has the ability to do something to stop this. This is an easy bill to pass. It passed by a wide, strong, bipartisan effort here in the Senate. Let's just take it up, call a vote in the House on it.", u"I have heard from enough Republicans and Democrats in the House of Representatives. If this bill came up for a vote, it would pass. I think it is slamming the door in the faces of people who might be abused if we don't bring it back.", u'Mr. President, I see the distinguished chair of the Senate Agriculture Committee on the floor, and, as I mentioned earlier, just a few minutes ago and yesterday, her leadership brought about one of the most sweeping, cost-saving, best 5-year farm bills this body has passed.', u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/11/14/S6765-6_national-defense-authorization-act-for-fiscal-year/'}