{"speaker_state": "CT", "speaker_raw": "mr. blumenthal", "speaker_first": "Richard", "congress": 112, "title": "HUMAN RIGHTS DAY", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-10/html/CREC-2012-12-10-pt1-PgS7698-3.htm", "number": 158, "id": "CREC-2012-12-10-pt1-PgS7698-3.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Blumenthal", "pages": "S7698-S7699", "speaker_party": "D", "date": "2012-12-10", "bills": null, "bioguide_id": "B001277", "order": 0, "speaking": ["Mr. President, I rise today on Human Rights Day. Now, there are a plethora of days in this Nation known for various causes, for issues, and for historical occurrences. Human Rights Day is fundamentally American.", "The rights of human beings are the reason this Nation was founded and the motivation for the war that was fought to make us free. Human Rights Day is about advancing equality, and the U.S. Constitution as it has expanded over the years to include new groups of people and strike down barriers of race, gender, ethnic background, and national origin. It is about the progress of human rights and equality, the noblest of causes for this Nation. It is about what brings us together as Americans, the fight for freedom, the search for equality and justice.", "I want to talk about three specific ways we can advance the cause of human rights in this Chamber, in this session, through measures that are now before us. The first concerns human trafficking. I have been particularly interested in the rampant human trafficking problems on American military bases abroad in places such as Iraq and Afghanistan. Victims are recruited from developing countries like Bangladesh and the Philippines. They are charged exorbitant, illegal fees to travel to their worksites, often misled about where they are going, what their salaries will be, and what their living conditions will be like. Frequently, their passports are confiscated so they cannot return home, even if they are able to scrape together the money to make that journey.", "This kind of human trafficking is no less than modern-day slavery, subsidized by our government with taxpayer money. It is reprehensible. But, for me, the number one issue is the safety of our American troops on these bases. That safety is compromised if our bases are filled with unauthorized, potentially unsafe foreign workers.", "That is why I introduced the End Trafficking in Government Contracting Act of 2012, which provides the most comprehensive legislative approach to solving this problem ever undertaken by the United States Congress. It is bipartisan legislation, which now is included in the Defense Reauthorization bill that passed the Senate last week, and I am hopeful that this provision will be retained in conference committee and signed into law soon with strong bipartisan support from my colleague, Senator Portman of Ohio.", "In addition, I want to thank Senator Leahy for advancing the Trafficking Victims Protection Reauthorization Act, a broader measure known by its initials, TVPRA, which takes an even more inclusive view of this problem to make sure America stands against human trafficking rather than be complicit in it.", "The second issue I want to raise is the VAWA, or the Violence Against Women Act, which continues to be stalled in the House of Representatives. Tragically, incomprehensibly, and passed by this body, VAWA still has not been approved in a form that is acceptable by the House of Representatives. Reauthorizing VAWA is a top priority for me, and I know for many in this body, as well. My hope is that the House of Representatives will act in the final weeks of this session.", "VAWA is a landmark statute aimed at combating domestic violence, sexual assault, and stalking. It provides billions of dollars to support investigations and prosecutions of vicious, heinous acts, and it provides remedies and protection for assaulted women.", "On this day, when we celebrate human rights, what better way than to commemorate the advances that VAWA made in fighting violence against women and to broaden its provisions to protect Native Americans, immigrants in this country, and the gay and lesbian community. That is the nature of our democracy: we advance human rights, we make them more inclusive, and we broaden their provisions. The reauthorization of this legislation is badly needed.", "Finally, I want to talk about the DREAM Act, which should be part of immigration reform in this country. I think the vast majority of the Members of the Senate have accepted and indeed espoused the need for thorough, comprehensive immigration reform. That kind of reform should include the DREAM Act. I have spoken about it on many occasions, and on many of those occasions I have presented to this body an individual story as I have, for example, about Solanlly Canas.", "I brought her photograph with me today. She is a young woman of enormous promise who simply wants to stay in this country, and have a path to citizenship. Having been brought here at the age of 12, she didn't choose to come, she was brought here through no fault or doing of her own, and this is her country. This is where her friends are; this is the language she speaks. She lives in East Haven, Connecticut, where she attended school, and she has thrived there. She became a member of the National Honor Society. She is on the executive board of the student council. She is president of the Interact Club.", "She was born in Colombia, but her roots are in America. She has dreams and goals for the future like any young woman her age, and she is proud of her connection, her roots in this country. She wants to go to college, but for so long has feared that she would not be able to go.", "She is eligible to apply for the Deferred Action Program announced by the administration, but that program would simply give her a reprieve without the security and certainty that she needs to advance and continue her schooling. That is the path to citizenship that our Dreamers need and deserve so that they can go to school, serve in our military, give back to this country, and earn their citizenship through deeds--not just words, but deeds--that make us all proud, and contribute to the quality of life in our Nation.", "That is what they want to do is to earn the citizenship that so many of us take for granted. So many people in this country have this as a birthright--without the effort that she will devote to becoming a U.S. citizen. We have great citizens born here who value and prize their citizenship. But Solanlly is one who deserves a path and the ability to earn it through her deeds and her accomplishments in school and afterwards.", "On this Human Rights Day, I thank this body for giving me the honor of speaking about these issues. It is an extraordinary honor to say how much human rights mean in this country. We are the paragon of equality, freedom, and rights. We are the greatest Nation in the history of the world, and we are still a work in progress. We still have progress to make, and these three measures will help us to do it.", "Mr. President, I yield the floor, and I note the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/12/10/S7698-3_human-rights-day/"}