{"speaker_state": "IA", "speaker_raw": "mr. harkin", "speaker_first": "Tom", "congress": 112, "title": "TRIBUTES TO DEPARTING SENATORS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-20/html/CREC-2012-12-20-pt1-PgS8237.htm", "number": 165, "id": "CREC-2012-12-20-pt1-PgS8237.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Harkin", "pages": "S8237-S8238", "speaker_party": "D", "date": "2012-12-20", "bills": null, "bioguide_id": "H000206", "order": 0, "speaking": ["Mr. President, with the retirement of Senator Ben Nelson at the close of the 112th Congress, the Senate will lose one of its most respected members, and a distinguished career in formal public service will come to an end. I use that adjective ``formal,'' because it's hard to imagine Ben Nelson not finding new avenues for public service as a private citizen in the years ahead.", "Senator Nelson and I come from neighboring States in the rural, upper Midwest, and we have much in common. But we differ in at least one respect: I come from the small town of Cumming, IA, population 351; Ben comes from the big city, McCook, NE, population 8,000.", "Senator Nelson is often described as one of the most conservative Democrats in the Senate, frequently voting with the minority party. I prefer to describe him simply as the most independent Democrat in the Senate, a progressive at heart who--like so many from our part of the country--is also deeply imbued with respect for traditional values and fiscal prudence.", "As we all know, Senator Nelson prides himself on reaching across the aisle to get things done. He is a pragmatist, not a partisan. He has never allowed ideology or party to stand in his way of doing what he believes is right for Nebraska and the United States of America.", "As my colleague on the Committee on Agriculture, Nutrition, and Forestry, Senator Nelson has been a passionate advocate for family farms and rural America, and he has been a leading advocate for increasing the use of clean, renewable biofuels in order to decrease our Nation's dependence on foreign energy sources.", "As a member of both the Committee on Armed Services and the Committee on Veterans Affairs, no one has been a stronger supporter of both active duty and retired servicemembers.", "Ben Nelson has been a successful CEO of an insurance company, a popular two-term governor of Nebraska, and, for the last 12 years, an accomplished and effective United States Senator. He has been a wonderful hunting colleague of mine on more than one occasion.", "Our friendship, of course, will continue. And I wish Ben and Diane the very best in the years ahead.", "Mr. President, in these final days of the 112th Congress, the Senate is bidding farewell to a very special member, the junior Senator from Virginia, Senator Jim Webb.", "He came to this body with unique and extraordinary credentials: a graduate of the Naval Academy and first in his class of 243 at the Marine Corps officer school at Quantico, a much-decorated combat veteran of the Vietnam War, and Secretary of the Navy during the Reagan administration.", "I would point out one more of his sterling credentials. I guess I can say this now, because he is retiring, and a political opponent will not use it against him: Jim Webb is an intellectual with a passion for ideas and knowledge. For goodness sake, he writes books, excellent books, the kind that win glowing reviews in the New York Times, and get turned into documentaries on the Smithsonian Channel.", "Senator Webb has put this past experience to superb use here in the Senate as an active member of the Committee on Armed Services, the Committee on Veterans Affairs, and the Committee on Foreign Affairs.", "To his great credit, before coming to the Senate, he was an outspoken critic of the invasion of Iraq, warning that it would be a unilateral war with no exit strategy. After the invasion, he was equally outspoken in challenging the Bush administration's conduct of that war.", "At the same time, as a member of the Committee on Veterans Affairs, he worked hard to pass legislation to provide enhanced education benefits for veterans, a 21st century GI Bill, for those who have served in the military since the attacks of 9/11.", "I admire Jim Webb as a friend and colleague. I have the greatest respect for his life-long commitment to protecting America's national security, and fighting for economic and social justice here at home. There is no question in my mind that Jim will find other avenues for public service in the years ahead. I certainly wish Jim and Hong Le all the best in the years ahead.", "Mr. President, with the close of the 112th Congress, our friend and colleague Senator Joe Lieberman is retiring after nearly a quarter century of dedicated service in this body to the people of Connecticut and the United States.", "As we all know, Senator Lieberman is a fiercely independent Senator who prides himself on speaking his conscience and reaching across party lines in order to get things done. He is a pragmatist, not a partisan. Yet he has never allowed his ideology or his party or what is popular to stand in the way of doing what he believes is right for Connecticut and the United States of America.", "In the years since Senator Lieberman left the Democratic Party to become an independent, he has sometimes disagreed with his colleagues on this side of the aisle, but he has never been disagreeable. To the contrary, he has been unfailingly decent, gracious, and reasoned. He has been unfailingly a gentleman and a friend, a person with a great sense of humor and always has a smile. It is these sterling personal qualities that are a big reason he will be greatly missed by Senators on both sides of the aisle.", "During his four terms in this body, Senator Lieberman has earned a reputation as one of the Senate's most influential and knowledgeable voices on interests of national security. In the wake of the attacks of 9/11, he was the lead sponsor of the bill to establish the Department of Homeland Security. As chairman of Homeland Security and Governmental Affairs, Senator Lieberman has been a vigilant leader in safeguarding America.", "Throughout his distinguished tenure in this body--and before that as a Connecticut State senator and attorney general--Joe Lieberman has been a proud and principled progressive with a passion for social and economic justice for all Americans.", "To cite just one example: Senator Lieberman deserves enormous credit for introducing and successfully championing legislation to repeal the military's discriminatory don't ask, don't tell policy, which banned patriotic gay and lesbian Americans from serving openly in our Armed Forces.", "As we all know, Joe Lieberman is a person of deep faith, a faith that inspires him to public service and informs his progressive vision for America. Last January, when he announced his decision to retire, he said:", "I go forward with a tremendous sense of gratitude for the opportunities I have had to make a difference.", "With Senator Lieberman's retirement in the days ahead, a truly distinguished career in formal public service will come to an end. I use the adjective formal because it is hard to imagine that Joe Lieberman will not be finding new avenues for public service as a private citizen.", "Senator Lieberman's career in this body will end, but our friendship will continue. I know that his smile and his gracious unfailingly gentlemenly ways will also continue. I wish Joe and Hadassah much happiness in the years ahead.", "I yield the floor and note the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2012/12/20/S8237_tributes-to-departing-senators/"}