{u'speaker_state': u'CT', u'speaker_raw': u'mr. blumenthal', u'speaker_first': u'Richard', u'congress': 112, u'title': u'REMEMBERING THE VICTIMS OF SANDY HOOK ELEMENTARY', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-28/html/CREC-2012-12-28-pt1-PgS8505.htm', u'number': 169, u'id': u'CREC-2012-12-28-pt1-PgS8505.chunk0', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Blumenthal', u'pages': u'S8505-S8506', u'speaker_party': u'D', u'date': u'2012-12-28', u'bills': None, u'bioguide_id': u'B001277', u'order': 0, u'speaking': [u'Mr. President, although the Newtown community is very much still in mourning, I stand here today to remember 20 innocent children and 6 remarkable adults. I am hopeful that the memories of loved ones can provide some solace in the face of senseless violence. And I hope that as we continue to share stories, our national community will bind together and hearts can begin to heal.', u"When President Obama addressed the Nation, he spoke of Sandy Hook Elementary School as a compassionate community: parents holding their children's hands on their way to school, teachers meeting them at the door, principals keeping watch.", u'I have seen, firsthand, tragedy hit this tight-knit community. Last Friday morning, I went to the Sandy Hook firehouse. I went as a public official, but what I saw was through the eyes of a parent. There were moments of unspeakable grief for parents emerging from the firehouse who realized their children were not coming home. I will live always with these sights and sounds of that day.', u'I have also seen this remarkable community come together in solidarity. The firefighters and first responders are mostly volunteers. Neighbors are like family members. I have the utmost confidence that this beautiful town will heal through deep-rooted relationships and collective strength.', u'We must remember that these children were dearly loved by parents and teachers who would give everything for them. And these adult victims modeled selfless love for their students. In this spirit of love, community, and compassion, we remember the 26 fallen today.', u'Twelve little girls passed away on Friday, and we honor them for bringing bursts of light and laughter and love into the lives of all who knew them:', u'Charlotte Bacon was an outgoing and persistent red head, a member of a Girl Scout troop led by her mother.', u"Olivia Engel was a great big sister to her younger brother and family dog and was looking forward to playing an angel in her church's upcoming pageant.", u'Catherine Hubbard had a passion for animals and greeted each day with a smile.', u'Jessica Rekos loved horseback riding and learning about orcas.', u'Josephine Gay had just turned 7 and found joy in riding her bike around the neighborhood.', u'Madeleine Hsu had just turned 6 in July and was remembered for wearing bright, floral dresses.', u"Ana Marquez-Greene loved to sing and would leave love notes under her parents' pillow.", u'Emilie Parker was a mentor to her younger siblings, teaching them how to dance and laugh, and was eager to try new things.', u'Caroline Previdi was a spunky young gymnast who loved to draw and dance.', u'Grace McDonnell liked wearing bows in her hair and dreamed of living at the beach and becoming a painter.', u'Avielle Richman took up archery when she was inspired by a female hero in the Disney movie, Brave, and is remembered for her joyful giggles.', u'Allison Wyatt was an eager, energetic first-grader, who was helpful to her peers and loving to family and friends.', u'Eight little boys passed away on Friday and will be remembered for their joy of life and boundless energy:', u"Daniel Barden would ride on his father's shoulders on the way to the school bus every morning and was missing his two front teeth.", u'Dylan Hockley liked to play tag at the bus stop with his neighbors and dress up like Shrek or Superman.', u'Jesse Lewis would accompany his dad to work at building sites which he happily explored and was learning how to ride a horse.', u'James Mattioli had just learned how to ride a bike and was discovering that he liked math.', u'Jack Pinto was a Giants fan and part of a youth wrestling team.', u'Noah Pozner was best friends with his twin sister Arielle, and older sister Sophia, and liked figuring out how things worked.', u'Chase Kowalski loved riding his bike outdoors and playing with his five siblings.', u'Benjamin Wheeler studied piano with his mother and threw leaves in the air with his friends and his brother Nate.', u"These children were raised with dance and music, with laughter and hope. The parents of victim Grace McDonnell have kept their house ablaze with Christmas lights, even in the wake of the shooting, perhaps in tribute to their daughter, who they called ``the love and light of our family.'' Krista and Rich Rekos called their daughter Jessica, their ``rock.''", u'You can feel the energy of these children in the stories that are being told. Although their lives were cut short, they contributed to the world around them by learning, growing, and loving.', u'Six beloved Sandy Hook faculty members--selfless heroes of the Newtown community--were also taken last Friday. They dedicated themselves to the children around them.', u"Dawn Hochsprung, the 47-year-old principal of Sandy Hook Elementary School, instinctually lunged in front of the shooter and she was killed in the line of duty. For the students of Sandy Hook, she was the ``Reading Fairy,'' inspiring what she hoped would be a lifelong appreciation for books. Before coming to Sandy Hook, she worked as a principal in the towns of Bethlehem and Woodbury. She was dedicated to education and to family, crediting her own mother for the care she expressed towards others.", u'Anne Marie Murphy, 52 years old, worked at Sandy Hook Elementary School as a special education assistant and raised four children of her own. She has been remembered as a positive spirit and source of good energy. She was generous and loving, and died shielding the innocent from harm. In a public statement, the family of Dylan Hockley expressed their gratitude to Ms. Murphy and comfort that their son died in the arms of his beloved teacher.', u"Mary Sherlach, 56 years old, had served Sandy Hook as their school psychologist since 1994 and was a year away from retiring. She earned her undergraduate degree at SUNY Cortland and master's degree at Southern Connecticut State University. Last Friday, she showed her true spirit of selflessness when she and Principal Hochsprung ran towards the shooter to stop him. Her adult daughters live in New Jersey and Washington, DC.", u"According to her loved ones, at age 30 Lauren Rousseau had landed her dream job as a substitute teacher at Sandy Hook--something she had longed to do since age 6. She found a home in this community and gave her life caring for its children. A graduate of the University of Connecticut, she cheered on the women's basketball team and enjoyed going to Broadway shows.", u"Rachel D'Avino was an intern at Sandy Hook--a 29-year-old who was in the process of learning how to help children with special needs. She was studying at the University of Saint Joseph for an advanced degree in applied behavior analysis and provided one-on-one instruction to various students. Her boyfriend was planning on asking for her hand in marriage on Christmas Eve.", u"Victoria Soto loved going to work each day as a first grade teacher at Sandy Hook Elementary and was, in turn, beloved by her students. She was raised in a family of public servants and graduated from Eastern Connecticut State University. She was attending night school at Southern Connecticut State for a master's degree. When the gunman shot his way into her classroom, she protected the children under her care without hesitation. Her story and those of her colleagues, who put their lives on the line, will be remembered around the Nation.", u'During this holiday season, we pray that the Newtown community can find peace and solace. This tragedy reminds us of both the fragility and preciousness of life, and the healing grace of love.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/12/28/S8505_remembering-the-victims-of-sandy-hook-elementary/'}