{"speaker_state": "MA", "speaker_raw": "mr. neal", "speaker_first": "Richard", "congress": 112, "title": "RECOGNIZING DEPARTING MEMBERS OF THE MASSACHUSETTS DELEGATION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-12-19/html/CREC-2012-12-19-pt1-PgH7341.htm", "number": 164, "id": "CREC-2012-12-19-pt1-PgH7341.chunk2", "volume": 158, "chamber": "House", "session": 2, "speaker_last": "Neal", "pages": "H7341-H7347", "speaker_party": "D", "date": "2012-12-19", "bills": null, "bioguide_id": "N000015", "order": 2, "speaking": ["Mr. Speaker, I want to thank Mr. Markey for allowing me to participate in this Special Order tonight and to speak of two very valued Members of the Massachusetts congressional delegation and to speak of two Members who have had a profound influence on not just the politics of Massachusetts, but the important policies of Massachusetts.", "Some years ago, George W. Bush, President Bush, said to me at a St. Patrick's day luncheon with some humor, Hey, Rich, how am I doing in Massachusetts? And I said, Mr. President, I don't think you're doing that great in Massachusetts right now, with some laughter. He said to me in a very candid observation, I want to tell you something. I always liked running against you guys from Massachusetts and tangling with you guys from Massachusetts, he said, because I always felt I was matching up against the best in America.", "I thought that was pretty interesting for a conservative President to talk about the Massachusetts congressional delegation, and I think that the two members who are departing from this delegation are part of the high skill of two very good legislators. That's a skill that is not today held in the regard that it once was, the skill of the really good legislator, individuals who painstakingly know where the commas have to go, know when paragraphs have to end, and to make sure that sentences don't run on so that the intention of the legislation is honored. We all cheer on the final product, but many people dislike having to view the process that gets us there.", "In the case of Congressman Frank, he always had this reputation for being the great and universal outsider in politics, but his success came from the fact that he mastered the skill of the insider in this institution. He knew when enough was enough and it was the best deal you were going to get. After he made full advocacy for the plan that he offered and desired, he also knew that you needed 218 votes, or in his committee, he wanted to put the face of bipartisanship on the actual bill. ", "So Republican legislators in this institution, members of the Banking Committee would always say to me, Geez, Barney Frank is one capable guy, because he was looking for the compromise as the path forward. You could talk to him about the complications of capital ratios, you could talk to him about the Federal Reserve Board, and you could talk to him about world issues; but at the same time, he unfailingly made it home to march in all of those parades, to attend functions for people who had been with him in elected office for four decades, to make those phone calls that you have to make. And he understood, once again, that in this institution the opinions of America and the emotions of America play out. Sometimes you get a good deal, and other days you don't quite get the deal that you wanted.", "Before anybody in public life was advocating for gay rights, Barney Frank was in the forefront. Barney Frank was in the forefront on women's rights, and he was a great scholar, student, and participant in the civil rights struggles of our times.", "Both these legislators are, interestingly enough, in my mind, principled individuals, children of the New Deal who believed that government plays a positive role in the lives of the American family. Not because government draws a conclusion on where we end up necessarily in life, but they both believe fervently in the idea that government ensured that everybody could get to the starting line for the race.", "In the case of John Olver, Ray LaHood said to me one night at dinner--and Ray has been a fast friend. For those of us who are interested in transportation in western Massachusetts and indeed central Massachusetts, Ray LaHood said to me, You know, John Olver is one smart guy. He said, The meetings in his office can go on for a long time, but I've got to tell you, he really understands transportation theory and he understands transportation implementation.", "A couple of the great things that we were able to participate in--because in western Massachusetts we always use the argument that people don't pay enough attention to our part of the State--but it was the small things like extending broadband access into the hill towns of western Massachusetts, improving rail transportation from New Haven, to Hartford, to Springfield, and on to Vermont. And in the case of John Olver, he was very helpful to me when I asked him in the transportation legislation to make sure that my congressional district and constituency were able to secure the funding that we desired. That's an important part of the legislator's life.", "I also think that what was interesting about John and Barney, they're believers. In a time when the public often says that the elected embrace superficial positions only to seek and curry the favor of the public, one of the two important things about these two guys is they were happy to tell you they disagreed with you. In fact, as the two of them got older, they were enthusiastic about telling you they disagreed with you. Oftentimes, when you walk into a room where the audience might be one that only wants you to say what they want you to say, these two would go into the room and say what they thought was on their minds, conclusions that they had drawn after long service in this institution and in the Massachusetts Legislature.", "I also will tell you, based upon the point that I raised at the beginning of my comments, that we need to return in this institution to the skill of the legislator. It's the same skill that the jeweler looks at a diamond with. It's the same ambition that takes people to Pulitzer Prizes. It's the athlete in the gym who spends his time preparing for the Olympics. We need to honor that skill because it's often outside of the glare of the public, and when those in the public do see it, they're uncomfortable with it. It's the give and take of legislative life that made these two very good to work with.", "I'll say this about the two of them as well--and they might not like it--that there were times when we needed something that they might not quite have been in agreement with; and after you got a little bit of their irritation, they generally included what it was that you wanted.", "So it was an honor to serve with them, and I hope that we haven't heard the last of either John Olver or Barney Frank. They've been very important to this institution and to America."], "capitolwords_url": "http://capitolwords.org/date/2012/12/19/H7341_recognizing-departing-members-of-the-massachusetts/"}