{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 113, "title": "VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2013--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-04/html/CREC-2013-02-04-pt1-PgS461-2.htm", "number": 16, "id": "CREC-2013-02-04-pt1-PgS461-2.chunk3", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S461-S463", "speaker_party": "D", "date": "2013-02-04", "bills": ["S. 47"], "bioguide_id": "L000174", "order": 3, "speaking": ["Mr. President, I thank the senior Senator from Idaho for his comments. He has been not only a stalwart supporter, he actually has been essential in the drafting of this legislation. We all share this concern of finding ways to stop violence against women. I realize different parts of the country have different problems, different stresses. I am pleased to have a western view to go with this eastern view. But also, I think, it is a case of the best legislation in this body, legislation supported by both Democrats and Republicans. When we come together as Senators, things get done.", "That is one of the reasons we are turning to this bill, S. 47, the Leahy-Crapo Violence Against Women Reauthorization Act, as one of our first bills. It has bipartisan support. I thank Majority Leader Reid for making this unfinished business a priority for the Senate.", "Congressional enactment of our strong bipartisan bill to help all victims of domestic and sexual violence is long overdue. Our bill has more than 60 bipartisan Senate cosponsors. I think this week we can finally finish what we started last year by passing the bill in the Senate, sending it to the other body, and having them take it up. I know I am deeply indebted--we all are--to the women and men around the country who have been working with us. They have been steadfast in their commitment to the victims and to our efforts to combat domestic violence, dating violence, stalking, and sexual assault.", "There is a pressing need to update the Violence Against Women Act. The Centers for Disease Control and Prevention's 2010 National Intimate Partner and Sexual Violence Survey found that one in four women has been the victim of severe physical domestic violence. One in five women has been raped in her lifetime. More than half of the homicides in my State of Vermont are related to domestic violence.", "Let me emphasize that just a bit. Vermont has one of the lowest crime rates in the country. But when I look at the source of the crime, more than half of the homicides are related to domestic violence. Those percentages are very high in almost every State. That is simply unacceptable. While the Judiciary Committee has been preparing to consider legislation on the subject of gun violence at the end of this month, we can act now, without delay, in the Senate to strengthen the protections of the Violence Against Women Act.", "All of the provisions in our bill passed the Senate last year. In fact, 9 months ago the Senate passed the Leahy-Crapo Violence Against Women Reauthorization Act with 68 votes. The Senate often has a hard time coming together with 51 votes, but here we had 68 votes from Members of both parties, across the political spectrum.", "Last December we worked out with Senator Cornyn and Senator Grassley additional provisions to amend the Debbie Smith Act, which we passed, to reduce the backlog of untested rape kits in order to provide for additional audits and reporting, and increase the capacity of State and local law enforcement to perform DNA analysis. Those provisions are now incorporated into this VAWA bill.", "I hope those few Senators who opposed the bill last year will now join with us to enact VAWA reauthorization. I think we should act quickly and decisively to pass this bill, and send it to the House. I know if it reaches the President's desk, from what he has told me, he will sign it without delay.", "Our bill will support the use of techniques proven to identify high-risk cases and prevent domestic violence homicides. It is going to increase VAWA'S focus on sexual assault and push colleges to strengthen their efforts to protect students from domestic and sexual violence. It will allow us to make real progress in addressing the horrifying epidemic of domestic violence in tribal communities. A recent study found almost three in five native women had been assaulted by their spouses or intimate partners.", "Our bill will allow services to get to those in the LGBT community who have had trouble accessing services in the past. The Centers for Disease Control and Prevention released a few weeks ago that found the rates of domestic and sexual violence in these communities are equal to or greater than those of the general population. We also have key improvements for immigrant victims of domestic and sexual violence.", "I did note when we reintroduced this bill at the outset of this year that we will be pressing the increase of U Visas for those victims who assist law enforcement in the context of comprehensive immigration reform. Last year, the House of Representatives refused to consider the Senate-passed bill because the U Visa provision, while fully offset, was seen technically to affect revenues. We removed it from the bill this year. I don't want this bill to be slowed up because of a technical excuse.", "When somebody is being abused, they don't need to hear about technicalities. They want us to stop it, and they want us to expedite action on this bill. I remain strongly committed to the U Visa increase. As I said, I will try to include it in the immigration legislation we will be considering in the next couple of months. The reason I will do that, of course, is it will benefit law enforcement and victims, and we should enact it.", "I have said so many times on the floor of the Senate that I remember my days as a prosecutor in Vermont--let me state it this way: I remember going to crime scenes at 2 and 3 o'clock in the morning. I remember seeing people being taken out in an ambulance, barely alive, battered to within an inch of their life. But I especially remember those who did not even get that far, lying on the floor, up against a wall, waiting for the medical examiner to come and pronounce the person dead and allow the police to collect evidence and move them.", "During that time no police officer ever said: Is this victim gay or straight? Is this victim an immigrant or Native American? They said, as I have said so many times on the floor: A victim is a victim is a victim. How do we stop this from happening to somebody else? How do we catch the person who did this?", "Law enforcement wants tools for after the fact. But even more, they want what we have in here: something to stop the abuse from happening in the first place. Every day we do not pass legislation to prevent this violence and assist victims, people are suffering.", "I hope all Senators--Democrats, Republicans, Independents--will join us. I have spoken of Senator Crapo's longstanding commitment to victims. But, also, I have spoken often of the support of Senators Mikulski and Murkowski and Murray and Klobuchar and Coons and Collins and Shaheen and Franken and Hagan and Casey and so many others who have joined to help to shape this legislation and work to pass it. I also appreciate the support and assistance of the National Task Force to End Sexual and Domestic Violence Against Women and its many member organizations whose insight has been so critical.", "I thank the Vermont Network Against Domestic and Sexual Violence. I am so proud of them. They have done great work helping victims in Vermont with support from the VAWA programs. They have been a leader in developing and supporting this legislation.", "I ask unanimous consent to have printed in the Record at the conclusion of my statement a letter organized by the National Task Force and signed by more than 1,300 local, tribal, and national organizations supporting this important bill."], "capitolwords_url": "http://capitolwords.org/date/2013/02/04/S461-2_violence-against-women-reauthorization-act-of-2013/"}