{"speaker_state": "CT", "speaker_raw": "mr. blumenthal", "speaker_first": "Richard", "congress": 113, "title": "VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-04/html/CREC-2013-02-04-pt1-PgS465.htm", "number": 16, "id": "CREC-2013-02-04-pt1-PgS465.chunk0", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Blumenthal", "pages": "S465-S466", "speaker_party": "D", "date": "2013-02-04", "bills": ["S. 47"], "bioguide_id": "B001277", "order": 0, "speaking": ["Mr. President, the measure we have approved today to move forward, the Violence Against Women Act, so far as it defines us, states our values and articulates the vision we see of our Nation as caring for people who are victims of domestic abuse and sexual assault. I am proud of my colleagues for approving this measure today to go forward by an overwhelming bipartisan vote, 85 to 8.", "I hope this day will be followed by final passage here and then in the House of Representatives, avoiding the fate that befell it during the last session, when I similarly supported this measure to reauthorize and strengthen a bill that has served us well for 18 years. It served us well in addressing a problem that is as horrific and heinous as any that afflicts our society, domestic violence and sexual assault, shapes futures and transforms lives for the worse, unless they are followed by the service and law enforcement that VAWA provides. VAWA is about the organizations that provide those services and need the support in Connecticut and around the country, organizations in Connecticut that provide services to 54,000 victims of domestic violence and sexual assault every year. In our State alone, $4 million provides those critical services to men and women and children so they can survive and even thrive after domestic assault. We have made great strides on this problem, but there is great work still to be done. We cannot be complacent or overconfident. We cannot be self-satisfied. We must press ahead with VAWA, and that is why today's passage is so important--at least the passage of the motion to proceed.", "Groups and organizations in Connecticut and across the nation report to me about critical staff shortages, resources they need to respond to the hundreds of thousands of women every year who face these problems, and the protection they provide to children as well as women who are victims of this crime.", "I have been very privileged to join with Interval House in an effort called Men Against Domestic Violence. Men make a difference. They are potential role models, and we have tried to provide those role models to go into schools and provide education--a group of men who are educators, police, and other kinds of leaders in their communities, in business. We helped to start this effort through Interval House, our major domestic shelter in the State. This is only a small example of how these efforts can have a ripple effect through VAWA.", "We need to not only renew our commitment to end domestic violence but also to update and strengthen and expand the Violence Against Women Act. I am pleased to join my colleague Senator Portman in offering an amendment that strengthens services for children and youth victims of sex trafficking. Yes, sex trafficking and human trafficking continue to exist in this Nation. It is sometimes invisible, unknown, one of the most heinous crimes imaginable--modern-day slavery, unspeakable indenture of children. We need to do more to ensure that children in our communities who are victims of sex trafficking have access to the lifesaving services that are available to other youth victims of domestic violence or sexual assault.", "We can make sure agencies and organizations that provide these services access grant funding available for this purpose. Again, this goal ought to be bipartisan, and it is with Senator Portman and myself on this amendment. I hope my colleagues will support it.", "Vulnerable communities ought to receive the same kind of protection through VAWA even though they are now overlooked by existing law, and those protections should be expanded. We have an obligation to ensure that all victims of domestic violence, regardless of their sexual orientation or gender identification, are covered by this law. So this legislation contains protection for gay, lesbian, bisexual, and transgender Americans. The LGBT community ought to know it is covered in the same way as every other part of our population, even though they face discrimination that prevents them from accessing those victim services now.", "In fact, a recent survey found that 45 percent of LGBT victims were turned away when they sought help from a violence center. That is simply unacceptable. So this legislation will make sure they have access to these services and also make great improvements in the law enforcement tools available to Native American communities.", "Our Nation's tribal communities are literally facing an epidemic of domestic violence and sexual assault. Nearly three out of five Native American women are assaulted by their spouses or intimate partners, and one-third of all Native American women will be raped during their lifetime. I know those statistics are hard to grasp. They seem incredible. Three out of five Native American women are assaulted by their spouses or intimate partners. One-third of all Native American women will be raped during their lifetime.", "I wish they were wrong. I would be happy to be corrected. But those numbers tell a searing and unacceptable truth about our Nation. Tribal courts currently cannot prosecute domestic violence crimes against Native American women that are committed on tribal lands by a non-Native American. S. 47 closes that loophole so that all Native American women will have access to justice.", "Finally, the 2000 reauthorization of VAWA contained landmark provisions to protect immigrant victims of domestic violence, and S. 47 significantly maintains and expands those provisions, sending a strong message that immigrant women deserve the full protection of the law, the full measure of American justice. It is the reason they have come to this country, the reason that millions of immigrants come to this country, the reason we are a nation of immigrants and strong because of the diversity and the talent they bring to this Nation. We must guarantee justice to immigrant women.", "I am still frustrated and disappointed the last Congress did not approve VAWA; that this measure was stalled in the House of Representatives despite a similarly bipartisan vote in this body to approve it. I hope this year the vote in this body will be a prelude to bipartisan approaches on this measure and others where basic human values are at stake; that there will be no stalling again; that this measure will proceed in the House on a similarly bipartisan basis.", "An inclusive bipartisan VAWA should not be postponed. Time is not on the side of victims. They need these services. Law enforcement needs the support to make sure anyone committing domestic violence or sexual assault in this country is held responsible and accountable, and that we send that message to women and children throughout this country.", "Mr. President, I yield the floor. "], "capitolwords_url": "http://capitolwords.org/date/2013/02/04/S465_violence-against-women-reauthorization-act/"}