{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 113, "title": "VIOLENCE AGAINST WOMEN ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-25/html/CREC-2013-02-25-pt1-PgS807.htm", "number": 26, "id": "CREC-2013-02-25-pt1-PgS807.chunk0", "volume": 159, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S807-S808", "speaker_party": "D", "date": "2013-02-25", "bills": null, "bioguide_id": "L000174", "order": 0, "speaking": ["I have often said, Mr. President, that the Senate is supposed to be, it can be, and often is the conscience of the Nation. Well, we became the conscience of the Nation 2 weeks ago when Senators, both Republicans and Democrats, voted overwhelmingly to pass the Violence Against Women Reauthorization Act and the Trafficking Victims Protection Reauthorization Act. We made protection of these victims our top priority. After compromise and extensive negotiations, we set partisanship aside and came together.", "The Leahy-Crapo Violence Against Women Reauthorization Act will provide immeasurable help to all victims of domestic violence and of rape throughout our country and to victims of human trafficking in the United States and around the world. The Senate passed it with an appropriate show of bipartisan unity. A majority of Republican Senators voted for our bill, as did every woman elected to this body and every single Democratic Senator and the two Independents who caucus with the Democrats. My amendment adding significant human trafficking legislation passed with the support of 93 Senators.", "Senators from across the political spectrum have shown that stopping domestic and sexual violence in the most effective way possible is an issue above politics. I mention this not to pat ourselves on the back but to say that, in contrast to this action where Republicans and Democrats came together to protect women in this country, the House leadership is poised to once again take a different route. Tomorrow they are scheduled to substitute our bipartisan bill with a partisan alternative that leaves vulnerable victims without protection and mires our efforts in partisan politics, which delays getting help to victims. I hope they reconsider this ill-conceived approach. The overwhelming bipartisan support in the Senate for the VAWA reauthorization Senator Crapo and I introduced sent a powerful message to survivors of violence. But this bill is about so much more than sending a message. It includes real, meaningful additions to the law to fill gaps and address needs that law enforcement, victims, and the service providers who work with victims every day have identified for us. None of these provisions are about politics. They are about preventing terrible crimes and helping the survivors of violence.", "The Senate-passed bill takes new steps to prevent domestic violence homicides. It will increase the focus of law enforcement and victim service providers on rape and sexual assault crimes that too often slip through the cracks. It will take needed steps to address the horrifying epidemic of domestic violence in tribal communities and to increase protections for vulnerable immigrant victims. It ensures access to services for LGBT victims who experience domestic and sexual violence at rates at least as high as the rest of the population but often have no place to go for help.", "Our bill strengthens protections on campuses, where too many students experience devastating violence instead of the wonderful experience of learning and growth that we all wish for our children. It includes new bipartisan measures to ensure that rape kits are promptly tested so that victims no longer live for years in fear when the perpetrators could be identified and taken off the streets. Our bill would give law enforcement and service providers new tools to crack down on sex trafficking and labor trafficking and help the victims of these appalling crimes. These common sense provisions will make a real difference in so many lives.", "The poor substitute the Republican House leadership is putting forward once again takes a tragically different approach. Instead of taking up legislation developed over years of work with victims and those who help them, they have presented a version put together by a few here in Washington. For reasons I cannot understand, they have jettisoned the Trafficking Victims Protection Reauthorization Act altogether and stripped provisions developed by Senator Cornyn, Senator Grassley, and me to take meaningful steps to reduce the backlog of untested DNA evidence in rape kits. Those provisions could help victims and could help law enforcement keep our communities safe.", "The House substitute drastically weakens protections for vulnerable victims. It eliminates key protections intended to keep college students safer. It fails to include meaningful language to ensure that LGBT victims can get the same help as any other victims. For immigrant victims, the House substitute actually adds new hurdles that would make it harder for victims to help law enforcement and receive assistance. It adds new burdens and loopholes to protections for Native women who experience domestic violence at horrific rates. The House substitute would continue to allow the most aggressive abusers of native women to escape justice since the most that could be charged in tribal courts would be a misdemeanor. That is not justice for the most vulnerable victims of domestic violence.", "I have been working on this legislation for years. During the last year we have amended and tweaked its language many times to accommodate the requests of various Republicans who support the effort. I stand ready to work with House leadership and have reached out to Speaker Boehner several times. I have not heard from House leadership once this year. I appreciate the efforts of such conservative House Republicans as Congressmen Tom Cole and Darrell Issa, who have tried to find common ground with reasonable compromise approaches to the tribal provisions. I know there are many others in the House of Representatives who believe that we must reauthorize and reinvigorate the Violence Against Women Act so that it protects all victims. It is not too late for others in the House to follow their lead and come together to pass a meaningful reform that protects all victims.", "The poor substitute the Republican House leadership is proposing will disappoint the community of violence survivors and those of us who are trying to prevent further violence by passing needed protections. If the House leadership were serious about getting the Violence Against Women Act reauthorized and protecting our most vulnerable victims against rape, sexual violence, stalking, and human trafficking, they would simply take up the Senate bill. So many Republicans, Democrats, and Independents here support it and passed that bill.", "I don't understand this picking and choosing about who is going to be considered a victim. I have said this so many times on this floor, I almost wonder if anybody hears it, but, as many other Senators have, I had the privilege of being a prosecutor before I came here. I went to a lot of very violent crime scenes at 2 and 3 and 4 o'clock in the morning, and some of them I remember almost as graphically as if it were yesterday, with a victim of severe violence, often dead, there on the floor. The police never said: Well, we have to find out if this victim is gay or straight, if this victim is Native American or an immigrant. No, they knew that a victim was a victim was a victim. If somebody has been treated that way, a crime has been committed, and the police want to find out who committed the crime and stop them before they do it again.", "Back then, we didn't have anything like the Violence Against Women Act--an act which has protected so many people before they could become a victim, and which provides the tools to prevent this sort of victimization. I think of some of the victims I saw, sometimes in the morgue, and I know if we had something like our Violence Against Women Act at that time, they would be alive today.", "So let's put aside gamesmanship and let's worry about the real victims in this country. None of us here will face the horrendous things these women go through, but we can help stop these horrendous things from happening to them, and we should do that."], "capitolwords_url": "http://capitolwords.org/date/2013/02/25/S807_violence-against-women-act/"}