{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 113, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-06/html/CREC-2013-05-06-pt1-PgS3097-5.htm', u'number': 62, u'id': u'CREC-2013-05-06-pt1-PgS3097-5.chunk0', u'volume': 159, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S3097-S3098', u'speaker_party': None, u'date': u'2013-05-06', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u" Executive nominations received by the Senate: THE JUDICIARY COLIN STIRLING BRUCE, OF ILLINOIS, TO BE UNITED STATES DISTRICT JUDGE FOR THE CENTRAL DISTRICT OF ILLINOIS, VICE MICHAEL P. MCCUSKEY, RETIRING. SARA LEE ELLIS, OF ILLINOIS, TO BE UNITED STATES DISTRICT JUDGE FOR THE NORTHERN DISTRICT OF ILLINOIS, VICE JOAN B. GOTTSCHALL, RETIRED. ANDREA R. WOOD, OF ILLINOIS, TO BE UNITED STATES DISTRICT JUDGE FOR THE NORTHERN DISTRICT OF ILLINOIS, VICE WILLIAM J. HIBBLER, DECEASED. FOREIGN SERVICE THE FOLLOWING-NAMED MEMBERS OF THE FOREIGN SERVICE TO BE CONSULAR OFFICERS AND SECRETARIES IN THE DIPLOMATIC SERVICE OF THE UNITED STATES OF AMERICA:KATE E. ADDISON, of VirginiaEHSAN A. ALEAZIZ, of WashingtonMARVIN J. ALLRED, of VirginiaJOSEPH A. ANDERSON, of VirginiaGINA M. ANDREWS, of TexasCAROLINA J. ASTIGARRAGA, of VirginiaKRISTIAN T. BARNEY, of VirginiaCHRISTINE BELL, of VirginiaJOHN TODD BELMEAR, of ColoradoCHARLES M. BENNETT, of FloridaLADISLAV BERANEK, of WashingtonARVIN BHATT, of New YorkRICHARD BINDRUP, of NevadaKENDALL S. BLACKWELL, of TexasSARAH M. BOMAN, of UtahEDWARD P. BOUCHER, of VirginiaMARK J. BOUCHIE, of VirginiaMEGHAN M. BREEN, of VirginiaCHEYENNE BROWN, of VirginiaKATE E. BURNS, of VirginiaVERONICA CASTRO, of CaliforniaALTHEA CAWLEY-MURPHREE, of WashingtonANDREW CHIRA, of the District of ColumbiaSARAH O. CHO, of VirginiaJAMES P. CHYNOWETH, of FloridaNICHOLAS CORNELL COHEN, of IndianaROBERT M. CORNEJO, of VirginiaMARIA B. CORREA, of TexasRACHAEL CULLINS, of IndianaMONICA LYNN DAVIS, of VirginiaEDWARD P. DE MAYE, of VirginiaJONATHAN L. DECANIO, of VirginiaMATTHEW P. DORR, of VirginiaGARY W. DUNCAN, of VirginiaHADY ELNEIL, of CaliforniaJESSICA A. FELDMAN, of VirginiaROSS FELDMANN, of the District of ColumbiaRYAN E. FLORY, of the District of ColumbiaWILBUR C. FREDERICK, of VirginiaLAURA L. FREEMAN, of VirginiaJOSEPH GAI, of VirginiaELIZABETH G. GAY, of VirginiaGREG GERARDI, of VirginiaANTHONY GIARRIZZI, of VirginiaMARSHA GOLDING, of VirginiaCHRISTOPHER DANIEL GOOCH, of UtahLYLE SCOTT GOODE, of CaliforniaGARRY E. GRABINS, of IllinoisSHAI E. GRUBER, of the District of ColumbiaMARK R. GUCWA, of VirginiaWILLIAM K. HAMBLIN, of VirginiaYOUNG MOK HAN, of CaliforniaTIMOTHY J. HANKO, of VirginiaRYAN MATTHEW HANLON, of South DakotaMAXWELL STEINBACH HARRINGTON, of VirginiaPATRICK BENNETT HARRINGTON, of CaliforniaCYNTHIA J. HARTMAN, of VirginiaJANET A. HEG, of WashingtonMICHELE L. HILTZ, of VirginiaCHADWICK HOUGHTON, of the District of ColumbiaSPENCER J. HUBBARD, of VirginiaJONATHAN JANKORD, of VirginiaTRAVIS WILLIAM JONES, of MarylandSETAREH S. JORGENSEN, of MarylandMARY F. KEFFER, of VirginiaDEBORAH ANN KERSHNER, of ColoradoCHRIS J. KUCHARSKI, of CaliforniaPATRICK A. LAUGHLIN, of VirginiaWINSTON LE, of the District of ColumbiaJENNIFER CARMEN LEE, of VirginiaJOHN F. LESO, of the District of ColumbiaEMILY A. LEVASSEUR, of New HampshireSTACI K. MACCORKLE, of OregonRICHARD L. MAHY, of MarylandSAID MAQSODI, of VirginiaKARON E. MASON, of VirginiaCHRISTOPHER MCKINNEY, of TexasJOHN J. MCLOONE III, of VirginiaDARREN MCMAHON, of VirginiaJAMES ROBB MCMILLAN, of VirginiaDAVID E. MERRELL, of WashingtonCARRIE A. MIRSHAK, of OhioKAREN M. MONTAUDON, of OregonMICHAEL C. MOORE, of the District of ColumbiaMARIA MORENO, of CaliforniaDEDRIC J. MORTELMANS, of VirginiaBRIAN D. MOUZON, of VirginiaELISA M. MURPHY, of VirginiaJENNIFER K. NAMES, of VirginiaMAXXWELL DAVID NANSON, of VirginiaANDREW NISSEN, of VirginiaADAM B. NORTON, of VirginiaEVELYN A. OKOTH, of MarylandANDREW JOHN OSORNO, of CaliforniaJEREMY N. PACE, of LouisianaSETH PEAVEY, of North CarolinaCHRISTOPHER H. PUHL, of VirginiaCYNTHIA L. RAPP, of VirginiaSAMANTHA A. RINGMACHER, of TexasDAVID ROBBIE, of ColoradoJAMES M. ROBINSON, of WashingtonDAVID A. RONDON, of VirginiaJEFFREY PAUL SAKURAI, of CaliforniaNISSA SALOMON, of the District of ColumbiaJOCELYN M. SMITH, of VirginiaSEAN Z. SMITH, of MarylandINGRID SPECHT, of the District of ColumbiaRICKY D. STROH, of North CarolinaANNE C. STURTEVANT, of the District of ColumbiaLIAM O. TOOMEY, of VirginiaVALERIE M. VASS, of VermontCONOR M. WALSH, of VirginiaJESSE WALTER, of WisconsinMOLLY M. WEAVER, of VirginiaCHRISTINA C. WEST, of TexasLINDSEY S. WHITE, of VirginiaAMY M. WISER, of VirginiaMICHELE D. WOONACOTT, of CaliforniaMICHAEL B. WYATT, of VirginiaJOSEPH H. ZAMOYTA, of MarylandWILLIAM F. ZEMAN, of Connecticut IN THE AIR FORCE THE FOLLOWING AIR NATIONAL GUARD OF THE UNITED STATES OFFICER FOR APPOINTMENT IN THE RESERVE OF THE AIR FORCE TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12212: To be brigadier generalCOL. ROBERT C. BOLTON THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES AIR FORCE TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 9335: To be brigadier generalCOL. ANDREW P. ARMACOST IN THE ARMY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. RAYMOND A. THOMAS III THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalLT. GEN. WILLIAM T. GRISOLI THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. JOSEPH ANDERSON THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY MEDICAL CORPS TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTIONS 624 AND 3064: To be brigadier generalCOL. JOHN M. CHO THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE RESERVE OF THE ARMY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 12203: To be brigadier generalCOL. BRIAN E. ALVIN THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT IN THE RESERVE OF THE ARMY TO THE GRADES INDICATED UNDER TITLE 10, U.S.C., SECTIONS 12203: To be major generalBRIGADIER GENERAL WILLIAM F. DUFFYBRIGADIER GENERAL RONALD E. DZIEDZICKIBRIGADIER GENERAL MARK T. MCQUEENBRIGADIER GENERAL LUCAS N. POLAKOWSKIBRIGADIER GENERAL RICKY L. WADDELL To be brigadier generalCOLONEL STEVEN W. AINSWORTHCOLONEL RONALD A. BASSFORDCOLONEL JOSE R. BURGOSCOLONEL JOHN E. CARDWELLCOLONEL DANIEL J. CHRISTIANCOLONEL JOHN J. ELAMCOLONEL BRUCE E. HACKETTCOLONEL JOSEPH J. HECKCOLONEL THOMAS J. KALLMANCOLONEL WILLIAM B. MASONCOLONEL KENNETH H. MOORECOLONEL THOMAS T. MURRAYCOLONEL MICHAEL C. O'GUINNCOLONEL MIYAKO N. SCHANELY IN THE MARINE CORPS THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE OF LIEUTENANT GENERAL IN THE UNITED STATES MARINE CORPS WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. ROBERT R. RUARK THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE OF LIEUTENANT GENERAL IN THE UNITED STATES MARINE CORPS WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. GLENN M. WALTERS IN THE NAVY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be vice admiralREAR ADM. TED N. BRANCH THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be vice admiralREAR ADM. SEAN A. PYBUS THE FOLLOWING NAMED INDIVIDUALS FOR APPOINTMENT TO THE GRADES INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be captainSTEPHEN J. LEPP To be lieutenant commanderROBERT G. HOLMESJOHN C. RUDD THE FOLLOWING NAMED INDIVIDUAL FOR APPOINTMENT TO THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be lieutenant commanderSARAH E. NILES THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderRICHARD DIAZ"], u'capitolwords_url': u'http://capitolwords.org/date/2013/05/06/S3097-5_nominations/'}