{u'speaker_state': u'MA', u'speaker_raw': u'mr. frank of massachusetts', u'speaker_first': u'Barney', u'congress': 105, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, AND JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-05/html/CREC-1998-08-05-pt1-PgH7255-2.htm', u'number': 109, u'id': u'CREC-1998-08-05-pt1-PgH7255-2.chunk16', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Frank', u'pages': u'H7255-H7261', u'speaker_party': u'D', u'date': u'1998-08-05', u'bills': None, u'bioguide_id': u'F000339', u'order': 16, u'speaking': [u'Mr. Chairman, I yield myself 15 seconds.', u'Mr. Chairman, first, I must say, with all regret to my friend, the gentleman from Texas (Mr. DeLay), probably no more hugs for awhile.', u'Secondly, the President has explicitly disavowed any intention of this leading to this kind of inquiry based on sexual orientation. Under the existing executive order, it covers religion, it covers AIDS. There have been no such inquiries.', u'Mr. Chairman, I yield 1\\1/2\\ minutes to the gentleman from North Carolina (Mr. Hefner). Mr. HEFNER. Mr. Chairman, as I look around this room I see only a couple of people that are older than I am, and I want to talk about discrimination. I know discrimination when I see discrimination.', u'When I was a small boy, growing up in rural Alabama, we used to go to the grocery store. Some of my black friends, they would stand at the back door and the clerk would have to come and ask them what they wanted and they would bring it to them. I could go in the front door. That is discrimination.', u'I have never been in the marches like the gentleman from Georgia (Mr. Lewis) has been. I do not know what it is like to be in the minority. I do not know the life-style of gay people, but I can tell you this: Discrimination is wrong. It is totally wrong and we should not be participating in anything that discriminates against anybody going out and making a living for their family.', u'It is absolutely ludicrous for us to be considering this amendment tonight, because it is about discrimination, pure and simple discrimination.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/08/05/H7255-2_departments-of-commerce-justice-and-state-and-judi/'}