{u'speaker_state': u'GA', u'speaker_raw': u'mr. kingston', u'speaker_first': u'Jack', u'congress': 108, u'title': u'DEMOCRATS CHOSE LIBERAL CANDIDATES FOR PRESIDENT AND VICE PRESIDENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-12/html/CREC-2004-07-12-pt1-PgH5518-7.htm', u'number': 95, u'id': u'CREC-2004-07-12-pt1-PgH5518-7.chunk1', u'volume': 150, u'chamber': u'House', u'session': 2, u'speaker_last': u'Kingston', u'pages': u'H5518-H5524', u'speaker_party': u'R', u'date': u'2004-07-12', u'bills': None, u'bioguide_id': u'K000220', u'order': 1, u'speaking': [u"Mr. Speaker, I wanted to rise tonight to talk a little bit about the upcoming election, which I understand is on everybody's minds these days.", u'It is interesting, Mr. Speaker, that we are in a position in America now that, with 50 States, the Presidential election actually seems to boil down to 12 to 18 States that are still in contention. I guess my home State of Georgia they have decided is probably going to go to Mr. Bush, and your home State of Texas certainly is going to go for Mr. Bush. And then there is other States, like California, that will go for Mr. Kerry. And then, of course, there is North Carolina, which is wide open, despite the fact that Mr. Kerry has chosen a running mate that is from that State.', u'I think it is interesting as we contrast the two tickets to see what one stands for and the other one stands for. But never before has the Democrat party chosen the first and fourth most liberal Members of the Senate to represent it in the Presidential campaign. It is even more liberal than the disastrous Mondale-Ferraro ticket of 1984.', u"Here we have, if you think this through a minute, John Kerry scored a 97 percent liberal rating in 2003. He beat out Barbara Boxer from California. He beat out Hillary Clinton. Hillary Clinton got an 89 percent liberal rating. And Ted Kennedy. Now, if I was to ask the good folks in Texas, well, who is the most liberal Member of Congress, of the Senate, they are always going to say Ted Kennedy. Well, not so. John Kerry has the 97 percent rating, and Kennedy is sitting at a mere 88 percent, almost a moderate by John Kerry's standards. And then Tom Daschle, a guy we like to curse quite often back home for his stances, he is at 80 percent. So here is John Kerry, 97 percent; Tom Daschle, 80 percent.", u"The Florida Times Union pointed out that, ``While Kerry is from the North and Edwards is nominally from the South, there is absolutely no philosophical balance whatsoever.'' I think that is true.", u'Edwards has made a lot of money practicing law, and so he is heavily supported by the trial lawyers. In fact, he has received over $11 million from law firms, and that was per the Kennedy campaign. You can find that on &lt;a href="http://www.newsmax.com"&gt;www.newsmax.com&lt;/a&gt;.', u'The trial lawyers are weighing in heavily on this race, and for those of us trying to make healthcare more affordable and more accessible, we know what a problem frivolous medical lawsuits are. Yet that seems to be what John Edwards has made his money on.', u"It is interesting what John Kerry said just a couple of months ago, in February, during the campaign. He said, ``Edwards says he is the only one who can win the South, yet he can't even win his own State.'' I guess things have changed.", u'It is interesting also, and I will often say about Mr. Bush, he takes the NASCAR crowd and the mom and dad with 2\\1/2\\ kids and two income families, people who are out there working.', u"There was an article in the New York Post, actually, I think it was in USA Today and a number of other newspapers, that showed John Kerry's five houses, and they were five mansions, and it had this picture of John Kerry snowboarding.", u'I will ask you, Mr. Speaker, how many guys do you know over 60 years old who know how to snowboard? There just are not too many of them. Yet Kerry is shown very proudly snowboarding. I guess since he bought five ski resorts to learn how. He wanted to flaunt it a little bit. But, to me, if you have a guy that age and he knows how to snowboard, he has not only too much money, but he has too much time on his hands as well.', u'So where did these people, men of the people, make their announcement? In a union hall? Certainly the Democrats get a lot of good support from unions. Did they make it in an African American church? They said over and over again, we want the African American vote. Did they do it in Boston or North Carolina?', u"No, they made the announcement at Mrs. Kerry's estate in Pennsylvania. Just for those of you who come from middle-class backgrounds, an estate is what rich people call their houses.", u'It is interesting that John Kerry wanted to get a middle class, regular guy to be his running mate, somebody who was just like us. And I guess in his world, a guy like John Edwards, who is worth a mere $50 million, that is middle-class. After all, when you got a net worth of a billion, what is a guy at $50 million?', u'So, these two small town guys got together at the estate at Pennsylvania and they broke tea and crumpets to tell the masses that they were ready to lead the world.', u'Well, I will say this: I would rather have my President know NASCAR from a church softball game than know Sauvignon Blanc from brie and merlot.', u"The House Democrats' leadership has announced that one of the Democrat campaigns for the fall will be to repeal the Medicare prescription drug plan. Now, does that make any sense whatsoever? I do not know why Mr. Kerry would want to repeal the Medicare prescription drug bill.", u'This is the first time in history that low-income seniors are getting up to $600 in free prescription drugs. It is the first time that seniors are getting about a 50 percent discount, once we get the program going, on their prescription drugs, and I think it is a good first step. Prescription drug coverage is very, very important to the lives of seniors these days.', u'If you go into almost any audience, almost any age, and you say how many of you in this room have to take or have somebody in your family who has to take five to six to seven to eight pills each and every day to survive, well, about 70 percent of the hands go up. But if you asked that same question to a similar audience back in 1965 when Medicare started, no one would raise his hand, because it was not out there then.', u'Now we have these miracle drugs, and these miracle drugs help us to live longer with less pain and do more things, stay active and stay out of hospitals and nursing care. And yet we get from the House Democrat leader that they want to repeal the prescription drug bill. That does not make sense.', u'But I guess if you are worth $1 billion like John Kerry, millions of dollars like John Edwards, it does not matter to you what the cost of it is. They are not the kinds of people who, when the gas goes from $1.60 to $1.72, they do not drive around the next block looking for the best deal so they can pump it themselves.', u'Several House Democrats have asked that the United Nations monitor the Presidential elections. Now, you know, you could understand that maybe at Tammany Hall, the Chicago machine, or maybe down in Texas when LBJ was running against Coke Stevenson, you might want somebody to come in to monitor the election.', u'But here we are Americans. We do not need the United Nations to come in and tell us anything. We want to cooperate with the United Nations where it is mutually in the best interests of everyone. But can you imagine, Mr. Speaker, Members of the United States Congress writing Kofi Annan and asking him to send election monitors to the United States of America? I would be embarrassed to go home and, despite my partisanship, try to spin that to a constituency. I think that is just such an insult to people.', u'We are getting a lot of complaints that we are not spending enough on intelligence, and yet if you look at what our budget has done since 9/11, it spiked. What I see as an appropriator is that a lot of people are getting their budgets I think in many cases overswelled or overgrown because they are saying it is in security.', u'But if you look at it, candidate Kerry not only has voted for amendments to cut intelligence, they have often authored amendments to cut intelligence, and that does not quite make sense to me for somebody turning around and saying that we are not spending enough.', u'Mr. Speaker, I wanted to go on with this fascinating Democrat Presidential ticket, although I will say, while it is fascinating, it certainly has no diversity of philosophy whatsoever. If we look at where they are on certain things, they voted pretty much down the line together. They opposed many of the Bush initiatives on fighting terrorism, and they opposed Bush initiatives for reducing taxes. They have supported pretty much across the board any kind of pro-abortion legislation. Just to give an example, they both voted against the 2001 and 2003 tax cuts. They voted against the full marriage tax penalty relief. They voted against the child tax credit. They voted against fully repealing the death tax, and they both voted against the energy bill, and they both oppose free trade agreements. Litigation this year in America alone will be $233 billion, that is 2.23 percent of our entire GDP, yet these are the most pro-trial lawyers candidates that we have ever had run for office.', u'Mr. Kerry has voted at least six times against banning partial-birth abortion. While on the campaign trail, he skipped a vote on passage of the partial-birth abortion bill. I always feel strongly that when one is in office, one is paid to vote and one should be there for their votes, but he skipped a heck of a lot of them.', u'He was one of 14 Senators who voted against the Defense of Marriage Act in 1996, which would have banned the Federal recognition of gay marriage and same-sex partners. And in 2003, he said he might eventually support gay marriage if it became publicly acceptable. Well, I guess that is kind of couching his words.', u"Edwards said in response to President Bush's proposed constitutional amendment, I am against the President's constitutional amendment on banning gay marriage.", u'I am going to skip around. There are a lot of things here. But our colleague, the gentleman from Indiana (Mr. Pence), has actually written something about the qualifications of a Vice President. The gentleman from Indiana (Mr. Pence) has a BA in American history from Hanover College, so he is a bit of a historian. But he looked into what was the average years of experience that Vice Presidents had, and he found out that out of 46 previous Vice Presidents, only three engaged in public service for less than 10 years prior to being elected. One of them was a Secretary of Agriculture during the Great Depression, another was a Governor of Indiana, and another was a war hero who turned Congressman and was offered the mission to Spain by President Pierce. So these guys have all had a lot of experience.', u'The Democrat nominee John Edwards has not served a single term in one Chamber of one branch of our Federal Government. If elected, his 6 years, or 5 at this time, I do not think we could give the guy 6 when he is not there all the time, would represent one of the fewest years of preparations to serve as President of the United States as anybody has ever had. His experience would be 20 percent of the average years of experience of previous Vice Presidents. The gentleman from Indiana (Mr. Pence) has given us a pretty good list.', u"Now, what is interesting is we are not going to hear much from the media about this. The media is going to ask him such tough questions as: Is it true your dad worked in a mill? Whereas when Dan Quayle was appointed by Mr. Bush Senior, all kinds of questions: Senator, what makes you think you are qualified to become President in the event something unfortunate should happen to Mr. Bush? What is it that would make you qualified? He spent 12 years in Congress with a special emphasis on national security work, but that was not enough. What executive experience do you have? I once worked in the Governor's office in Indiana, Quayle said. And I would admit, not that much. Reporters asked about Quayle's nonservice in Vietnam. Others asked if Quayle had any connection to the Iran-Contra scandal. Others asked about a lobbyist who apparently donated to a golf trip that he had, even though there was no other connection. That is what they wanted.", u"Then they asked questions about his money: Senator Quayle, it has been quoted that your net worth is $20 million, is that correct? And if so, isn't this going to put off the blue color vote and the low-income vote. One reporter said to Mr. Quayle: ``Since you don't want the Republican Party to seem like the party for the rich, why pick another millionaire for a running mate?", u'All of these I would say, they are fair questions; but it is interesting that the press is not going to ask these questions of the Democrat candidate. We can say liberal media, but of course that would be being redundant.', u'One would have to say that Edwards in 2004 does not measure up to Quayle in 1988. Quayle had 12 years in Congress. He ran for the House in 1976 and won. He was reelected in 1978. He ran for the Senate in 1980, at that time beating Democrat Senator Birch Bayh. He was reelected in 1986, winning 61 percent of the vote which, by the way, was the largest landslide ever in the Indiana Senate race.', u"For his part, Edwards has never run for public office before winning the 1998 North Carolina race, and he only got 51 percent in that. As the 2004 race approached, Edwards faced very iffy prospects with reelection; and we know that our colleague, Richard Burr, was running for that seat with or without Edwards as the incumbent, and all the pollsters and experts said this guy is vulnerable. He has not been home. And as for money, the reporter who asked if Quayle's net worth was $200 million, he was way off. It turns out that Quayle's net worth at the time was less than $1 million.", u'Now, I know that his wife had wealth and I am not sure how the trust reads, so I am not going to say that is just $1 million versus $50 million or whatever Edwards is worth, but Edwards is a very successful trial lawyer who has led the life of Riley, and I think to say that he is just a regular middle-class guy is silly, if nothing else.', u"Edwards' youthful experience and the Vice President's age and demeanor, the two men were not that far apart in age when they were chosen for the job. Edwards is 51. Cheney was 59 when George Bush chose him as his running mate. And if we go on down the list, it is interesting that the questions and the scrutiny that Dan Quayle had to live up to, we are not hearing anything from the folks in the media in terms of Edwards, and we hope that we will.", u"Jumping around a little bit and getting back to Kerry, some of his more outstanding votes of note lately was Kerry voted against the $87 billion to fund American troops in Iraq and Afghanistan, and that included programs like additional body armor. And, Mr. Speaker, we have been to Iraq and Afghanistan. We know how important that is. We heard lots of complaints by folks, making sure that everybody had all the body armor that they wanted. In fact, the gentlewoman from California (Ms. Pelosi), the Democrat leader, tried to make a big issue that we did not have enough body armor going around, and yet it is her party's nominee who voted against it.", u'And then in 1994, this is very disturbing, right after the first attack on the World Trade Center, this was when Mr. Clinton was President and chose to not do anything, or not do much about it, Kerry had proposed to gut the Select Committee on Intelligence budget by $6 billion, and that was right after the first attack on the World Trade Center. If we go back to 1990, Mr. Kerry wanted to cut $10 billion from the defense budget.', u'The other thing, and I do not have the quote right in front of me, but Mr. Lieberman who ran against Mr. Kerry said that we do not need a flip-flopper. And there is all kinds of evidence of him flip-flopping.', u'There are some ways, though, a group called the Black Five, and I am not sure what that is, but they came up with a way to decide if you should vote for John Kerry. They said, How do you know for sure, and one way to do it is you could take this test. If you believe that the AIDS virus is spread by the lack of Federal funding, you might want to vote for John Kerry. If you believe that the same school system that cannot teach fourth graders how to read is somehow the best qualified to teach those same kids all about sex, you might want to vote for John Kerry. If you believe that guns in the hands of law-abiding Americans are more of a threat than U.S. nuclear weapons technology in the hands of Chinese Communists, you might want to vote for John Kerry. If you believe there was no art before Federal funding, John Kerry is your guy.', u"If you believe that global temperatures are less affected by cyclical, documented changes in the Earth's climate and more affected by Americans driving SUVs; I got a laugh when I saw the SUVs. What was it that Kerry was speaking to, Mr. Speaker? Who was the crowd? It was a Detroit group. I think they were auto workers or maybe a chamber of commerce in the Detroit area, and he was saying, I am proud that we have SUVs. And actually, it is interesting, he had a fleet of cars.", u'I guess if you have five mansions around the world, you need a fleet of cars because, heaven knows, you would not want to rent. By the way, on that subject, his main residence, this man of the people we are talking about, his main resident in Beacon Hill, Massachusetts, is valued at over $6.6 million. That is his main residence. I do not know if my colleagues know this story, but one time Mrs. Kerry got some parking tickets for parking over in front of a fire hydrant. Now, what would you do if you were a liberal Democrat? Under that circumstance, you would think, I would pay the fine. In fact, I would send a little more because I believe in government, and I want to help subsidize government. This is a great chance. No. Instead, they simply moved the fire hydrant.', u'Now, I am telling my colleagues, that is some serious money. When your wife gets a ticket for parking in front of a fire hydrant and you have the fire hydrant moved, you have some money. But that is the approach to government.', u'They also, though, have a 90-acre family estate near Pittsburgh. That is valued at $3.7 million. Then they have a ski vacation home in Idaho that is a $5 million job purchased in 1988, and then there is the waterfront estate in Nantucket Harbor. This beachfront property is valued at about $9.1 million, and Kerry tools around the sound in his 42-foot power boat that is worth $695,000. What a guy of the people. I mean, I can just see him driving around in the pickup truck, going down to the little cafeteria down the street and joining the coffee club and talking about how gas prices jumped from $1.75 to $1.78, and how that is going to set them back.', u'And of course here in Washington a 23-room townhouse in Georgetown valued at $4.7 million, I do not know why the guy wants to move in the White House. That is certainly a cut in lifestyle, although I think it has got a pretty cool plane and your own police force and things he would like.', u'Getting back to this Blackfive thing, if one is against capital punishment but supports abortion on demand, John Kerry is your guy. If one believes that businesses create oppression and government creates prosperity, John Kerry is your guy. If one believes that hunters do not care about nature but loony activists in Seattle do, John Kerry is your guy. If one believes that self-esteem is more important than actually doing something to earn it, John Kerry is your guy.', u'There is a number of other tests that this group has, and I might just recommend that people look at &lt;a href="http://www.blackfive.net"&gt;www.blackfive.net&lt;/a&gt; and just take the test for themselves.', u'We have been joined, Mr. Speaker, by the gentleman from Florida (Mr. Mario Diaz-Balart), and I wanted to yield the floor for him.', u'And is the gentleman from Georgia (Mr. Gingrey) with us? Well, I apologize for overlooking the gentleman. I thought the gentleman just wanted to hear some brilliance and was waiting for the next speaker to give it.', u'Let me yield to the gentleman from Florida.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/12/H5518-7_democrats-chose-liberal-candidates-for-president-a/'}