{"speaker_state": "DE", "speaker_raw": "mr. biden", "speaker_first": "Joseph", "congress": 108, "title": "IN REMEMBRANCE OF STROM THURMOND", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-06-27/html/CREC-2003-06-27-pt1-PgS8827.htm", "number": 97, "id": "CREC-2003-06-27-pt1-PgS8827.chunk1", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Biden", "pages": "S8827-S8830", "speaker_party": "D", "date": "2003-06-27", "bills": null, "bioguide_id": "B000444", "order": 1, "speaking": ["One of my colleagues, who also became a friend, was railing against something I felt very strongly about. And at the time, because of the circumstance in which I got here, I was meeting regularly, once a week, with one of the finest men I ever knew, the then-majority leader Senator Mike Mansfield.", "When I got here, between the date I got elected and the date I arrived, my wife and daughter were killed in an automobile accident and I was not crazy about being here. Senator Mansfield, being the great man he was, took on the role of sort of a Dutch uncle. He would tell me what my responsibility was and why I should stay in the Senate.", "And then, without my knowing it, really, at the time--looking back, it is crystal clear--he would ask me to come and meet with him in his office once a week and talk about what I was doing. But he acted sort of like he was the principal and I was the young teacher, and I was coming to tell him how my classes were going. But, really, it was just to take my pulse and see how I was doing.", "Anyway, I walked on the floor one day, and a particular friend of mine, Jesse Helms--he has become a close friend, God love him. He is in North Carolina now in retirement--he was going on about something I had a very serious disagreement with.", "I walked into Senator Mansfield's office--which was out that door--and I sat down with him. He said: How is it going? And I began to rail about how could this Senator say such and such a thing? It had to do with the Americans with Disabilities Act or what was being discussed then. And Senator Mansfield, in his way, just let me go on, and then he said: Joe--I will not bore you with the whole story. This relates to Strom--he said: Joe, you should understand one thing. And he told me the story about Harry Truman.", "When Harry Truman first got to the Senate--I will paraphrase this--he wrote back to his wife Bess and said: I can't believe I am here. I can't believe how I got here with all these great men.", "Apparently, not long thereafter, he wrote back to Bess and said he couldn't understand how all these other guys got here.", "Well, he told me that story. And he said: Let me tell you, every single solitary man and woman with whom you will serve in the Senate has something very special that their constituency sees in them. And your job is to look for that.", "I can't imagine anybody saying that today, can you? I can't imagine, in this raw political environment we are in, somebody having the insight Mike Mansfield had and telling a novitiate, if you will, a new, young Senator, that part of my job was to look for that thing in my colleague, a colleague with whom I have a bitter disagreement, to look for that thing in him that his constituency recognized which was special and sent him here.", "Maybe subconsciously, because of that, I became one of Strom Thurmond's close friends and, as his AA will tell you, one of his protectors, especially as he got older. Mike Mansfield was right. I never called Mike Mansfield ``Mike.'' I am standing here as a senior Senator saying Mike Mansfield. I never called him Mike until the day he died. I called him Mr. Leader. And Strom Thurmond had a very special piece of him that his constituents saw that had nothing to do with the most celebrated aspects of his career.", "The most celebrated aspects of his career were the ones I abhor the most: The filibuster to fight civil rights and to keep black Americans in the shadow of white Americans or signing the Southern Manifesto.", "It is funny--I say to my friend from Montana--I actually got tied up with a lot of Southerners.", "Senator John Stennis became my friend. I had his office. I have the table he presented to me in the conference room that had been Richard Russell's, upon which--I am told--the Southern Manifesto was signed. I might note parenthetically, if you all know John Stennis, he talked at you like this all the time. He would hold his hand like this. When I was looking through his office, when he was leaving, to see whether I could take his office because of my seniority, he reminded me of the first time I came by his office as a young Senator to pay my respects, which was a tradition then. And I sat down at that conference table which he used as his office desk.", "He patted the leather chair next to me. He said: Sit down. He said: What made you run for the Senate? After congratulating me.", "And like a darn fool I told him the exact truth. I said: Civil rights, sir.", "As soon as I said it, I could feel the beads of sweat pop out on my head, my underarms get damp. Why am I telling this old segregationist that the reason was civil rights? That is not a very auspicious way to start off a relationship.", "He looked at me and said: Good. Good. Good.", "That was the end of the conversation.", "Over the intervening years, we served 18 years. We shared a hospital room in Walter Reed for 3 months. He was in there, and I was. He became supportive of me in my effort to run for President back in the 1980s. We became good friends. But 18 years later, when I came back to look at his office to see whether or not I would take his office because it was a more commodious space, I walked into the office. It was during that interregnum period after the Presidential election. President Bush was about to take office. There had been this transition.", "Anyway, I said to his secretary of many years--I am embarrassed, I can't remember her first name. I think it may have been Mildred. He was in the Senate 42 years, maybe 43--is the chairman in?", "She said: Senator, you can go right into his office.", "I walked in. He was sitting in the same spot he was 18 years earlier. Only this time in a wheelchair with an amputated leg was John Stennis. I said: Mr. Chairman, I apologize.", "He said: Come in, sit down. Sit down. He patted the chair. I sat down. He startled me. He said: You all remember the first time you came to see me, Joe?", "I had not. And he reminded me. I looked at him and he recited the story. And I said: I was a pretty smart fellow, wasn't I, Mr. Chairman?", "And he said: I wanted to tell you something then and I am going to tell you now. He said: You are going to take my office, aren't you?", "I said: Yes, sir, Mr. Chairman.", "He caressed that table--it was a big mahogany table about half the size of the table in the cabinet room--as if it was an animate object. He said: Do you see this table, Joe?", "I said: Yes, Mr. Chairman.", "He said: This table was the flagship of the Confederacy from 1954 to 1968. He said: Senator Russell would have us every Monday, Tuesday, Wednesday--I forget what day--and we would have lunch here. He said: Everybody had a drawer. And he opened one of the drawers. He said: We planned the demise of the civil rights movement at this table. He said: It is time now that this table go from the table of a man against civil rights to the table owned by a man for civil rights. I give you my word on that.", "I was moved by that. I looked at him, and he said: One more thing, Joe, before you leave. He said: The civil rights movement did more to free the white man than it did the black man.", "And I said: How is that, Mr. Chairman?", "None of you here are old enough to remember him, but again the way he talked, he went like this, he said: It freed my soul. It freed my soul.", "The point I want to make that I am grappling with here is the men and women who serve here, and Strom Thurmond in particular, actually change. They actually grow. They actually, because of the diverse views that are here and the different geography represented, if you are here long enough, it rubs against you. It sort of polishes you. Not in the way of polish meaning smooth, but polishes you in the sense of taking off the edges and understanding the other man's perspective.", "I believe Strom Thurmond was a captive of his era, his age, and his geography.", "I do not believe Strom Thurmond at his core was racist. But even if he had been, I believe that he changed, and the news media says he changed, they think, out of pure opportunism. I believe he changed because the times changed, life changed. He worked with, he saw, he had relationships with people who educated him, as well as I have been educated.", "Hubert Humphrey wrote a book--and I had the great honor of serving with him--called ``The Education of a Public Man.'' I watched Strom Thurmond as the percentage of his staff increased in terms of black representation. He and I were chairmen, or cochairmen, of the Judiciary Committee for almost two decades--16 years I believe. I watched him. He would lean over to me in the middle of a hearing because we had a genuine trust and say: Joe, what did they mean by that?", "I will never forget we were holding a hearing on a Supreme Court Justice, and at the end the last group of witnesses we had--we had six witnesses--included a young man representing the gay and lesbian task force. He was chairing and I was the only one with him because the hearing was already finished and these were people coming to register opposition or support. They ranged from all kinds of groups that were before us--extremely conservative ones and liberal ones--to give everybody their say. Everybody on the committee knew it was basically over. Because of being the ranking Democrat or ranking Republican or the chairman, you have to be there.", "I will never forget sitting next to him and he leaned over and said: What is he saying? This young man was explaining the point of view of why, in fact, to be gay was not to be in any way maladjusted. But Strom came from an era and a time that was different, so he looked at the young man and he said: Have you received psychiatric help, son?", "Now, everybody in that room who was under the age of 40 laughed and thought he was being a wise guy. He was serious.", "He leaned over to me and he said: Joe, why do they call it ``gay''?", "He wasn't being snide. He literally, at 91 years old, didn't understand that. I guess it must not have been Rehnquist. It must have been someone later. He did not understand. Remember, this man was over 100 years old. He came from the Deep South. People from the far North don't understand either. But he came from an environment that was so different. But in this place, over time, he had the ability, without even knowing it, to apply Mike Mansfield's standard, which was to look at the other guy or woman and try to figure out what is the good thing about them that caused their people to send them here, with all their warts, foibles and faults.", "I deem it a privilege to have become his friend. We were equals in the sense that our vote counted the same. Our influence on some issues was the same. But I am 60 and he was 100. There was always a 40-year chasm between us. I could say things to Strom and be irreverent with him. I could grab him by the arm and say: Strom, don't--which I would not have been able to do if there had been a 10-year difference. I was like the kid. It is strange--I find it strange even talking about it--how this relationship that started in stark adversarial confrontation ended up being as close as it was, causing Strom Thurmond to ask his wife whether I would deliver a eulogy for him. I don't fully understand it, but I do know it is something about this place, these walls, this Chamber, and something good about America, something good about our system, and it is something that is sorely needed--to look in the eyes of your adversary within our system and look for the good in him, and not just the part that you find disagreeable or, in some cases, abhorrent.", "I will end on a more humorous note. I had the privilege of being asked to be one of the four people to speak at his 90th birthday party. The other people were George Mitchell, then majority leader, a fine man; Bob Dole; and Richard Milhouse Nixon. It was before a crowd of a thousand or more people, black tie, here in Washington. It was quite an event. It kind of shocked everybody that I was asked to be one of the speakers. It shocked me to be seen with Richard Milhouse Nixon, even though he was President when I arrived here.", "I did some research about Strom to find out about his background before I did this tribute on his 90th birthday--a combination tribute and roast. You know what I found? I found a lead editorial--I don't have it now--from the year 1947 or 1948 from the New York Times, and the title, if memory serves me correct, is something like ``The Hope of the South.'' It was about Strom Thurmond. The New York Times, the liberal New York Times, in the late forties--it must have been 1947--wrote about this guy, Strom Thurmond, a public official in South Carolina, who got himself in trouble and lost a primary because he was too empathetic to African-Americans because when he was a presiding judge, he started an effort statewide in South Carolina that tried to get better textbooks and materials into black schools, and he tutored young blacks and set up an organization to tutor and teach young blacks how to read. Strom Thurmond. Strom Thurmond. I think it was in 1946 or 1947. The essence of the editorial was that this is ``the hope of the South.'' In the meantime, he got beat by a sitting Senator for being ``weak on race.''", "I think Strom Thurmond learned the wrong political lesson from that and decided no one would ever get to the right of him on this issue again. But I also was sitting next to him when he voted for the extension of the Voting Rights Act.", "The only point I want to make is, people change, people grow, and people react to crises in different ways. I choose to remember Strom Thurmond in his last 15 years as Senator rather than choose to remember him when he started his career.", "I do not choose that just as a matter of convenience. I choose that because I believe men and women can grow. I believe John Stennis meant it when he said the civil rights movement saved his soul. I believe Strom Thurmond meant it when he hired so many African Americans, signed on to the extension of the Voting Rights Act, and voted for the Martin Luther King holiday.", "I choose to believe that he meant it because I find it hard to believe that in the so many decent, generous, and personal acts that he did for me that it did not come from a man who is basically a decent, good man, and the latter part of his career reflects that.", "I choose it not just because I am an optimist. I choose it not just because I want to believe it. I choose it not just because I believe there is a chemistry that happens in this body. I choose it because I believe basically in the goodness of human nature and it will win out, and I think it did in Strom.", "I will have more to say--or less to say but hopefully more succinctly and in a more articulate way--at his funeral.", "I close by saying to Nancy, Strom, Jr., and all of his children, how much I cared about their father, how much, in a strange way, he taught me, and how much I hope he learned from those of us who disagreed so much with his policy on race. The human side of this can never be lost. They lost the blood of their blood, bone of their bone. It was a tough time. But I am flattered that he asked me, and I just hope that I and others are worthy of his memory when we speak of him on Tuesday."], "capitolwords_url": "http://capitolwords.org/date/2003/06/27/S8827_in-remembrance-of-strom-thurmond/"}