{"speaker_state": "UT", "speaker_raw": "mr. hatch", "speaker_first": "Orrin", "congress": 107, "title": "LOCAL LAW ENFORCEMENT ACT OF 2001", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-06-11/html/CREC-2002-06-11-pt1-PgS5325.htm", "number": 76, "id": "CREC-2002-06-11-pt1-PgS5325.chunk18", "volume": 148, "chamber": "Senate", "session": 2, "speaker_last": "Hatch", "pages": "S5325-S5337", "speaker_party": "R", "date": "2002-06-11", "bills": ["S. 625"], "bioguide_id": "H000338", "order": 18, "speaking": ["Mr. President, last Friday, immediately after calling up S. 625, the hate crimes bill, the Democratic leadership filed for cloture, I believe within 15 minutes after they called it up.", "No one is filibustering this bill. In fact, there have only been 20 amendments filed to be considered.", "I expected this bill to be debated. We hoped the minority or anyone in the majority, who so chooses, who wants to try to modify this bill and make it better, would have the opportunity to do so. We all know, if cloture is invoked, for the most part, all we can do is make motions to strike. Almost everything will be held to be nongermane and therefore not debatable, unless we get a supermajority to overcome the point of order.", "All we are asking is for our side to be given an opportunity to present amendments that may improve this bill.", "It is astonishing to me that cloture would be filed on a bill of this magnitude, a bill that has been hotly contested for very legitimate reasons, basically for the purpose of foreclosing any amendments on one side, including my substitute amendment, which I think almost anyone would have to admit is a reasonable amendment. I don't know whether it would be accepted as a substitute or not, but it ought to at least be debated and voted up or down.", "I filed an amendment yesterday that preserves the death penalty as an option in hate crime cases. It seems to me that is an option we would not want to deny law enforcement. One would think you would want to give them that additional prosecutorial tool in hate crime cases that result in death of the victim.", "We can cite countless cases where, because of the threat of the death penalty, because it is a statutory option, people have pled guilty, accepted life imprisonment, and the matter was solved prior to trial, which preserves judicial resources.", "We also know, that when the death penalty is an option, in many cases law enforcement officials can break down one of the conspirators to plead guilty and to become a witness, and an effective witness at that, against the other perpetrators of the heinous murders.", "But, if this bill passes, it specifically excludes the death penalty. It specifically takes away those powers of the Federal Government as a tool to resolve some of these matters.", "As everybody knows, I am not a big fan of the death penalty. I think it should be used very, very narrowly and only under the most stringent of circumstances. I think it is too widely used today. But it at least ought to be an option that a prosecutor can use to obtain confessions, cooperation from witnesses and, of course, use as a penalty for those who commit really heinous crimes that are proven beyond a reasonable doubt.", "On Friday, immediately after calling up S. 625, the Democratic bill, the Democratic leadership immediately filed for cloture, as though anybody wants to filibuster this. I doubt seriously that all 20 amendments would be called up, but with a limited amount of amendments we could finish this bill by Thursday, 2 days from now.", "It is an important bill. Everybody admits it. Why would you foreclose to me, the ranking member of the Judiciary Committee, the right to debate an effective substitute that may improve this bill and at least have a vote so those who agree with me can have their vote.", "I point out to my distinguished colleague from Massachusetts that it was he and I who passed the Hate Crimes Statistics Act in the early 1990s. I was the Republican Senator who came forward and helped to get that done.", "This bill has proved effective in showing there are hate crimes in our society. We know that if the two of us got together, along with the distinguished Senator from Oregon, we could probably resolve the conflicts so we would not have to wait another 5 or 6 years to have hate crimes legislation pass. But, no, there is no desire to try to resolve these matters. There is a desire to invoke cloture, cut off basically all effective debate and all amendments including the amendment of the ranking member, cut off the amendment with regard to imposing or at least requiring the death penalty, and any number of other relevant amendments. For what? Because they want this bill at all costs, when they know that the House leadership will not accept it without further amendment.", "So it makes you wonder if this is not done primarily for political reasons instead of working together to try to come up with legislation that literally would work to resolve these problems.", "I agree with the distinguished Senator from Oregon. There is no excuse for anybody to abuse, mutilate, kill, or otherwise commit violent conduct against anybody in our society, let alone gays and lesbians. I do not think that is justified, that anybody could get away with that. And we ought to do whatever we can to stop it.", "The fact remains that State and local law enforcement are dealing with the problem. We have challenged the other sides to give us examples, if they know any, where local law enforcement, local prosecution has not done the job. I am sure they may be able to come up with a few isolated examples, but I have not heard any yet.", "We have had only 1 day of debate on this very important subject yesterday, and it was only a matter of a couple of hours. This is a bill that seeks completely to overhaul and vastly expand the role of the Federal Government in law enforcement. The attempt to prematurely cut off debate on a bill of this magnitude makes a mockery of the role of the Senate as a deliberative body.", "If the distinguished Senator from Oregon is correct, if cloture is not invoked today--and I do not believe it should be--that this bill will be brought down, that would be a travesty because we could pass this bill by Thursday. There is not a soul in this body who is filibustering this bill, as far as I know. It just makes a mockery of the Senate as a deliberative body. I think the rush to ward off amendments can only lead to the conclusion it was done for sole purpose of thwarting any meaningful debate and avoiding some tough amendments because there is a wide disparity of viewpoint here with regard to the death penalty. But even if you are against the death penalty, you ought to realize the efficacy of having it there as a threat to criminals against hate crimes--yes, against gays and lesbians, to select that category--they might have to suffer the ultimate penalty because of what they have done.", "In most cases the death penalty will not be imposed, but it will be used to obtain confessions, pleas, and cooperation from witnesses.", "Again, I want to talk about the television show Law and Order. Although it is a fictional show, it really does portray how law enforcement uses the death penalty to obtain cooperation and confessions, to get people to testify against others, including their coconspirators. If you really want to do something about hate crimes, let's do it the right way and do it by amendment, amending this bill so the House will have to consider it. They are not going to accept this bill in its current form and Senator Kennedy knows that. I know that. The distinguished Senator from Oregon knows that.", "I think Senator Kennedy would agree with me that this bill deserves more than a single day of debate--or I should say 2 hours or so yesterday--before Senators are precluded from filing amendments.", "I agree wholeheartedly that Senator Kennedy's bill, S. 625, is an important piece of legislation and should be given consideration in the Senate.", "In the past I, too, have introduced legislation addressing hate crimes and I intend to offer a viable substitute amendment.", "As someone who has remained interested in this issue, as Senator Kennedy is and I am, I believe at a minimum I should have the opportunity to offer amendments relative to the discussion of hate crimes and to this bill. This opportunity, of course, can only be ensured if today's cloture vote fails and the leadership then agrees to work this out. Let's get a time agreement. Let's have limited amendments, and I think we can get our side to agree to that.", "I believe my amendments will in fact improve this bill as it reads currently. Moreover, I believe the majority of my colleagues not only want to consider my amendments but would also approve my amendments. Protecting the safety and rights of all Americans is the paramount concern to all Senators. To not have a vote on the death penalty? For the first time, remove that as a consideration in these tough cases? If you really want to do something about hate crimes you ought at least to have the death penalty on the books.", "There are, however, many differing thoughts about how to best provide the protection. No one is threatening to filibuster this bill. Relying on unsubstantiated rumors of machinations to file numerous irrelevant amendments is insufficient justification to cut off debate. The fact is, only 20 amendments were filed yesterday.", "My colleagues and I are trying to engage in a sincere debate on this issue that affects all Americans. It is curious to me why the Senate Democrats are trying to block a substantive debate on hate crimes. By preventing relevant amendments from being offered and considered, the Democrats are shutting the door on any Republican ideas or alternatives, however constructive they may be. At least we should be entitled to a vote on a limited number of amendments. We could agree to that. Every Senator has the right to consider, thoughtfully, legislation that will have a significant impact on the way serious crimes are prosecuted in this country. By filing for cloture prematurely, the leadership is denying all Senators the right to debate and have a vote on issues that are important to them and the constituents of their States. Simply stated, it is wrong to foreclose debate on this very important bill.", "I ask the Democratic leadership to rethink their strategy and unreasonable position. I strongly urge Senators to oppose cloture on this bill. I agree with my colleague from Massachusetts, every hate crime is a tragic reflection on our society and we need to address the problem. But no one has made the case to me that the local authorities are not effectively prosecuting these cases. We have asked them to. I believe the proper role of the Federal Government is to assist, not supplant, local law enforcement authorities. That is the approach I have taken in my alternative, which will not even be able to be considered if cloture is invoked today.", "Let me just take a moment to review some of these cases that we have been talking about. Take the Roxanne Ellis and Michelle Abdill case here. This is the one that the distinguished Senator from Oregon, if I remember correctly, was referring to. Roxanne Ellis and Michelle Abdill. The defendant was Robert Acremant, the jurisdiction was Oregon. Acremant, shot Ellis and Abdill, a homosexual couple, to death as they lay gagged in the back of his truck--truly a heinous, vicious, reprehensible act.", "What happened to this defendant? Was he let go because the Federal law enforcement authorities and prosecutors did not have this hate crimes bill? Not at all. The local law enforcement brought him to trial and he received--guess what--the death penalty. That doesn't sound to me like he is getting away with a hate crime.", "Let's go down through a few more. James Byrd--we have heard a lot of about James Byrd and we ought to hear a lot about it. It was a terrible, heinous act that was committed in Texas by three defendants, Lawrence Russell Brewer, John William King, Shawn Allen Berry.", "They beat Mr. Byrd, an African-American, unconscious. They chained him to the back of a pickup truck and dragged him for miles down rural roads. That is what all three of these heinous criminals did. What happened to them? Let me tell you. Because the death penalty was available, Shawn Allen Berry pled guilty and became a witness against the other two, who both received the death penalty. That doesn't sound to me like the Federal Government was needed in that case.", "The fact of the matter is, the State and local officials said: Enough is enough. We are not going to tolerate this kind of activity, this type of action. The death penalty, because it was available for these crimes--a defendant pled guilty and was sentenced to life in prison without parole. The other two defendants received the death penalty. All we ask is that we be permitted to offer my substitute amendment which preserves the death penalty. I can't imagine that amendment would fail on this bill and it would improve this bill by leaps and bounds.", "Matthew Shepard, we have heard a lot of talk about Matthew Shepard and yes, State prosecutors and law enforcement, who believe, as we do, that hate crimes should be prosecuted. In the Shepard case, the two defendants were Aaron McKinney and Russell Henderson. They kidnapped Shepard, a homosexual college student, beat him so severely that his skull was fractured a half dozen times, tied him to a fence post and left him to die. The defendant Henderson drove the truck into which Shepard, a homosexual college student was lured, helped tie him to a fence--and at least stood by while Shepard was beaten senseless.", "What happened? Henderson pled guilty in order to avoid the death penalty. He was sentenced to two consecutive life terms with no possibility of parole. Aaron McKinney was sentenced to two consecutive life terms. He avoided the death penalty by agreeing not to appeal the life sentences. Had the death penalty not been there, who knows what would have happened? I think they had the defendants dead to rights, but it certainly did help in both of these cases to have the death penalty available.", "Another case involved the homosexual couple, Gary Matson and Winfield Mowder. The defendants, Benjamin Williams and James Williams, shot Mr. Matson and Mr. Mowder to death. The death penalty was available and the prosecution is ongoing in both cases.", "In another Texas case, the defendant Mark Stroman was tried for shooting Vasudev Patel, an Indian man, after 9/11, because Stroman thought Patel looked middle eastern. The local officials prosecuted the case and he received the death penalty.", "In the case of Sasezley Richardson, an African-American, Jason Powell and Alex Witmer fired 12 shots at him in an attempt to ``earn'' a spider web tattoo from the Aryan brotherhood. The defendant Witmer drove the truck from which Powell fired 12 shoot at Richardson. Because the death penalty was available, Powell pled guilty and testified for the State in order to avoid the death penalty. He was sentenced to life in prison without parole. In the case of Alex Witmer, the death penalty was available, and he pled guilty and was sentenced to 85 years in prison. What if that death penalty had not been available? Who knows whether they could have convinced one defendant to testify against the other.", "The next chart begins with the case of Amanda Milan, who was stabbed to death for being a transgender woman. The defendants in this case were Duayne McCuller and Eugene Celestine in New York.", "In this case Eugene Celestine gave McCuller the knife with which to kill Milan. The prosecution is currently ongoing, and both are facing the possibility of life in prison.", "In another case, the victim, Billy Jack Gaither was bludgeoned to death because he was homosexual. The two defendants, Mullins and Butler, attacked Gaither with an ax handle, slit his throat, threw him on the top of a pile of tires, and set him on fire.", "Because the death penalty was available, Mullins pled guilty prior to trial and was sentenced to life in prison without parole. Butler was sentenced to life in prison without parole only because the victim's parents requested that the prosecution not seek the death penalty. But because it was available, they were able to bring these cases to conclusion and these two heinous criminals were sentenced to life because neither wanted to go through a trial where they knew they could get the death penalty. By obtaining pleas prior to trial, the prosecutors saved scarce taxpayer dollars. In a Virginia case, Danny Lee Overstreet, was killed by the defendant, Ronald E. Gay when Gay went on a shooting rampage in a gay bar, killing Overstreet and wounding six others. Because the death penalty was available, he was sentenced to four life terms.", "I have a lot of empathy for those on the other side of this issue at this time who want to pass legislation to address some of these hate crimes. They would like to give the Federal Government more authority. I am not against that. But I would like to have a bill that will pass both Houses. I would like to have a bill that will go to work tomorrow, or the next day, or 2 months from now, when it passes both Houses and is signed by the President, which will really do something about these crimes. I want a bill where there is a threat of the death penalty so we can get pleas and save the taxpayers' money.", "Frankly, these cases are important cases. In almost every case that the proponents of this piece of legislation bring up--in almost every case--the State and local law enforcement--in fact, in every case, to my knowledge--they have done the job. My substitute amendment would give them the tools, the money, and so forth to do the job even better.", "I would like the opportunity as ranking member of the Judiciary Committee to be able to offer some amendments that should have votes. If I lose, I lose. If I win, I win. But the fact of the matter is that we ought to at least have this opportunity to debate it.", "I reserve the remainder of my time."], "capitolwords_url": "http://capitolwords.org/date/2002/06/11/S5325_local-law-enforcement-act-of-2001/"}