{"speaker_state": "TX", "speaker_raw": "ms. jackson-lee of texas", "speaker_first": "Sheila", "congress": 107, "title": "AIDS EPIDEMIC", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-06-05/html/CREC-2001-06-05-pt1-PgH2876.htm", "number": 76, "id": "CREC-2001-06-05-pt1-PgH2876.chunk17", "volume": 147, "chamber": "House", "session": 1, "speaker_last": "Jackson-Lee", "pages": "H2876-H2884", "speaker_party": "D", "date": "2001-06-05", "bills": null, "bioguide_id": "J000032", "order": 17, "speaking": ["Mr. Speaker, let me thank the gentleman from Texas (Mr. Rodriguez) for his leadership, leadership of being chair of the Hispanic Caucus Health Committee, the work he has done. We have done work together on immunization and children's health issues. I thank the gentlewoman from the Virgin Islands (Mrs. Christensen) who chairs the Congressional Black Caucus Task Force on Health.", "It is important that we are here today. But I imagine that all of us would wish that we were not. I think, as evidenced by our message ``20 years of AIDS is enough'', it points to the fact that we are only here to be able to highlight the need for greater focus and emphasis and recognition that it is not my problem, it is our problem. It is not his problem or her problem, it is our problem.", "I will try to focus on where do we go from here and some of the things and the efforts that we have made collaboratively together. I am very proud to have joined the gentlewoman from California (Ms. Lee), one of the speakers that will come forward, and those of us on the floor of the House as we worked on issues like debt relief and also the Marshall plan.", "But as we have done that, we are continuing to work and to talk about questions of prescription drugs or the issue of being able to provide generic drugs in a way that all people can have access to them.", "Particularly, I want to note that this is a worldwide issue. Though we have highlighted the continent of Africa, knowing that 40 million children by 2005 will be orphaned by those who are HIV infected and will have died in sub-Sahara Africa, I also realize that this disease is spreading to India, it is spreading to China, some of the largest population centers in the world. If we were to take it back home, it is particularly devastating to note that women are the highest numbers of HIV infected, particularly African-American women and Latino women.", "It is important to note that States where one would not think or would possibly begin to want to isolate States, so that is an urban problem versus a rural problem, there are over 50,000 reported AIDS cases in Texas alone. Over half of these are among blacks and Hispanics or over 50 percent of those with AIDS.", "In my district in particular in Texas, African Americans represent a staggering 64 percent reportable HIV infections and 57 percent of the total cases diagnosed in 2000. Even more frightening statistics is the fact that 84 percent of the adolescents with reportable HIV infection are African American.", "Women represent an estimated 30 percent of new HIV infections in the United States and a growing share of newly reported AIDS cases each year. In 1986, women accounted for 67 percent of the new AIDS cases. By 1999, women accounted for nearly a quarter of all AIDS cases in this country. Worldwide, women account for 42 percent of all AIDS cases which is nearly triple the number 10 years ago. Although African Americans and Latinos represent less than a fourth of all women in the United States, they account for more than a third of all reported AIDS cases. Women in the 18th district of Texas and throughout Texas have not escaped the epidemic. The percentage of Texas women with AIDS increased from 14.3 percent to 15.4 percent just between 1997 and 1999.", "It is important just to lay these particular issues on the table because I hope that, as we emphasize 20 years of AIDS is enough, again I say that we focus on where do we go in the future.", "What we have tried to do, Mr. Speaker, is to talk about prevention and to break down the barriers that keep people from understanding what AIDS is and how it can be prevented.", "So in my community, let me applaud a number of initiatives by Magic 102, a radio station. With their general manager, we have created a whole series of sessions or fares or programs or efforts throughout the community to focus on testing, HIV testing. Have you been tested? Therefore we are going around the community focusing on, encouraging people to be tested privately, of course; and we are doing that in conjunction with the City of Houston health department.", "I want to thank Dr. Kendricks and Marilee P. Brown for acknowledging and declaring Houston as an emergency center, an emergency crisis, if you will, regarding AIDS about a year ago. Out of that, the consciousness of people in the community have been raised up to begin to talk about it in the religious community as well as throughout the community.", "Our churches are engaged in talking about how do we prevent the infection of HIV/AIDS, because we are finding that it is being promoted or it is being encouraged by economic, cultural, legal and religious factors where people have no control of it.", "About a quarter of all women report postponing medical care due to barriers such as sickness or lack of transportation or lack of health care. It is tragic to know that research, prevention efforts, education, substance abuse treatment, and prevention programs need to be targeted towards women, especially African-American and Hispanic women. So we need culturally sensitive programs. The same thing in India and China as it moves throughout the world, culturally sensitive programs.", "When we went to Africa, one of the issues that we discussed in Zambia and Uganda was programs that related to the culture of Africans so that they would be eager to come and find out information.", "When I was in Botswana just a few weeks ago, we found a center where a gentleman living with HIV/AIDS was the chief spokesperson and outreach coordinator. He was able to speak to his fellow Botswanans about the importance of prevention, but also testing and removing the shackles and the barriers from that. Clearly, much remains to be done to fight the disease, and many look to African-American leaders in Congress for this guidance.", "A New York Times columnist recently demanded that the so-called leaders of the black community, the politicians, the heads of civil rights organizations, the preachers step forward and say in thundering tones that it is time to bring an end to this destructive behavior.", "Let me answer that by saying we are all collectively standing up in the fight. What we must do is collaborate with government to be able to have the resources and create the research and have the CDC continue to do its work along with the NIH on finding a cure for AIDS.", "Our voices have risen, and we need to be listened to. In this Congress, as we begin to appropriate dollars, as we appropriate the Ryan White treatment dollars, for all of us, we must ensure that those dollars will reach out to culturally sensitive organizations such as the Donald Watkins organization in Houston that responds to the needs of our particular cultural communities along with all of our others.", "Let me close by mentioning a gentleman in my community that I pay tribute to as a symbol of someone who has lived with AIDS and fights it every day. David Swem in Houston, who is at 6 feet tall and a mere 122\\1/2\\ pounds has been able to fight AIDS, and he has been fighting it since his diagnosis in 1987 by taking 50 pills per day. That is overwhelming that that is what has to happen for people who are living with AIDS. That is why it is so very important for prevention and so very important ultimately to find a cure.", "Might I also say, as noted by the gentlewoman from North Carolina (Mrs. Clayton), as chair of the Congressional Children's Caucus, there is nothing more devastating than an HIV-infected child or a child that has full-blown AIDS.", "Nkosi Johnson in South Africa, a young man that we got to know some 2 years or so ago, recently died just a week or so ago, born with HIV from an HIV mother, transmitted through that HIV mother who could not take care of him, adopted by a loving South African woman.", "Nkosi became the symbol of a precocious child who wanted to stand up and tell the world that he deserved dignity although he lived with full-blown AIDS. Children such as Nkosi should be enjoying a life filled with joy and laughter and happiness. Mandela said in a recent statement, ``On a frightening scale, HIV/AIDS is replacing that joy, laughter and happiness with paralyzing pain.''", "Nkosi collapsed with brain damage and viral infections. But before that, in his short life, he contested the policies that kept HIV-infected children out of public schools in South Africa. He talked about his infection, challenging people to reexamine their fear of those inflicted with AIDS. He spoke at the World AIDS Conference in South Africa, woke our collective consciouses up, and began to acknowledge that it was important to be able to fight this disease in dignity.", "To Nkosi Johnson, in his loss, a South African child but a child of the world, I believe that it should be our tribute tonight that 20 years of HIV/AIDS, full-blown AIDS is enough.", "So to the gentleman from Texas (Mr. Rodriguez) and the gentlewoman from the Virgin Islands (Mrs. Christensen), might I say that tonight, as we speak in acknowledgment of 20 years of HIV infection in this country and discovery of the AIDS virus, that we also commit ourselves, if we will, to continued legislative initiatives that collectively fights this devastating disease.", "Mr. Speaker, I rise today on an occasion that perhaps none of us foresaw in 1981 and certainly none of us welcomes now--the 20th year of the HIV/AIDS epidemic. Instead of the eradication of the disease, we continue to face 40,000 new infections per year, an increase in the disease among women, an infection rate at plague proportions in Africa and a possible upswing in the disease among gay men. It has left behind people such as David Swem at Houston, who at 6 feet and a mere 122\\1/2\\ pounds, has been able to fight AIDs since his diagnosis in 1987 by taking 50 pills per day. But he has lost about 300 friends to the disease. I will continue to cry out about this disease until it no longer exists.", "More people have died from HIV/AIDs over the last twenty years than from any other disease in history--21.8 million people. In this country we have been able to slow the rate of AIDS' deaths, but the disease is at crisis proportions in sub-Saharan Africa, where four-fifths of those deaths have occurred--an average of one death every eight seconds. The Houston Chronicle reports that 95 percent of all AIDS cases are in the developing world, and that this strain of AIDS could cause a drastic explosion if it jumps to the Western world. More than 70 percent of all people living with the disease, or 25.3 million HIV-positive individuals, live in Africa. Over 10 percent of the population is infected in sixteen African nations. The U.S. Census Bureau calculates that by 2010, average life expectancy will be reduced by 40 years in Zimbabwe and Botswana, and in South Africa by 30 years. The disease destabilizes these nations by decimating its workforce, destroying any economic prosperity, depleting its military and peacekeeping forces and leaving thousands of orphans.", "The epidemic is not limited to Africa. Indeed, the fastest growing front of the epidemic is now in Russia, where the number of new infections last year exceeded the total from all previous years combined. In 2000, the number of Russians living with HIV/AIDS skyrocketed from 130,000 to 300,000.", "The statistics are alarming in this country as well. In its June 1, 2001 report, the CDC noted that AIDS in the United States remains primarily an epidemic affecting gay men and racial and ethic minorities. Rates are high among minorities because factors such as high poverty rates, unemployment, and lack off access to health care form barriers to HIV testing, diagnosis and treatment. The CDC study also noted the alarming figure of an infection rate of 14 percent of young black gay or bisexual men, based on a study in seven cities.", "There are over 50,000 reported AIDS cases in Texas alone, and over half of these are among blacks and Hispanics are over 50 percent of those with AIDS. In my district in Texas, African Americans represent a staggering 64 percent of reportable HIV infections and 57 percent of the total cases diagnosed in 2000. An even more frightening statistic is the fact that 84 percent of the adolescents with reportable HIV infection are African-American.", "Women represent an estimated 30 percent of new HIV infections in the United States and a growing share of newly reported AIDS cases each year. In 1986, women accounted for 7 percent of new AIDS cases. By 1999, women accounted for nearly a quarter of all new AIDS cases in this country. Worldwide, women account for 42 percent of all AIDS cases, which is nearly triple the number ten years ago.", "African Americans have been hardest hit women. Latinas have also been heavily affected. Although African Americans and Latinas represent less than a fourth of all women in the U.S., they account for more than a third of all reported AIDS cases.", "Women in the 18th District of Texas, and throughout Texas, have not escaped this epidemic. The percentage of Texas women with AIDS has increased from 14.3 percent to 15.4 percent just between 1997 and 1999, 1999 being the last full year for which data is available. In my district, currently about 27 percent of new HIV infections are among African-American women. A staggering 82 percent of all HIV infections among women were in the African-American community. Similarly, 79 percent of the reported AIDS cases in women were among African-American women.", "Despite these steady increases in HIV/AIDS cases among both women and children, funding for these groups has decreased. In FY1999, women and youth received 2.87 million in funding via Title IV of the Ryan White CARE act, and 2.72 million in FY2000.", "Many factors exacerbate women's risk of HIV infection. Many women, particularly in areas such as sub-Saharan Africa, are especially vulnerable to HIV infection because economic, cultural, legal or religious factors may limit control over their lives and their ability to protect themselves from infection, or to gain access to treatment. About a quarter of all women report postponing medical care due to barriers such as sickness or lack of transportation.", "What more needs to be done? Research, prevention efforts and education and substance abuse treatment and prevention programs must be targeted towards women, especially in the African-American and Hispanic communities. These programs should include research into female-controlled barrier methods, prevention efforts targeting young women, early comprehensive sex education and substance abuse treatment and prevention programs targeted to women.", "We can also take an example from places such as the Thomas Street Clinic in Houston, the nation's first freestanding HIV/AIDS treatment facility. Thomas Street Clinic provides patients with access to a full range of services, including medical services, counseling, housing, job placement assistance and child care. This clinic is a model for our nation, particularly for providers in disadvantaged, urban and minority areas.", "Clearly, much remains to be done to fight the disease, and many look to African American leaders in Congress for this guidance.", "I am here to say that we are here, and we are pleading for an end to behaviors that lead to HIV/AIDS, for better health care, for more funding for research, treatment and prevention and for desperately needed social services for those whose lives have been upended by the infection. Congress cannot fight this disease alone, but we are firmly committed to the battle.", "Mr. Speaker, I include the following article for the Record as follows:", "[From the Washington Post, June 2, 2001]"], "capitolwords_url": "http://capitolwords.org/date/2001/06/05/H2876_aids-epidemic/"}