{"speaker_state": "AL", "speaker_raw": "mr. sessions", "speaker_first": "Jeff", "congress": 111, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-07-20/html/CREC-2009-07-20-pt1-PgS7667-8.htm", "number": 109, "id": "CREC-2009-07-20-pt1-PgS7667-8.chunk25", "volume": 155, "chamber": "Senate", "session": 1, "speaker_last": "Sessions", "pages": "S7667-S7696", "speaker_party": "R", "date": "2009-07-20", "bills": ["S. 909"], "bioguide_id": "S001141", "order": 25, "speaking": ["Mr. President, I am very concerned about legislation that has been added to the Defense bill, the so-called Hate Crimes Act. Certainly, none of us has any sympathy whatsoever for people who commit crimes of any kind, particularly those who would attack somebody because of their race, ethnicity, sexual orientation, or any other reason. I wish to take a few moments to explain why this is important and why this legislation is not good and it ought not to be passed. Some of my remarks may appear to be technical, but they are very important, in my view, as a former Federal prosecutor for almost 15 years.", "I don't think it was ever appropriate that we bring this legislation to the floor and stick it on this Defense bill without having a markup in the committee without the ability to discuss it and improve it.", "For years legal commentators and jurists have expressed concern at the tendency of Congress, for the political cause of the moment, to persist in adding more and more offenses to the U.S. Criminal Code that were never Federal U.S. crimes before. This is being done at the same time that crime rates over the past decade or so have dropped and State and local police forces have dramatically improved their skills and technology. There are really fine police forces all over the country today. An extraordinary number of police officers have college degrees and many advanced degrees.", "I think two questions should be asked initially. First, is this a crime that uniquely affects a Federal interest, and can it be addressed by an effective and enforceable statute? Second, have local police and sheriffs' offices failed to protect and prosecute this vital interest?", "Most people do not understand that a majority of crimes--theft, rape, robbery, and assault--are not Federal crimes and are not subject to investigation by the FBI or any other Federal agency. They could not do so if they wanted to because they have no jurisdiction. They can only investigate Federal crimes. It has been this way since the founding of our country, and it fixes responsibility for law enforcement on local authorities where it should be.", "Americans have always feared a massive Federal Government police force. It is something that we have not ever favored. This is not paranoia but a wise approach, and I do not think it should be changed.", "Instead of administering justice without fear or favor, this legislation that has been placed on this bill creates a new system of justice for individuals because of their sexual orientation or gender identity, providing them with a special protection, while excluding vulnerable individuals, such as the elderly or police officers or soldiers, from such special protections. I don't think we can justify that.", "The purpose of the DOD reauthorization bill is to make sure the men and women who protect our freedoms have the necessary resources to continue to do the fabulous job they have been doing. We should not deviate from this path by addressing matters wholly unrelated to the defense of our Nation.", "A bill of such breadth and lack of clarity as this should be carefully reviewed with the opportunity for discussion and amendment in committee. Yet this legislation had no markup in any committee. In fact, no version of the bill has been marked up since 2001, and this version is quite different and more expansive than the 2001 bill.", "The committee did hold a quickly thrown-together hearing on June 25 in which Attorney General Holder himself appeared. The Attorney General, however, failed to point to one single serious incident in the past 5 years, when I asked him that question, where the types of crimes that are referred to in the bill, to give special Federal protection to select individuals, were not being prosecuted by State and local governments.", "Additionally, the Attorney General refused to say attacks on U.S. soldiers predicated on their membership in the military by, for example, a Muslim fundamentalist, could be considered a hate crime.", "It is baffling to me, given previous opposition and serious concerns which have been raised about this legislation, that the act, instead of being constrained, is actually expanded in a vague and awkward way. It focuses on the perception of what someone might have been thinking when they committed the crime and includes categories which are undefined and exceedingly broad, such as gender-related characteristics and gender identity. From questions that have been raised, these categories do not have clear meaning. During the course of debate on hate crimes legislation--a debate that started in 2001--amendments have been offered to also protect our military men and women, where it is unquestioned they have been targeted. Those amendments were rejected.", "Mr. President, I will briefly outline my opposition to the legislation in the following ways:", "The hate crimes amendment is unwarranted, possibly unconstitutional--certainly, I believe it is unconstitutional in certain parts--and it violates the basic principle of equal justice under the law. The hate crimes amendment to this bill has been said to cheapen the civil rights movement.", "When Congress passed the original civil rights statute in 1968, it criminalized violent and discriminatory actions directed at individuals because of race, color, religion, or national origin. There was, sadly, quite a substantial body of evidence that crimes were being committed against minorities and they were not being prosecuted. Section 245 that was then passed was never envisioned by Congress to be a hate crimes statute but one, rather, that would ensure access by minorities to specific activities legitimate to their freedom, such as enrolling in public schools, enjoying the benefit of programs administered by the State, or attending court as a juror.", "In 1968, care was taken to ensure that the underlying statute was carefully crafted and narrowly tailored to address the problem of access to ensure that criminal activity fell within the confines of the constitutional requirement that there be a Federal nexus with interstate commerce. The statute enumerates six instances in which a crime could be charged. That statute says this:", "Whoever, whether or not acting under the color of law, by force or threat of force willfully injures, intimidates or interferes with, or attempts to injure, intimidate or interfere with any person because of his race, color, religion or national origin and because he is or has been. . ", "And then it lists specific areas that would encompass a criminal offense.", "(a) enrolling in or attending any public school or public college.", "So if anyone who was attempting to attend a public school or college was interfered with or intimidated because of their race, color, religion or national origin, that would be the offense.", "(b) participating in or enjoying any benefit, service, privilege, program, facility or activity provided or administered by any State or subdivision thereof.", "In other words, you can go to the city hall, you can go to the health department, and you cannot be discriminated against because of your race or background.", "Unfortunately, I have to say there were areas of the country--particularly in my area of the South--where that was not so. People were being unfairly treated. In fact, in some other areas of the country also. I believe great care was taken with that act because, as I said, there was strong evidence to suggest that a Federal expansion of criminal law would be appropriate to deal with it.", "So the history of civil rights violations caused and fully justified Congress's passage of this statute. There was direct evidence, for example, that African Americans were being denied the right to vote or intimidated at voting precincts without State and local law enforcement protecting them. There was much evidence, sadly, that other rights of African Americans were not being protected.", "But that is not the case with this amendment, and I will talk about that in a minute. Gays and lesbians have not been denied basic access to things such as health or schooling or to the ballot box. They openly are able to advocate their positions today, which I think is certainly healthy, and have no difficulty in approaching government officials at whatever level.", "When Eric Holder testified a few weeks ago before the Judiciary Committee, I asked him point-blank for direct evidence that hate crimes against individuals over the past 5 years, because of their sexual orientation or otherwise, were not being prosecuted by local authorities. Instead of answering the question, he referred me to four cases in his written testimony which he had delivered to the committee. Let me make the number clear as strong evidence that these cases are being prosecuted.", "The Attorney General could not come up with 4,000 cases or 400 or 40 cases. He only named four cases in 5 years. So we took a look at those four cases he cited in his testimony, and this is what we found.", "In one case, Joseph and Georgia Silva assaulted an Indian-American couple on the beach. Although there was evidence that racial and ethnic slurs were used during the altercation, a California El Dorado County judge ruled that prosecutors failed to produce sufficient evidence that the alleged assault was motivated by racial prejudice. The prosecutor had pursued a hate crimes conviction, including charging Silva with a felony assault, punishable by up to 3 years in prison. The evidence, according to the judge, was that racial slurs were used in the heat of anger. There was no evidence the attack was initiated because of ethnicity.", "Both Joseph and Georgia Silva were convicted of assault, the basic crime that they committed, and Joseph Silva was sentenced to 6 months in prison and 3 months probation, while Georgia was sentenced to 1 year in prison.", "So the question is, was there an important Federal right left unaddressed that needed to be vindicated by charging this couple again for the crime arising from that assault? In other words, that is what this bill does. It says if we are unhappy with the result in State court under a select group of crimes, the Federal Government can try the case again.", "You might say, well, there is a double jeopardy clause in the Constitution; you can't be tried twice for the same crime. Good; if you asked that question, you get an A in constitutional law. However, there is an answer. It has long been established that the States are sovereign and the Federal Government is sovereign. So an individual can be tried by two separate sovereigns without implicating the double jeopardy clause of the Constitution. However, we have always understood that ought not to be done lightly. It ought not be done without a real justification because it violates the spirit of the double jeopardy clause of the Constitution.", "Attorney General Holder also cited a 2003 case in Holtsville, NY. In that case, three White men, while using racial slurs, assaulted a group of Latino teenagers as they entered a Chili's restaurant. One of the three defendants entered a guilty plea for his involvement in the assault and was sentenced to 15 months in prison. The other two defendants proceeded to trial and were acquitted because the jury apparently concluded there was insufficient evidence to prove beyond a reasonable doubt that the offense that occurred was to deny the victims access to the restaurant. So they had a trial, and one was convicted and two were not.", "The Attorney General cited a South Carolina case where a gay man was assaulted after leaving a bar. During the altercation, he fell and he suffered a fatal strike to the head from the concrete. Stephen Miller was convicted of involuntary manslaughter and sentenced to 5 years in prison.", "Finally, the Attorney General cited a case from here in the District of Columbia where a transgender prostitute was murdered. Apparently, after Derrick Lewis discovered that the prostitute he had picked up in his automobile was not female, and the prostitute refused to get out of his car, an altercation of some kind occurred--an argument--and he had a gun and shot and killed this transgender individual. He eventually pled guilty, gave a full statement of what happened, and was sentenced to 10 years in prison. The evidence showed they had begun fighting and that is when he pulled the gun and shot him. He said the individual would not get out of the car.", "Well, those are not insignificant crimes, but I can just advise my colleagues, if we just pause one moment and think, we know that at this very moment thousands, maybe 10,000 or more trials are ongoing in State and local courts all over America, and they do not always end as people would like them to end. What this bill does basically is it provides an opportunity for the Federal Government to pick and choose certain crimes they want to prosecute again to get the kind of justice they think might be likely. That is a broad power that we give to the Attorney General and a broad statute I don't believe is compelled by the facts that are happening in America today.", "When my staff followed up with the Office of the Attorney General to see why they listed just these cases, the response wasn't that State and local law enforcement were not doing their jobs but that the Attorney General believed the cases were under prosecuted. Citing four cases over 5 years as being underprosecuted is not the kind of evidence needed to justify the passage of such an expansive new piece of legislation that injects Federal prosecutors in areas of crime not heretofore occurring.", "After the Judiciary hearing, both Senator Coburn and I sent followup questions to the Attorney General to provide him an additional opportunity to demonstrate that the bill was necessary because of under prosecution, as he had testified. Senator Coburn asked this question:", "Precisely how many hate crimes is the Justice Department aware of that have gone unprosecuted at the State and local level?", "This is the answer we got from the U.S. Attorney General:", "The Department believes that our partners at all levels of law enforcement share our commitment to effective hate crimes enforcement. The Department does not have access to precise statistics of hate crimes that have gone unprosecuted at the State and local level, and we are unaware of any source for such comprehensive information of unprosecuted offenses generally. Federal jurisdiction over the violent bias- motivated offenses covered under S. 909 is needed as a backstop for State and local law enforcement, to ensure that justice is done in every case.", "So he is suggesting that, in a select group of cases that are on the front burner today, the Attorney General needs this legislation--S. 909, which has now been attached to the Defense bill--as a backstop for State and local law enforcement to ensure that justice is done in every case.", "Well, there are many prosecutorial and jury decisions that are made in State courts every day with which one could disagree. The question is whether the Federal Government will be empowered to ensure justice is done in every case.", "I just want to share the reality of the world with my friends here, that anyone, I guess, can conclude that a case didn't end justly for them. One distinguished jurist is famously quoted as saying, ``To speak of justice is the equivalent of pounding the table. It just adds an element of emotion to the discussion.'' But whatever we mean by that word, it basically means the Attorney General gets to decide whatever he wants to do. I am not sure this is good legislation. I think legislation ought to be crisp and clear and set forth criteria by which a prosecution occurs or does not occur, leaving not so much broad discretion among the prosecutorial authorities.", "I submitted, after Senator Coburn--or at the same time, really--a similar question because I believed he had not been responsive to my question, and I asked this about our colleague, referring to Senator Hatch--of course a former chairman of the Judiciary Committee and who has worked on this issue for a number of years--and my question is this:", "Senator Hatch in the past has offered a complete substitute to similar legislation, which would require that a study be conducted to prove that there is an actual problem with hate crimes not being prosecuted. Do not give me a general response that there are some problems out there. I would like you to provide the Committee with an exact and precise number of hate crimes the Justice Department is aware of which have gone unprosecuted at the State and local level. Please detail every example you or anyone in the Department of Justice is aware of where no prosecutorial effort took place.", "This was the answer we got:", "The Department is unable to provide an exact number of cases in which State, local or tribal jurisdictions have failed to prosecute hate crimes because we are not aware of any such compilation of data.", "Senator Hatch has been offering this amendment for a study for a decade.", "The Attorney General goes on to say:", "When the Department receives complaints it clearly lacks jurisdiction to prosecute, these matters generally are never opened as investigations. . . .", "Let me just say, if this legislation is passed it will have one dramatic, undiscussed impact. Federal law enforcement agents--and there are not many. You may have a city with 300 police officers in it and 10 FBI agents, another hundred sheriffs' deputies, another number of State officers. Now huge numbers of crimes will be coming across the desk of the FBI, which has terrorism, white-collar crime, bank fraud which they need to be working on today, violent crimes and drug smuggling. Now they are going to have to review hundreds of complaints about cases they had not heretofore had jurisdiction of and did not have to review. I just raise that point as an aside.", "Based on the Attorney General's response, I conclude that the bottom line is there is nowhere near the real evidence needed to justify this legislation. No one in this body has produced the evidence, and the Attorney General of the United States, who is promoting the bill, has not produced any. Attorney General Holder's response, instead of demonstrating the need for hate crimes legislation as written, provides verification that it is not necessary, and it raises a question of whether this is driven by political interests at this time. It is easy to complain that anybody who opposes a hate crimes bill favors hate. That is not a fair charge. I think most of our colleagues fully understand that. But politically that is the suggestion some have made when this legislation has been objected to by people with very valid concerns.", "As a matter of fact, one of the studies heavily relied on by the Attorney General in support of this bill is a 2008 report published by the National Coalition of Anti-Violence Programs, which is composed primarily of lesbian, gay, bisexual, and transgender groups. They have every right to do those studies and present them, but it is a coalition clearly with a vested interest in the legislation, and it should be examined carefully. The Attorney General had to rely on these types of reports because crime statistics do not support the notion that the incidence of hate crimes has increased. Even though we are doing a better job of reporting those today, still over the past 10 years the number is down, down slightly, even though population is up in our country.", "Furthermore, in a rushed attempt to provide answers to the committee prior to this amendment being filed, the Department seemed to put little thought into their responses to our questions. As a matter of fact, it appears the Attorney General didn't think the issue important enough to answer them himself. He let his staff people answer, when he was the one who appeared before the committee and we were following up on his personal testimony.", "A number of arguments and statements have been made, including those by the Attorney General, that there are quite a few of these incidents, tens of thousands of these incidents over the last number of years. But overwhelmingly these despicable incidents are of vandalism, many by juveniles. Let me make clear that even those incidents are significant and deserve prosecution and investigation and, where appropriate, stiff punishment. But let's look at the views of the members of the U.S. Commission on Civil Rights, our own U.S. Civil Rights Commission, who have examined this legislation carefully. Six of its eight members signed a strong letter to the President and to the Judiciary Committee to oppose hate crimes legislation. Did I mean to say the Civil Rights Commission wrote in favor it? No. But to oppose it. Their letter, dated June 16--just last month--addressed to the Members of the Senate and the President, said this:", "We believe that the MSHCPA [Matthew Shepard Hate Crimes Prevention Act] will do little good and a great deal of harm. Its most important effect will be to allow Federal authorities to reprosecute a broad category of defendants who have already been acquitted by State juries, as in the Rodney King and Crown Heights cases more than a decade ago. Due to the exception for prosecution by ``dual sovereigns,'' [that is the two sovereign entities] such double prosecutions technically are not violations of the double jeopardy clause of the U.S. Constitution. But they are very much a violation of the spirit that drove the Framers of the Bill of Rights, who never dreamed that Federal criminal jurisdiction would be expanded to the point where an astonishing portion of crimes are now both State and Federal offenses. We regard the broad federalization of crime as a menace to civil liberties. There is no better place to draw the line on that process than with a bill that purports to protect civil rights.", "They go on to say:", "While the title of MSHCPA suggests that it will apply only to ``hate crimes,'' the actual criminal prohibitions contained in it do not require that the defendant be inspired by hatred or ill will in order to convict. It is sufficient if he acts ``because of'' someone's actual or perceived race, color, religion, national origin, gender, sexual orientation, gender identity or disability.", "I am quoting from the Civil Rights Commission letter.", "Rapists are seldom indifferent to the gender of their victims. They are virtually always chosen ``because of'' their gender. A robber might well steal only from women or the disabled because, in general, they are less able to defend themselves. Literally they [these victims] are chosen because of their gender or disability.", "The letter goes on to state their belief that every rape in America would now be declared a crime under this bill because it is an action taken against someone because of their gender.", "Professor Gail Heriot, a member of the U.S. Commission on Civil Rights, testified at our June 25 hearing. She made clear that all rapes would be covered under the bill and that, indeed, this was intentional. She said:", "This wasn't just sloppy draftsmanship. The language was chosen deliberately. Officials understandably wanted something susceptible to broad construction, in part because it makes prosecutions easier. As a staff member of the Senate Judiciary Committee back in 1998, I had conversations with the Department of Justice representatives. They repeatedly refused to disclaim the view that all rape would be covered, and resisted efforts to correct any ambiguity by redrafting the language. They wanted a bill with broad sweep. The last thing they wanted was to limit the scope of the statute's reach by requiring that the defendant be motivated by ill will toward the victim's group.", "I think that is a serious charge made by a member of the Civil Rights Commission about the purpose of the Department of Justice in supporting this act.", "I would note, it is an inevitable delight of prosecutors to have more and more power and more and more ability to prosecute criminals. That is what they do. They are wonderful people. I never enjoyed anything more than being a prosecutor, wearing a white hat every day to work and trying to vindicate decent people from criminal acts. But that is just a tendency of the prosecutorial mindset that we ought not to forget.", "The truth is, during the recent hate crimes hearing, no one who testified in favor of the bill could point to a single incident where, I think, a valid hate crime was not pursued or prosecuted by State and local law enforcement officers.", "In the latest statistics that are available, of the 2006 hate crimes reported in 2007, only nine were classified as murder or nonnegligent manslaughter. That is certainly nine too many. I think every one should be prosecuted. But no complaints have been raised that any of these were not vigorously or fairly prosecuted. Indeed, two-thirds of the offenses involved property defacement, such as graffiti and name-calling. Missing from the analysis is any evidence that the crimes are not being prosecuted at the State and local level. Indeed, 45 of the 50 States and the District of Columbia already have and enforce hate crimes laws. Although the language is broad and some could criticize it, these States have passed these bills, and they are able to enforce them.", "Statistics show that these hate crimes, even with better reporting, have decreased slightly over the years. Forty-four States have stiffer penalties for violence related to race, religion, or ethnicity, and 31 States have tougher penalties on violence related to sexual orientation.", "The question arises, do we have a basis for this massive and historic change in Federal enforcement of what have been State crimes?", "Perhaps Mr. Andrew Sullivan--an openly gay man who has pioneered the effort to have gays in the military and is a well known and an able writer, provides the answer. Mr. Sullivan had this to say about the legislation.", "The real reason for hate crime laws is not the defense of human beings from crimes. There are already laws against that--and Matthew Shepard's murderers were successfully prosecuted to the fullest extent of the law in a State that had no hate crime law at the time. The real reason for the invention of hate crimes was a hard left critique of conventional liberal justice and the emergence of special interest groups which need boutique legislation to raise funds for their large staffs and luxurious buildings. Just imagine how many direct mail pieces have gone out explaining that without more money, more gay human beings will be crucified on fences. It is very, very powerful as a money-making tool, which may explain why the largely symbolic Federal bill still has not passed (if it passes, however, I'll keep a close eye on whether it is ever used.)", "This is a gay man expressing his opinion. No doubt he takes these issues very seriously, and symbolism is important in our political world, but we need to be careful that statutes that become a permanent part of our criminal code are supported by evidence and principle.", "I do not think our focus here is to deal with symbolic legislation that is broad and can expand Federal criminal jurisdiction beyond its historic role and where the facts do not support the need. In other words, more narrowly tailored legislation consistent with a constitutional right could very well be something this Congress would want to pass. To pass legislation so extremely broad again could give Federal jurisdiction for the first time in history to every rape that occurs in America. It ought to be looked at with great care and ought not to be stuck onto a defense bill and moved forward, in my opinion.", "The Constitution endows Congress with limited and enumerated powers. There is no general police power in the Federal Government. So at this point, I wish to raise issues with the constitutionality of the hate crimes provision.", "Congress's power is limited to what it can regulate under the Commerce Clause. The proposed legislation is based upon the idea that a discrete crime in a local community may have an impact on interstate commerce. This is the same theory that was rejected in both U.S. vs. Lopez and U.S. vs. Morrison, where the Supreme Court essentially ruled that intrastate violent conduct does not impact commerce normally.", "Nat Hentoff, a well-respected noted civil rights and civil libertarian attorney and writer recently wrote about some constitutional concerns he has with the legislation. This is what he said:", "In the definitive constitutional analysis of James B. Jacobs and researcher Kimberly Potter, it is documented in ``Hate Crimes: Criminal Law and Identity Politics'' that in ``Grimm v. Churchill the arresting officer was permitted to testify that the defendant had a history of making racial remarks. Similarly, in People v. Lampkin, the prosecution presented as evidence racist statements the defendant had uttered six years before the crime for which he was on trial,'' as specifically relating to the offense. As for the 14th Amendment's essential requirement that no person be denied ``the equal protection of the laws,'' there is carved above the entrance to the Supreme Court the words ``Equal Justice Under Law.'' This legislation, certain to be passed by the Senate, now it seems will come to the Supreme Court.", "And I am quoting Mr. Nat Hentoff, the well-known and respected civil libertarian civil rights attorney. He says this:", "When it comes before the Supreme Court, I hope the Justices will look up at the carving as they go into the building. They should also remember that the Fifth Amendment makes clear: ``nor shall any person be subject for the same offence to be twice put in jeopardy.'' But the House hate crime bill allows defendants found innocent of that offense in a state court to be tried again in federal court because of insufficiently diligent prosecutors; or, as Attorney General Holder says, when state prosecutors claim lack of evidence. It must be tried again in federal court. Imagine Holder as the state prosecutor in the long early stages of a Duke University lacrosse rape case. What also appalls me, as the new federal bill races toward a presidential signature, is that for many years, and now, the American Civil Liberties Union approves ``hate crimes'' prosecutions. I have long depended on the ACLU's staff of constitutional warriors to act persistently against government abuses of our founding documents. And these attorneys and analysts have been especially valuable in opposing the results of executive branch lunges against the separation of powers in the Bush-Cheney years, and still under Obama.", "Then he says this:", "Is there no non-politically correct ACLU lawyer or other staff worker or anyone in the ACLU affiliates around the country or any dues-paying member outraged enough to demand of the ACLU's ruling circle to at last disavow this corruption of the Constitution?", "That is Mr. Hentoff's view of it.", "So this hate crimes amendment is a substantial overreach by Congress, I do believe. It is not carefully crafted or narrowly tailored. Unlike the historic civil rights statute, it seeks to federalize the violent, noneconomic conduct that is local in nature and has little or no Federal nexus.", "The Supreme Court has held that violent conduct that does not target economic activity is among the types of crimes that have the least connection to Congress's commerce power. However, this is precisely the sort of violent, noneconomic conduct that this amendment would federalize.", "If this approach were permissible, it would put Congress on a path to rely on the Commerce Clause and legislate any criminal law it wants. When it comes to criminal law, Congress would no longer be a body of limited and enumerated powers but would have plenary power to criminalize any and all conduct that is already criminalized by the States, a clear violation of our historical policy of not taking over State and local law enforcement.", "There are still a lot of complaints over the drug laws aggressively prosecuted when I was a Federal prosecutor, and many think that was an overreach. When drugs come in, the vast majority from outside the country, they move as interstate commerce, and the courts have held that up.", "But there is still intellectual criticism and concern about it. But in this case, you do not have the kind of dramatic nexus, and you also lack the evidence to suggest those cases are not being effectively prosecuted. So the sponsors have also tried to ease constitutional concerns by citing the 13th, 14th and 15th amendments.", "The 13th amendment provides Congress with the limited authority to abolish ``all badges and incidents of slavery in the United States.'' I hope my colleagues are not seriously attempting to argue that assaulting someone because of their religious views or gender is tantamount to slavery.", "The 14th and 15th amendments apply only to State actions, and since we have already established that States are vigorously prosecuting these actions and not ignoring them, I do not think this is a valid approach.", "Finally, I would note that the legislation raises questions concerning the constitutional imperative that there be ``equal justice under law.'' Is there a legitimate, justifiable reason to punish one rape differently than another rape simply because someone decides the first rape was committed out of hate or actually because of the gender of the victim? I think the victims would say the same thing, the criminal should be punished to the fullest extent of the law.", "This legislation would add a different element to certain crimes, and I know, as a former prosecutor, make it more difficult and more expensive to obtain a conviction, especially when you have to prove an individual's thought process as an underlying element to the offense.", "This bill at bottom tries to distinguish between assaults by declaring if someone assaults and kills his girlfriend because she broke up with him it is not a Federal offense, but if he kills her because she claims she wanted to explore her sexual orientation and he became upset and killed her, that would be a Federal offense.", "Senator Hatch offered a complete substitute on Thursday night. It was rejected. His proposal would require that a study be conducted so actual evidence can be obtained to see if there is a real serious problem with States not prosecuting these matters.", "For some reason, even though Senator Hatch has been trying to get it passed for quite a number of years, the study has never been conducted, and all proposals for such a study have been rejected. I fear it is because perhaps Mr. Sullivan got it right. It is not so much about the failure of States to prosecute these crimes but about an underlying idea to pass a symbolic piece of legislation.", "There is no good reason to pass such a broad piece of legislation. To pass it would be unwise. No one believes that individuals should be assaulted because of their beliefs, their gender or their sexual orientation. That type of behavior is unacceptable and should be prosecuted.", "It has been prosecuted. I am sure State and local law enforcement officers will continue to do so. I believe that if my colleagues would study the legislation and think about what they are doing, they would see that this is more unwise and the objections they have heard have far more weight than they had thought initially.", "It seems like a good idea. Who would want to be against a crime that says it wants to punish hate? But there are serious matters and constitutional issues, as I noted from the Civil Rights Commission, from the civil rights attorneys such as Mr. Nat Hentoff.", "I think, in truth, the Attorney General should have been more balanced in his testimony before the Judiciary Committee. He came pushing this legislation without listening or expressing any concern. But I do think he should have pointed out that it represents one of the largest expansions of Federal law enforcement in history. He should be the first to point out and express that concern. He should not allow politics to drive law in America.", "I know most of my colleagues think this is the right thing to do. I wish I had been able to participate more in the debate before it was a done deal the other night. I was involved at the same time, of course, with the confirmation process.", "Hopefully, we can watch this legislation come with some ideas that curtail its potential for abuse and make it better. But, in reality, I want my colleagues to know it is time for us in Congress to step back and question carefully any proposal to create new or further expand federal criminal jurisdiction that would encroach upon the historic powers of our State and local law enforcement to enforce the law in their jurisdiction.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2009/07/20/S7667-8_national-defense-authorization-act-for-fiscal-year/"}