{u'speaker_state': u'ND', u'speaker_raw': u'mr. dorgan', u'speaker_first': u'Byron', u'congress': 109, u'title': u'UNANIMOUS CONSENT REQUEST--H.R. 4437', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm', u'number': 69, u'id': u'CREC-2006-06-05-pt1-PgS5401-10.chunk43', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Dorgan', u'pages': u'S5401-S5424', u'speaker_party': u'D', u'date': u'2006-06-05', u'bills': None, u'bioguide_id': u'D000432', u'order': 43, u'speaking': [u'Mr. President, I thank my colleague from Kansas, Senator Brownback.', u'Mr. President, we come on a Monday to the floor of the Senate to discuss public policy and important issues. And today the majority leader has brought to us a proposed constitutional amendment. It is the first of what I believe will be two constitutional amendments that will be considered by the Senate for the next 7 or 10 days. That is not unusual. In fact, I had someone go back and check to see how many proposed amendments to the United States Constitution have been offered here on the floor of the Senate or in the U.S. House, or at least offered in bill forms. I discovered that in recent Congresses that there were I believe something like 76 proposed amendments to the Constitution. In another year, there were 67 proposed amendments to the U.S. Constitution.', u'The Constitution has not been amended except for the first 10 amendments which were the Bill of Rights. Outside of the Bill of Rights, the Constitution has been amended 17 times in nearly 220 years--17 times in more than two centuries. The reason for that is most people believe that we ought to amend the Constitution only rarely, and then only when it is urgently necessary and only when it is the last resort. We have had a lot of different proposals to change the Constitution. There was a proposal to change the Constitution to provide that the Presidents of the United States for one term shall come from the North and then shall be succeeded by a President who comes from the South. That was a proposed amendment to the U.S. Constitution.', u'Fortunately, for our country, not many of these ideas over all of these many, many years have been adopted by the U.S. Congress and by State legislatures, which is required in order to amend the U.S. Constitution.', u"The Constitution for this country was written by 55 white men. It was in a room in Philadelphia. In that room in Philadelphia, if you go to visit today, you will see the chair that George Washington sat in at the front of the room. George Washington chaired the Constitutional Convention. You will see where Ben Franklin sat, where Madison sat, where Mason sat. Those 55 men wrote a Constitution in a hot Philadelphia summer period and presented it then to the country. It was really a quite remarkable Constitution. It begins: ``We the People.''", u'In the writing of the Constitution, they created a framework for this new kind of government which has become over the last two centuries the most successful democracy or representative government in the history of humankind. We have lived only a blink of that history. And, yet, during that period this is the most successful democracy on the face of the Earth.', u"Two-hundred years after the writing of the Constitution, there was a celebration in that same room. I was one of the fortunate ones to go to that celebration representing one of the 55. These 55 people were men and women and minorities. It wasn't 55 men as existed in that room when they wrote the Constitution. The 55 people who celebrated in that room the 200th birthday of the Constitution--it was really quite a remarkable event. I sat in that room thinking about the history, thinking about George Washington sitting at the front in that chair with the piece of wood that is decorated as the sun on the back of that chair.", u'I thought to myself: What a remarkable thing it was for me, coming from a town of 300 people, from ranching and wheat country in southwestern North Dakota, from a high school with a senior class of nine students, and here I am sitting in the room where George Washington presided over the writing of the Constitution for this new country of ours.', u'I tell that story only because it is important for us to understand the circumstances of amending the Constitution.', u'Today, we have on the floor of the Senate a proposal to amend the Constitution with a constitutional amendment that would prohibit gay marriage.', u'Next week, we will have a constitutional amendment that would prevent desecrating the American flag or give the States the ability to prevent flag desecration.', u'On the issue of gay marriage, I voted as a Member of the U.S. Senate for a 1996 act called the Defense of Marriage Act. I did that because it creates for Federal law a definition of what marriage is. It defines marriage as a union between a man and a woman, husband and wife. That is Federal law. I supported that. I was happy to support that. That is what I believe.', u"I don't believe we should be altering the U.S. Constitution. I don't believe we should be amending the basic framework of our democracy on this subject. The current law, the Defense of Marriage Act, which the Federal Government passed in 1996, still stands today.", u'I see no reason to amend the U.S. Constitution.', u'This past week in my State an organization called Focus on the Family ran a newspaper advertisement taking up the large part of a page in daily newspapers. It says: Senator Dorgan does not believe that a child needs both a father and a mother.', u'They also ran the same language in radio ads in my State.', u"Now this organization--I am not familiar with them--must think there are 9 commandments. There are actually 10 commandments. This must be an organization that has forgotten the commandment that says: Thou shall not bear false witness. My hope is they might go back and review that. There is nothing in my record that suggests I don't care whether a child has a mother and a father.", u'This is a legitimate discussion we are having about a constitutional amendment. The issue of gay marriage is an important and legitimate issue to discuss. But one would think it is also worthy of organizations on both sides to be truthful in that discussion. That, regrettably, at least in this case that I have cited, has not been the case.', u'This issue of amending the U.S. Constitution is clearly before the Senate because it is an even-numbered year. The even-numbered year is one in which the late Claude Pepper used to say the American people have the miracle of grabbing the American steering wheel and deciding which direction they want to nudge our great country. It is, after all, the American people who are in charge and the American people who will make decisions about the direction of our country.', u'This is an even-numbered year. We understand why this issue is before the Senate. It is about an election this fall. I am not saying it is an unimportant issue; I am saying that the notion of having to amend the basic framework of our government, amending the Constitution, that is a political debate aimed at this fall, not this week.', u'But let me talk just for a moment not about the issue of gay marriage. We have addressed that. I supported addressing it in the Defense of Marriage Act. I voted for the Defense of Marriage Act, voted for a definition that a marriage is between a husband and wife, a man and woman. That has already been done.', u'So let me talk about what we could be doing today and tomorrow and in the next week and a half or 2 weeks instead of the agenda given us by the majority leader. There are some people pretty dispirited about this Congress. Because the polling says this Congress is not very well thought of, we conclude the American people are kind of dispirited about the agenda, about what we are doing. We have a lot of trouble.', u'We have federal debt up to our neck, and there is more to come. The President is offering us budgets with the largest deficit proposals in history--this from a President who described himself as a conservative. But that is not what his budgets are about.', u"We have the highest trade debt in annual deficits in the history of this country, dangerous trade deficits, $702 billion last year. Add the increase to the national debt from a budget standpoint to the trade debt, and we are $1.4 trillion out of balance. Let me say that again: We are out of balance $1.4 trillion in a year. Does anyone seem to care about that? Is there the urgency to deal with that as we have for constitutional amendments? I don't think so.", u'Fiscal policy, trade policy, foreign policy--we have serious foreign policy issues and problems. Health care: add up the challenges we face and ask yourself: What are we doing about these challenges? Do we have these issues on the floor of the Senate? Not that I can see.', u"It won't be very long--in fact, it is happening now--that we have people who are now paying for prescription drug coverage, a monthly premium, but who no longer get prescription drug coverage because of what has been legislatively defined as a doughnut hole. In other words, they lose coverage for a significant period of time, but they should still pay the premiums. Maybe we should have that on the floor of the Senate and fix that.", u'We could fix that easily. There is a study that shows we could fix that by simply removing the perverse provision in that act that prohibits the Federal Government from negotiating lower drug prices with the pharmaceutical industry. We could fix that so-called doughnut hole, or fix the problem of people having no health care prescription drug coverage through Medicare at the same time they are required every month to pay premiums. Would that be an advisable thing to do? I think it would.', u"We are going to also be debating the death tax. I heard on the opening portion of the Senate that the death tax is going to be repealed. It may be a surprise to those who are still alive, but there is no death tax. There is no death tax. The term ``death tax'' is a creation of a pollster who took this nugget of a creation, took it to a political party and said: I have something really interesting, and it polls off the charts. Tell people there is a death tax and come out for its repeal.", u'There is no death tax. There is a tax on inherited wealth. When the husband or wife dies, the other spouse owns everything with no tax consequences at all. There is a 100-percent exemption. So for the first spouse there must be a universal exemption. In addition to that, there is now a $2 million exemption on an estate for one spouse. In addition to that, the majority party says it is urgent that we get rid of the so-called death tax, the bulk of which would help those who are the wealthiest Americans.', u'So if Donald Trump--just to use a name because he likes having his name used on everything--if Donald Trump were to die, God forbid, at some point when he dies, a substantial portion of his estate will have been created through the appreciation of his assets--and has not been taxed. The same would be true of most of the richest Americans.', u"The second richest American is Warren Buffett, quite a remarkable man from Omaha, NE. He is really special. He says: Look, if there is a class war going on, my class is winning--speaking of the wealthiest. He doesn't believe there should be a provision brought to the Senate to get rid of the estate tax. He does not believe that is fair. He does not believe it is the right thing to do.", u'But we are up to our necks in debt, we have massive fiscal policy budget deficits, the highest trade deficits in history, and what is the priority? The majority party, we were told this afternoon, the priority is we have to get to the Senate a provision to provide very significant tax cuts for the wealthiest Americans. Unbelievable.', u'Someone from the outside would look at that and ask: Is this a joke? Are you really serious as legislators? No wonder people take a look at this Congress and say: What are you thinking about? What on Earth do you have on your minds?', u'I talk about the dispirited feelings people have about this Congress. The polls are pretty clear. But I also think there is a great reservoir of hope in this country. So let me talk a little bit about the hope, the hope that maybe we can address things in the coming months that really matter to the people of this country in a way that really affects their future. I am not suggesting that which we will discuss here does not matter. I am just saying there are a whole series of things that confront us that are challenging, difficult issues.', u'A woman called me during my last campaign. During the campaign she was in a hospital. A friend of hers called me on her behalf. Her friend said: She is in her nineties. She has been a friend of yours and a supporter of yours. You have never met her, she never met you, but she always liked what you have done. Would you call her in the hospital? I said, of course I would.', u"I called the hospital and talked to this woman. She had elected to die. She had been on kidney dialysis. She said: I have lived a great life, but I decided I just don't want to continue with the kidney dialysis, so I will die here. I will be here a couple more weeks, maybe a week, and eventually--I have made this decision, I am at peace with it. I have had a great life. She said--this is about 3 weeks before the election--she said to me: Byron, before I came to the hospital, however, when I made this decision, I put up all the yard signs, put up yard signs on both sides of my property with your name on it, and then I voted absentee. She said: By the way, if there is some technical requirement that you be alive on election day, don't tell people that I am not alive.", u"This woman had a great spirit about wanting to be involved, even at the end of her life, wanting to be involved in this country's political system.", u"John F. Kennedy used to say that every mother kind of hopes her child might grow up to be President as long as they don't have to be active in politics. But politics is an honorable profession. It is the way we make decisions in America. All the American people ask of this Senate, all they ask of policymakers and decisionmakers is to focus on things that matter most. What is ahead of us? What do we do about it?", u'We need, in this political system, to justify the faith the American people have always had in this system. That faith is shaken now, but we need to take action to justify that faith. What do we stand for? What needs to be done? What is required to be done? What things are required to be done to put our country back on track?', u"There was a great little book written by Robert Fulghum, ``All I Really Need To Know I Learned In Kindergarten.'' Some may have read that book, ``All I Really Need To Know I Learned In Kindergarten.'' Play fair, follow the rules, don't hit, wash hands, flush--the book went on and on. ``All I Really Need To Know I Learned In Kindergarten,'' I was thinking about that with respect to all we really need to know in the Senate, about the concern of the American citizens, about their future.", u'Let me describe our agenda more simply. Perhaps if I were to write a book like that, not so much kindergarten but all we really need to know, let me describe what I think we ought to be doing.', u"First of all, we ought to pay our bills. You cannot spend money you don't have on things you don't need. We are choking on debt in this country. Especially this Congress and at the White House, pay our bills. Take care of our kids. That has to do with education and health care and much more. Honor our parents, Medicare, Social Security, and other issues. Reward work. Clean up our mess. I guess that is the environment. Defend freedom.", u"Let me talk a little bit about a couple of these areas, all we really need to know. What about the issue of paying our bills? We have one more chapter of the same, tired book brought to the Senate. Instead of paying our bills, this chapter says we collect $20-$30 billion a year from the tax on inherited wealth. Let's not worry about the fact we are choking on debt. Let's just get rid of that tax in a way that benefits the wealthiest Americans.", u"We have already had a vote on the proposition of whether the transfer of a family farm or other family business ought to be taxed with an estate tax. I offered that amendment twice. Twice. And on January 1, 2003, the transfer of all family farms and all family businesses to lineal descendants or the kids who want to run them would have been permanently exempt, 3 years ago. We already had that vote, so don't raise that issue. Incidentally, the majority voted against that--twice. We had that vote and made that decision, regrettably.", u"The question is: Pay our bills. Are we going to do that? Are we going to keep finding ways to provide emergency appropriations for the monthly costs in Iraq and Afghanistan and other related issues and pay for none of it? The only people we ask to deal with that issue are the soldiers we send to Afghanistan and Iraq. We don't ask the American people to believe we ought to pay for it. We have been asked to provide roughly $440 billion in emergency funding, every dollar of which is borrowed from future generations.", u'Pay our bills. What about our kids and grandkids? Are they the ones who will pay the bills? Is that responsible? All we really need to know is the lesson, pay our bills.', u"How about taking care of our kids? Health care, education, poverty. We have a lot of things to work on there. We have all of these issues with respect to kids without health care, these issues about adequately funding education in this country. Is there anything more important to anyone than their children? Is there anyone here who believes they don't want to do everything they can to leave a country or leave a world that is better for their children than it was for them? Whatever is in second place to the kids is a long ways behind.", u"Can we manifest an agenda in the Senate that puts children first, that takes care of our children and doesn't have them pay debts we don't have the courage to pay? Can we decide their education is of the utmost importance? Can we decide there is no child that ought to show up at a hospital or a doctor's office whose medical care is a function of how much money their parents have in their pocketbook? Can we make those decisions?", u'Yes, pay our bills and take care of our kids. How about those for two short lessons?', u'How about honor our parents? Medicare and Social Security. In the last century, people are living much longer. We went, in 100 years, from an average life expectancy of 48 years to 78 years now. Think of that. We added 30 years to the average life expectancy in this country in one century. That is pretty unbelievable. Now, that has caused some strains on Social Security and Medicare. That is not surprising. That is called success. All of the strains in Medicare and Social Security are born of success. People are living longer, better, and healthier lives.', u'What is the solution to that? Some say the solution to that is to privatize Social Security, take it apart. The President led an effort last year--he ran a lot of gas through Air Force One--he went all over America saying we ought to privatize Social Security.', u"It wasn't the first time for him. He did that in 1978, when he ran for Congress in Texas. In 1978, he said Social Security would be broke in 10 years. He was wrong then. He was wrong last year. Now at least we don't have that discussion in front of us. It does require us, from time to time, to make adjustments in Social Security or Medicare but not under the guise of taking it apart because you never liked it.", u"How about fair prices for prescription drugs? Maybe honoring our parents would be deciding that whether you are on Social Security or Medicare or not quite at that age, that you shouldn't have to pay the highest price in the world for prescription drugs. Maybe changing the law so that we would allow people to reimport FDA-approved drugs from other countries at a fraction of the price would be honoring our parents. Standing up for Medicare and standing up for Social Security and the values they have brought to our country, maybe that is honoring our parents.", u"How about rewarding work? Paying our bills, taking care of our kids, honoring our parents, how about rewarding work? This Congress four times has said we want to continue providing tax cuts to companies that close their American manufacturing plants and ship the jobs overseas. That is perverse, but that is exactly what has happened in the Senate. Four times I have offered an amendment to say let's shut down the tax break that says to an American businessman or woman: Close your American factory, fire your workers, and move the jobs overseas, you get a big, fat $1.2 billion-a-year tax break. And we can't close it.", u"We have lost nearly 3 million jobs in the last 4 or 5 years, shipped overseas. Alan Blinder, a respected former Vice Chair of the Federal Reserve Board, a mainstream economist, says all U.S. manufacturing jobs, some 14 million, are at risk to outsourcing. But more than that, we have a total of 42 to 56 million jobs, including service jobs, that are susceptible to being outsourced to other countries--China, Indonesia, Bangladesh, and others--and even those who do not leave our country in search of 33 cents-an-hour labor by kids or others who don't have rights, even those who don't leave will see a lesser standard of living or depressed wages because they will be in competition with people in other parts of the world who will work for far less.", u'So the question for our workers is: Who is going to stand up for them? Does it matter that we fought for a century for the things that matter to them--the right to organize, the right to work in a safe work plant, child labor laws, a minimum wage, decent health care, decent retirement programs? Does it matter to them that we now have a circumstance where we say to American companies: Here is the green light to search for cheap labor elsewhere. You can get rid of all the things that are troublesome to you.', u"How about cleaning up our mess? Would that be a value that would make some sense? Dare we talk about the environment, about our mess with respect to energy? We suck 84 million barrels a day out of this Earth. We put straws in the Earth called drilling rigs. We suck 84 million barrels a day out of the Earth of oil, and we in this little country of the United States use one-fourth of it. Twenty-one million barrels a day of that oil comes from Saudi Arabia and Iraq and Kuwait, Venezuela and other areas of the world that are troubled. Does it make sense for us to be that dependent on those troubled areas of the world? Should we care about the environmental consequences of energy? Should we care about the dependence on energy, all of those issues? The answer is: Yes, clean up our mess. What about defend freedom? There are a lot of ways to defend freedom. We have troops in harm's way today that defend our freedom. They don't ask questions. They put on a uniform and go. Part of defending freedom is also keeping our promise to veterans. Those who come home, those who come home losing an leg or arm and go through the system at Bethesda or Walter Reed, they are still soldiers, but then, ultimately, when they are released, what happens is they become veterans. Is the money made available by this Chamber to provide for veterans health care sufficient? Will we continue to be a billion and a half dollars short because we have other priorities?", u"Defending freedom is a lot of things. It is about honoring soldiers, especially honoring soldiers. It is about keeping our promise to veterans. Defending freedom is not about wiretapping the American people. Defending freedom is a lot of things. It is important. It also has to be part of any agenda that we describe. There are a lot of freedoms that I am proud are a part of our political system--women's rights, workers rights, civil rights.", u"The decision of this Congress to decide what we want to work on is one that will be evaluated by the American people. What do they want us to work on? I said when I started, I don't suggest that the issue of gay marriage is an irrelevant issue or unimportant. I do suggest that we have dealt with that issue in the Defense of Marriage Act. We did it in 1996. I also believe the reason it is on the floor today, relative to all the other things that I have described, all the other things that we should be tackling--paying our bills, taking care of our kids, honoring our parents, rewarding work, cleaning up our mess, defending freedom, all of those issues--the reason this issue is on the floor is about November. That will be true for some long while now.", u"The American people will have a chance to evaluate that. Interestingly enough, when that Constitution says, ``We the people,'' it means the power of one. For the American people, it comes down to the power of one, one person casting one vote on one day. All of the power, all of the political power in America exists right there. They have the chance to describe what they want for this country, what their hopes and dreams are. There is a town square still, and in that town square there needs to be a discussion, a conversation in America about the glue that keeps this country together. What is this country? What kind of glue exists that keeps Americans together as Americans, talking in the town square about how to shape the country, how to preserve and protect it?", u'What we have done and where we have been is extraordinary. This country was born of the blood of patriots, not people given to be worried about themselves. They gave everything of themselves. This country survived a Civil War. We beat back the forces of Nazism and imperial soldiers of Japan. We survived the depression. We learned how to fly airplanes. We left the ground and flew around the world. We built rockets. We walked on the moon. We cured smallpox and polio. We created the telephone and television and computer. What we have done is breathtaking and quite extraordinary. We did that because our country has always been interested in the challenge, in what is ahead, what is around the corner.', u"Thomas Wolfe, in his book ``You Can't Go Home Again,'' talked about the American people being filled with an almost quenchless hope, an indestructible belief, a boundless optimism that somehow, some way, something good was about to happen. That still exists in the soul of this country. Something good is about to happen. My hope is that those of us who work in this body will not be so quick to believe that that something good is the need to amend the Constitution this week, next week, next month, and the month after. Not too long ago in a congressional session, we had something like 63 different proposals filed to amend the basic framework of our democracy. We have amended it 17 times in 200 years, one of which was to prohibit alcohol. That got repealed. We have amended the Constitution rarely. Yet we have people who come routinely to the floor of the Senate to say: Change the Constitution. I see very few people here who look like George Washington or Franklin or Mason or Madison or Thomas Jefferson. Jefferson was not at the Constitutional Convention. He was abroad at the time.", u"By suggesting I don't see people who look like them, I don't suggest that people here aren't good-looking people. I am saying go back and read what they did, understand what they constructed. Understand what exists in the Constitution and why. Understand what the first 10 amendments intended to be for this country. Then ask yourself how prepared are you to decide we should add several more amendments to the Constitution, maybe two this week and next week? How about three or four more? There are others filed. Is the Constitution a rough draft? Is the work of Franklin and Madison and Mason and Washington a rough draft for those who believe that the mood of the moment is to continue to amend and amend?", u'I know there are those who think this is similar to passing a law. It is not. It is whatever the emotion of the moment is ought to persuade us to do that. That is not the case either.', u'A couple weeks ago, I was in Philadelphia and there is a place called the Constitutional Center. All 55 men who wrote the Constitution are memorialized in statue in a room, and they are life size, made to their exact measurements. It is pretty remarkable to walk among them and then to think about what they created. They were an extraordinary group. I doubt very much whether such a group exists today. Perhaps it was divine providence that gave us at that moment that talent to create that Constitution that has created this country. I have been fairly well criticized for a long while for not being willing or anxious to amend the U.S. States Constitution unless it was the last resort, the only resort to respond to something that urgent. I have not found that in most cases and have in most cases opposed those who wish to amend the Constitution.', u"I don't intend to cast aspersions on those who believe this is an important issue. I believe strongly this is the wrong issue to be on the floor of the Senate today. I believe strongly there are so many other issues that we ought to be dealing with today. But having said all that, we will, in one way or another, decide as the Senate about these two constitutional amendments and about the question of whether our country should continue to have a tax on inherited wealth. We will get through this. My hope is that at least some of the suggestions I have made about paying our bills, about taking care of our kids, honoring our parents, cleaning up our mess and doing the things that defend freedom and honor work, maybe those are the things we might get to soon. I hope so. In that case, I think the American people could take some hope and believe that Congress has sunk its teeth into that which matters a great deal to our future.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/'}