{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 107, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm", "number": 13, "id": "CREC-2001-01-31-pt1-PgS839-2.chunk25", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S839-S869", "speaker_party": "D", "date": "2001-01-31", "bills": null, "bioguide_id": "D000563", "order": 25, "speaking": ["I thank the Chair. Mr. President, I thank the Senator from Texas for her kind words. I will be happy to yield to the chairman of the committee, Senator Hatch, so we can continue this dialog about this important nomination.", "While in my office, I listened to one of my colleagues on the Republican side earlier in the debate raise the question whether the opposition to John Ashcroft was really based on his religious belief. I think that is an extraordinarily serious charge to make.", "I am a member of the Senate Judiciary Committee. Together with my staff, we have worked for the last several weeks analyzing the public record and public career of John Ashcroft. I am aware of his religious affiliation because he made a point of stating with pride his religious affiliation during the course of the hearing. I can tell you quite candidly that I do not know a single precept or tenet of his religious faith, nor did I take the time to ask. That is totally irrelevant. In fact, if someone tried to raise that during the course of this debate, I would be the first to defend John Ashcroft's right to practice the religion of his conscience.", "I do not know anything about his religion, nor have I based any of my decisions on his nomination on that fact. As I said during the course of the hearing, he has said--and it has been a matter of some amusement--that he does not drink or dance. But I will tell you I do not know whether Janet Reno drinks or dances, nor do I think it is important to the job of Attorney General.", "During the course of the hearings, the Republicans brought forward a lady by the name of Kay Coles James who works for the Heritage Foundation. After her testimony, I had a conversation with her on two different occasions. At the end of the second conversation, she said: You and I agree on a lot more than we disagree when it comes to religion in public life. I liked her.", "She said something in her testimony on this same issue that caused me great concern. At one point she said John Ashcroft was a victim of ``religious profiling.'' That was her term. It is not in her written statement, but it is what she said before the Senate Judiciary Committee.", "In her written statement and repeated at the hearing, she said:", "Unfortunately that faith Senator Ashcroft's faith--has been dragged into the public debate and has been used to call into question his fitness for public service. Senator Ashcroft's opponents have veered perilously close to implying that a person of strong religious beliefs cannot be trusted with this office.", "As a result of that statement in the hearing, I called Ms. James over afterwards and said: I am going to ask you very specifically tomorrow to name the Senators who have crossed this line and raised questions about John Ashcroft's religious belief. I did not have time the second day when the panel returned. I sent a letter to her in writing.", "On January 23, Ms. James replied to my letter. This is basically what she said:", "On Thursday, I testified that ``several members of the Senate have questioned whether or not a man of strong personal faith and conviction can set aside his personal beliefs and serve as the Attorney General for all citizens.'' You ask me to identify these several senators. As I told you after the hearing, this summary came directly from Senator Ashcroft's testimony on January 16th.", "And then she relates the transcript of the session which reads as follows:", "Senator Leahy asked of Senator Ashcroft:", "Have you heard any senator, Republican or Democrat, suggest that there should be a religious test on your confirmation?", "John Ashcroft:", "No Senator has said ``I will test you.'' But a number of senators have said, ``Will your religion keep you from being able to perform your duties in office?''", "Senator Leahy went on to say:", "All right, well, I'm amazed at that. And that was the end of the transcript. Ms. James goes on to say:", "I believe that is a fair characterization of her reply. We still do not know the name of any Senator who raised either personally or privately to Senator Ashcroft or certainly publicly any question about his fitness for office based on his religious belief. I do not know the religions of any of the nominees to President Bush's Cabinet, nor do I think it is an important question.", "What we have focused on during the course of this investigation of John Ashcroft is his public career, his public record. There have been those who always want to say: What about his private life? His private life should be private. It is his life and his family's life. I have resisted any efforts by critics of John Ashcroft to even follow that line of questioning. It is irrelevant, unimportant.", "What is important is what he has stood for publicly, what it tells us about his view of politics and policy and the kind of job he would do if he is confirmed as Attorney General.", "I considered John Ashcroft and his public record and my dealings with him as a fellow Senator over 4 years, and I came to the conclusion that I cannot support his nomination as Attorney General.", "I listened to his testimony before the committee, and I heard him say so frequently that public positions on issues which he had held for his adult life would, frankly, not encumber him as Attorney General. I cannot really base my vote on John Ashcroft on what he has claimed he will do in the future when his public record is so clear and in many ways so inconsistent with what he said to the committee.", "I say to those who raise the question about whether the Judiciary Committee or any committee is being fair to President Bush by having a thorough investigation of John Ashcroft or any other nominee, I think the agenda for considering these nominees is not the creation of any Senator, nor certainly of the Democratic side in the Senate. It is the creation of the Founding Fathers in article II, section 2, of the Constitution where they gave to the Senate the power to advise and consent to the President's nominees.", "The critics of this process ignore our sworn responsibility to defend the Constitution. Alexander Hamilton, writing in Federalist Paper No. 76 on ``The Appointing Power of the Executive'' wrote this of the advice and consent provision which brings us to the floor today:", "It is not easy to conceive a plan better calculated than this to promote a judicious choice of men for filling the offices of the Union. . . .", "Please forgive Alexander Hamilton for just referring to men, but that was the style of the day. I would certainly expand on Alexander Hamilton's sentiment to include women, but otherwise I agree wholeheartedly. There was and is enormous wisdom in the constitutional provision to provide to the legislative branch, in this case the Senate, the ability to exercise oversight of the nominations made by the President.", "The Founding Fathers believed, and I think they were right, that the power to appoint people to high office in the United States should not be vested in the hands of a single individual.", "The President deserves clear and broad latitude in making the appointments of his choice, but just as clearly, the Senate has a responsibility to ensure that these appointments will serve expertly, broadly, and fairly in a manner that will benefit all Americans, and the Senate has the power to, if necessary, reject the nomination.", "My colleague, Senator Feingold, in his statement yesterday before the committee, noted that this is a rare situation when the Senate rejects a nomination, but I will tell you, during the course of our Nation's history, there have been literally hundreds of names withdrawn when it was clear they would not pass with approval before the Senate.", "Alexander Hamilton thought such rejections would occur rarely and only when there were ``special and strong reasons for the refusal.'' I believe we have before us one of those rare instances that Hamilton foresaw. There exists today just such ``special and strong reasons'' to reject the nomination of John Ashcroft to the position of Attorney General. I would like to outline my reasons that necessitated my vote against his nomination.", "During his testimony, Senator Ashcroft did a masterful job of painting a portrait of his vision of the job of Attorney General. He described himself as a man who would evenhandedly enforce and defend the laws of the land no matter how strong his personal disagreement with those laws, but his public career paints a much different picture.", "When I look at the public record of John Ashcroft and compare it, point by point, with his testimony, I find I am looking at two completely different portrayals, two completely different people. During the hearings, Senator Ashcroft promised fairness in setting the agenda for the Department of Justice and vowed to protect vulnerable people whose causes he has seldom, if ever, championed in his public life.", "Which picture tells the story? If John Ashcroft were to become Attorney General, would it be John Ashcroft, the defender of a woman's constitutional right to choose, or John Ashcroft, passionate opponent of Roe v. Wade? John Ashcroft, the defender of sensible gun safety laws, or John Ashcroft, who opposed every significant gun safety measure that came before the Senate during his tenure? John Ashcroft, as defender of civil rights, or John Ashcroft, who, as Governor of Missouri, opposed a voluntary--I repeat, voluntary--school desegregation plan and efforts to register minorities to vote.", "We all heard Senator Ashcroft's testimony, but his public record speaks with clarity and consistency.", "Let us consider the question of discrimination against a person because of their sexual orientation. Consider whether those with a different sexual orientation who were victims of a hate crime could expect the protection of John Ashcroft's Department of Justice.", "I cannot speak for all of America--maybe only a small part of it--but I think, regardless of your view towards sexual orientation, the vast majority of Americans oppose discrimination against anyone because of their sexual orientation. The vast majority of Americans think it is fundamentally unfair to be intolerant of people with a different sexual persuasion.", "Recently at Georgetown University, Professor Paul Offner stated that in a 1985 job interview, then-Governor Ashcroft asked him pointblank about his sexual orientation. Mr. Offner related that the Governor asked him: ``Do you have the same sexual preference as most men?'' Senator Ashcroft, through his spokespeople, has denied this. In fact, they brought witnesses to say that it did not happen.", "Perhaps the story would be nothing more than the typical Washington version of ``yes, you did; and, no, I didn't,'' were it not for the matter of Senator Ashcroft's troubling record on the issue of tolerance for people of different sexual orientations.", "Senator Ashcroft opposed the nomination of James Hormel as Ambassador to Luxembourg because Mr. Hormel, in Senator Ashcroft's words, ``. . . has been a leader in promoting a lifestyle . . . . And the kind of leadership he's exhibited there is likely to be offensive to . . . individuals in the setting to which he will be assigned.''", "For the record, Mr. Hormel's lifestyle is that he is an openly gay man.", "I know the appointment of any Ambassador is important. Certainly, the appointment to a nation such as Luxembourg, which has been a friend of the United States for a long time, is important. But to single out James Hormel because he is an openly gay man, and to oppose his nomination because of that, I think, is not fair.", "Senator Ashcroft said he opposed Mr. Hormel's nomination based on the ``totality of the record.'' When he was asked by Senator Leahy if he opposed Mr. Hormel because he was gay, Senator Ashcroft denied that. He said: ``I did not.''", "Senator Ashcroft had very little contact with Mr. Hormel before his nomination. He refused to meet with Mr. Hormel after he was nominated despite Mr. Hormel's request.", "At a recent press conference, Mr. Hormel had this to say. I will quote him:", "I can only conclude that Mr. Ashcroft chose to vote against me solely because I am a gay man.", "He had concluded that his sexual orientation was the cause of Senator Ashcroft's opposition ``not only from his refusal to raise any specific objection to my nomination, but also from Mr. Ashcroft's public comments at the time of my nomination and his own long record of resistance to acknowledging the rights of all citizens, regardless of their sexual orientation.''", "I have before me a letter dated December 3, 1997, from James Hormel, of San Francisco, CA, to Senator Ashcroft at the Hart Senate Office Building. He wrote:", "I am aware that you voted against my nomination, when it was considered by the Foreign Relations Committee, and understand that you may have concerns about my qualifications. I want you to know that I am available to meet with you at your convenience in either Washington or Missouri, to address and--I trust--allay your concerns.", "Senator Ashcroft never agreed to such a meeting.", "Could we expect Attorney General Ashcroft to defend tomorrow's Matthew Shepard if he can't show tolerance for today's James Hormel?", "The second issue that is of importance to me relates to an outstanding individual who came before the Senate Judiciary Committee when I served on that committee 2 years ago. His name was Bill Lann Lee. He was being considered as an Assistant Attorney General for Civil Rights. Senator Ashcroft joined in an effort to block his nomination.", "I remember this because I remember what Bill Lann Lee told about his life's story. Maybe I am particularly vulnerable when I hear these stories, but they mean so much to me, when a person such as Bill Lann Lee comes and tells us about the fact that his mother and father were immigrants from China to the United States. They came to New York City and started a small laundry, and raised several children, including Bill Lann Lee.", "His mother is with him. His father passed away. He said his mother used to sit in the window of the laundry every day at her sewing machine. His father was busy in the back ironing and preparing the laundry. Bill Lann Lee said that they worked every day--hard-working people--raising a family. When World War II broke out, Bill Lann Lee's father was old enough to escape or avoid the draft, but he volunteered because he was proud of this country and he was willing to serve.", "Bill Lann Lee also told us that his father refused to ever teach him how to run the laundry. He told him, from the beginning: This is not your life. You will have a different life. We will work hard here. You are going to do something different. And, boy, was he right, because Bill Lann Lee applied for a scholarship to one of the Ivy League schools. He received a scholarship and went on and graduated from law school.", "He then went to work for the NAACP. He really dedicated his professional life not to making money as a lawyer but to fighting for tolerance against discrimination.", "He was a quiet man, a humble man; but when it came to the cause of civil rights, he clearly believed in it. For that reason, he faced withering criticism from the Senate Judiciary Committee. In fact, Senator Ashcroft openly opposed his nomination.", "When Bill Lann Lee was asked about a specific Supreme Court case, and whether he would enforce it, Bill Lann Lee, under oath, said: Yes, I will enforce it. Senator Ashcroft rejected that sworn statement. He said, in opposing Bill Lann Lee, that Bill Lann Lee was an ``advocate'' and was ``willing to pursue an objective . . . with the kind of intensity that belongs to advocacy, but not with the kind of balance that belongs to administration.''", "Obviously, Senator Ashcroft felt that advocacy and effective administration do not mix. ``He has obviously incredibly strong capacities to be an advocate,'' Ashcroft said of Bill Lann Lee. ``But I think his pursuit of specific objectives that are important to him limit his capacity to have a balanced view of making judgments that will be necessary for the person who runs that division.''", "I was saddened by the treatment of Bill Lann Lee by the Senate Judiciary Committee and Senator Ashcroft. This good man--this great American story--was subjected to what I considered an unfair standard by the man who now wants to be our Attorney General, who now wants to be entrusted with enforcement of civil rights laws.", "But this was not the only nominee that Senator Ashcroft zeroed in on; another was Judge Margaret Morrow of California. He joined in blocking her nomination for a lengthy period of time with a little Senate device known as a ``secret hold,'' where you hold up a nominee and you never disclose that you are the person holding it. Eventually, he admitted he was the person holding Margaret Morrow back from her appointment to the Federal bench.", "Was Margaret Morrow qualified to be a Federal district court judge? Witness after witness said she was. They all said she had extraordinary qualifications. She was the first woman to be president of the California State Bar Association. But she didn't meet Mr. Ashcroft's test. Because of that, she waited years before this Senate before she had a chance to serve in the State of California.", "The reason why Senator Ashcroft opposed her? She was an advocate in his mind. Should I accept that John Ashcroft, himself, an impassioned advocate for his entire political life, will surrender his advocacy in the role of Attorney General? He certainly didn't accept those arguments from Bill Lann Lee and Margaret Murrow when they raised their hand to give the same oath he did.", "If we apply the Ashcroft standard to his own nomination, would he have a chance of being confirmed in the Senate? Fairness requires more than a simple test as to whether a nominee has advocated views with which we disagree. Fairness requires that we judge on balance whether that nominee can credibly set aside those views and be evenhanded.", "At this moment in our Nation's history, our need for that type of leadership is compelling. We are a politically divided Nation with one of the closest elections in modern memory. Landmark civil rights and human rights laws hang in the balance. We need an Attorney General who will be fair and impartial in administering justice.", "No issue in the United States is more divisive than civil rights or more in need of enlightened leadership. Yet throughout his career, Senator Ashcroft repeatedly turned down opportunities to reach out across the racial divide. There was, of course, a lot of attention given to the fact that Senator Ashcroft appeared at Bob Jones University, received an honorary degree, and delivered the commencement address. It did deserve attention. It became an issue in the last Presidential campaign.", "After President Bush appeared there during the course of his campaign, he was so troubled by the public reaction to his appearance at Bob Jones University that he sent a letter to the late Cardinal O'Connor in New York assuring the cardinal that he did not agree with the prejudicial statements of Mr. Jones and regretted that he did not distance himself from them.", "Let me quote a few words from George Bush's letter to Cardinal O'Connor in reflecting on his appearance before Bob Jones University, a letter of February 25, 2000:", "Some have taken--and mistaken--this visit as a sign that I approve of the anti-Catholic and racially divisive views associated with that school. As you know from a long friendship with my family--and our own meeting last year-- this criticism is unfair and unfounded. Such opinions are personally offensive to me and I want to erase any doubts about my views and values. On reflection, I should have been more clear in disassociating myself from anti-Catholic sentiments and racial prejudice. It was a missed opportunity causing needless offense, which I deeply regret.", "I accept President Bush at his word. I believe he was embarrassed when he reflected on some of the statements that have been made at Bob Jones University: Their ban on interracial dating among students; some of the cruel statements made about people of the Catholic and Mormon religions; of course, their decision, when a gay alumnus said he was going to revisit his campus at Bob Jones University, and they stated publicly if he came on campus, they would have him arrested for trespassing. I can understand the embarrassment of people as they reflect on those sorts of statements. But I cannot understand, after President Bush has made this acknowledgment, that when John Ashcroft had the same opportunity before the Senate Judiciary Committee, he didn't take that opportunity. He offered no apologies for his appearance at Bob Jones University.", "I said: If you become Attorney General, would you return to Bob Jones University? He wouldn't rule that out.", "He said: If I go back, I might talk to them about some of the things they have said and what they stand for.", "I am sorry. I view that particular episode as troubling. It has little to do, if anything to do, with religion and more to do with tolerance. If elected officials don't take care as to where they speak and what they say, what comfort and encouragement they give to others, then I think we are derelict in our public responsibilities.", "I think President Bush learned an important lesson. It is hard to imagine that his choice for Attorney General of the United States couldn't learn the same lesson from him, couldn't say before this committee exactly what President Bush said to the late Cardinal O'Connor, but he did not.", "On the issue of school desegregation, my colleague, Senator Kennedy, laid out the issue quite clearly before the Senate within the last hour or two in the course of the debate. I grew up in East St. Louis, IL, across the river from St. Louis. I associated myself more with St. Louis than most other cities as a child. I know, having grown up in that area on both sides of the river, that there have always been racial problems, sometimes bitter and violent, and sad situations arising because of it.", "When there was an effort made in Missouri to deal with segregated schools, there was a voluntary desegregation plan that was agreed to by the students and their parents, by the administrators and the teachers, people living in the community, of how they would voluntarily desegregate schools and give children an opportunity for a good education. We have heard during the course of the committee hearing, we heard again on the floor of the Senate, John Ashcroft used every tool in his tool box to try to stop this voluntary desegregation plan. Frankly, that is a poor reflection on what John Ashcroft would do as Attorney General.", "He labeled the efforts of the Federal courts to desegregate Missouri's schools as a ``testament to tyranny.'' Again, Governor Ashcroft missed an important opportunity to bridge the racial divide.", "Then he had two bipartisan bills presented to him as Governor to expand voting rights in the city of St. Louis, which is predominantly African American. He vetoed the first saying: It doesn't help St. Louis. It should be a broader based and statewide bill.", "The next year, the General Assembly of Missouri sent him the broader based statewide bill. He vetoed that as well, saying: This is too broad based and too general.", "I think it is pretty clear that he was intent on not expanding an opportunity for voter registration and efforts for people to involve themselves in the voting process. What possible assurance could we have from his record that Attorney General John Ashcroft would dedicate himself to eliminating racial prejudice in America?", "The next issue which I take with John Ashcroft is one which was probably the most important to me. On the day that President Bush nominated John Ashcroft, the leading radio station in St. Louis, KMOX, called me and asked for a comment. I told them that before I could vote for John Ashcroft, I had to have answers to several questions. First and foremost was the treatment of Judge Ronnie White. Of course, that is something I will speak to and an issue that came up time and again during the course of the hearings.", "Within an hour or two, John Ashcroft called me after I made this radio statement and said: I want to talk to you. I need your vote.", "I said: Senator, I will be happy to meet with you any time and discuss this, but let me make it clear, the first question I will have to you is about what happened to Judge Ronnie White, when he had an opportunity to become a Federal district court judge and you blocked that opportunity.", "He said: That is fine. We will have to get together.", "I said: My door is open.", "John Ashcroft never called for such a meeting. I asked several questions of Senator Ashcroft at the hearing about the White nomination. I listened carefully to the testimony of Judge White himself. I understand why Senator Ashcroft did not ask for a meeting.", "The story of Judge Ronnie White is one that bears repeating. This is not just another nominee for Federal court. There are some fine men and women who have been nominated and confirmed. Let me tell you a little bit about Judge Ronnie White.", "He was the first African American city counselor in the city of St. Louis. That, in and of itself, does not sound very impressive, but when Judge White explained his childhood growing up in one of the poorest sections of St. Louis, in one of the poorest homes and struggling throughout his life to earn an education and to go to law school--he was bused as a young student to one of these newly integrated schools. He recalled other children throwing food and milk at him and the other African American students coming off the bus. Life was not easy. He wasn't looking for sympathy. He was looking for a chance, and he got the chance. He went to law school, became the first African American city counselor in St. Louis. He became the first African American in Missouri history to be appointed to the appellate court of the State, and he became the first African American in the history of the State to serve on the Missouri Supreme Court.", "If you visit St. Louis, you can't miss the arch. That is really the thing you think of right away. But within the shadow of the arch is a building which is historically so important to that city, State, and to our Nation. It is the St. Louis courthouse. It is a white, stone building, very close to the Mississippi River. The reason why this building is so historically significant is that it was in this courthouse that the Dred Scott case was argued and tried twice. It was on the steps of this courthouse before the Civil War that African Americans were sold as slaves.", "When Ronnie White was appointed to the Missouri Supreme Court, he chose that old courthouse in St. Louis to take his oath of office. The St. Louis Post Dispatch, in commenting on that setting and his selection as the first African American to the Missouri Supreme Court, said:", "It is one of those moments when justice has come to pass.", "It certainly was. And as you listen to Judge White's testimony, you understand that this wasn't a matter of pride for his family in being nominated to the Federal district court. It wasn't just a matter of pride for his colleagues on the Missouri Supreme Court. It had to be a source of great pride for thousands of African Americans to see this man overcome such great odds to finally get a chance to serve on the Federal district court.", "He never had that chance. The reason he didn't have that chance was that after 2 years of having his nomination pending before this Senate, after being approved twice by the Senate Judiciary Committee, after finally finding his name on the calendar of the Senate to be voted on to become a Federal district court judge, John Ashcroft decided to kill his nomination.", "And he did it. He did it. He came to the floor, after speaking to his colleagues on the Republican side, and said that Judge Ronnie White was pro-criminal. He cited several decisions made by the judge and said that they were ample evidence that this man did not have appropriate sensitivity to become a Federal judge with a lifetime appointment when it came to enforcing our laws. Judge Ronnie White's name was then called for a vote.", "It was defeated on a partisan vote. Every Republican voted against it. This is rare in the history of the Senate. It doesn't happen very often. Our review said it hadn't happened for 40 years, that a nominee was brought to the floor, subjected to that kind of public criticism, and defeated.", "Frankly, it wasn't necessary. If John Ashcroft had decided that he wanted to stop Ronnie White, there were a variety of ways for him to do it, quietly and bloodlessly. But he didn't choose those options. He chose instead to attack this man and to attack him on the floor of the Senate.", "When we were interrogating John Ashcroft about his criticisms, he said, the law enforcement groups are the ones who really told me that Ronnie White was not a good choice.", "It is true that there was a local sheriff, whose family had been involved in a murder in a case where Judge Ronnie White had handed down a dissenting opinion, who sent a letter to John Ashcroft saying they objected to him. That is true. But it is also true that the largest law enforcement community in the State of Missouri, the Fraternal Order of Police, endorsed Ronnie White, and that the vast majority of law enforcement officials in that State endorsed Ronnie White for this Federal district courtship.", "Sadly, he was defeated and, in the process, I am afraid, faced the kind of humiliation which no one should ever have to face--certainly not on the floor of the Senate.", "I am troubled by John Ashcroft's willingness to distort a good judge's record beyond all recognition, to attack his character and integrity and to deliver this unjust condemnation on the floor of the Senate without ever giving Judge White an opportunity to respond and defend his name.", "When Judge White appeared before the Judiciary Committee, it was clear to many of us that he deserved an apology for what had happened to him.", "Why is this important in choosing a man to be Attorney General of the United States? When given the power as a Senator, I don't believe that John Ashcroft used it appropriately. The victim was a very good man.", "There have been a lot of questions asked about the issue of reproductive rights of women and what the new Attorney General, John Ashcroft, would do with that authority. I know John Ashcroft's position. I respect him for the intensity of his belief in opposing Roe v. Wade for his entire public career. There are people in my State of Illinois and his State of Missouri who feel just as passionately on one side or the other side of the issue. It worries some that he would be entrusted with the authority and responsibility to protect a woman's right to choose and what he would do with it. He tried to set the issue aside in his opening statement by saying he accepts Roe v. Wade and Casey v. Planned Parenthood, two Supreme Court cases, in Ashcroft's words, as the ``settled law of the land.'' That, of course, raises questions. If it is the settled law of the land, what will he do in enforcing it?", "One of the things that troubles me--and Senator Mikulski of Maryland raised this earlier--was the decision John Ashcroft made as attorney general of Missouri when there was an effort to have nurses provide women's health services in one of the poorest medically underserved sections of Missouri.", "John Ashcroft attempted to block the nurses. He joined in filing a lawsuit against the nurses at their women's health clinic. These nurses were providing gynecological services, including oral contraceptives, condoms, and IUDs, Pap smears, and testing for venereal disease. He joined in suing these nurses to stop them from providing vital reproductive health services to low-income women in his home State.", "As Governor in 1986, Senator Ashcroft signed a bill that defined life as beginning at fertilization, providing a legal basis to ban some of the most common and effective methods of contraception. In 1998 and 1999, Senator Ashcroft wrote letters to Senator Ben Nighthorse Campbell opposing a Senate amendment to require the FEHBP, the federal health insurance plan, to cover the cost of FDA-approved contraceptives, citing concerns that funding certain contraceptives was equivalent to funding abortifacients.", "Nearly forty million women in America use some form of contraception. Would Attorney General John Ashcroft work to protect their right of privacy and their right to choose the medical services best for them and their families?", "On the question of the ``settled law of the land''--Roe and Casey--we have had this contentious debate on the floor of the Senate for years about a partial-birth abortion ban. Many of us have said we can agree to a ban so long as it not only protects the life of the mother but women who face grave health risks. Those who introduced the amendment--Senator Santorum of Pennsylvania and others--have refused to include that second phrase ``health risk'' as part of the bill. Recently, in a Supreme Court case, they considered a Nebraska partial-birth abortion ban, and the Supreme Court concluded that unless you protect the health of the mother, protecting the mother's life is not enough on a partial-birth abortion ban. They cited as the reason for it the same Casey decision which Senator Ashcroft described as the ``settled law of the land'' to make certain that it was clear. Senator Schumer of New York and I asked Senator Ashcroft as Attorney General, if the Santorum partial-birth abortion ban comes to him by either the President asking whether he should veto it or Senator Ashcroft as Attorney General trying to decide whether to defend it, and it does not include the protection of a woman's health, what will he do. The answer to me seems fairly obvious. If the Casey decision is the settled law of the land, he would have to say the Santorum bill we considered before the Senate is unconstitutional, inappropriate, and inconsistent with Supreme Court decisions. That seems obvious to me.", "Senator Ashcroft would not answer the question.", "The clarity of his statement, his opening statement, disappeared. His answers were tentative and, unfortunately, very unsettling. The Attorney General must diligently protect women's rights in America--rights repeatedly confirmed in the Supreme Court. Senator Ashcroft's public record and his testimony before the Judiciary Committee leave that in doubt.", "Senator Ashcroft has made troubling, at times shocking statements regarding the lynchpin of our American system of justice, the judicial branch of government. He is fond of the phrase ``judicial despotism'' and even used this as the title of a speech he gave before the Heritage Foundation. In it he vows to ``fight the judicial despotism that stands like a behemoth . . .'' over our great land. He tells us that ``people's lives and fortunes'' have been ``relinquished to renegade judges,'' judges the labels ``a robed, contemptuous intellectual elite.'' He speaks of America's courts as ``out of control'' and the ``home to a `let-them-eat-cake elite' who hold the people in the deepest disdain.''", "Senator Ashcroft went on to say: ``Five ruffians in robes'' on the Supreme Court ``stole the right of self-determination from the people'' and have even directly ``challenged God. . . .'' So grievous are the actions of the Federal Judiciary, according to Senator Ashcroft, ``the precious jewel of liberty has been lost.''", "These statements come from a speech Senator Ashcroft gave on judicial despotism. I suggest to my colleagues who have not read it that they do. Is this a person with such a deep mistrust of the character of justice in our great land that we should entrust him with the office of Attorney General?", "Many years ago, during the Roosevelt administration, Supreme Court Justice Frank Murphy served as Attorney General and created the Civil Liberties Union to prosecute local officials who abused and even murdered blacks and union organizers. He summed up his constitutional philosophy in one sentence: ``Only by zealously guarding the rights of the most humble, the most unorthodox and the most despised among us, can freedom flourish and endure in our land.'' Could Senator Ashcroft rise to this awesome and often unpopular standard as our Attorney General?", "We recently celebrated again the birthday of Dr. Martin Luther King, Jr. It was a huge gathering in the city of Chicago. Mayor Daley has an annual breakfast. I attended another breakfast sponsored by Rev. Jesse Jackson. Literally thousands of people came out to pay tribute to Dr. Martin Luther King, Jr. I am old enough to remember when Dr. Martin Luther King, Jr., was alive, and I can recall in the midsixties that Dr. Martin Luther King, Jr.'s visit to the city of Chicago was not welcome. He announced he was coming to Chicago to march in the streets of Cicero and other neighborhoods to protest racial segregation. Many people--Democrats, Republicans, and independents alike--were saying: Why is he doing this? Why is he stirring things up?", "It is easy today to forget how unpopular Dr. Martin Luther King, Jr., was with the majority of Americans during his life. It was only after his assassination and our reflection on the contribution he made to America that the vast majority of Americans now understand that although he was unpopular, he was right. Dr. Martin Luther King, Jr.'s life, fighting for civil rights, tells an important story. When you are fighting for the rights of those discriminated against because of sexual orientation, when you are fighting for the rights of women, poor women in particular, when you are fighting for the rights of African Americans and Hispanics, it is often unpopular. But it is the right thing to do.", "The Attorney General, more than any other Cabinet officer, is entrusted with protecting the civil rights of Americans. We know from our history, defending those rights can be controversial. I find no evidence in the public career of the voting record of Ashcroft that he has ever risked any political capital to defend the rights of those who suffer in our society from prejudice and discrimination.", "As I said in the committee yesterday, it is a difficult duty to sit in judgment of a former colleague, but our Nation and our Constitution ask no less of each Member of the Senate. That is why I will vote no on the nomination of John Ashcroft to serve as Attorney General."], "capitolwords_url": "http://capitolwords.org/date/2001/01/31/S839-2_executive-session/"}