{"speaker_state": "FL", "speaker_raw": "mr. graham", "speaker_first": "Bob", "congress": 105, "title": "STATEMENTS ON INTRODUCED BILLS AND JOINT RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-06-10/html/CREC-1997-06-10-pt1-PgS5444-4.htm", "number": 80, "id": "CREC-1997-06-10-pt1-PgS5444-4.chunk5", "volume": 143, "chamber": "Senate", "session": 1, "speaker_last": "Graham", "pages": "S5444-S5464", "speaker_party": "D", "date": "1997-06-10", "bills": null, "bioguide_id": "G000352", "order": 5, "speaking": ["Mr. President, I rise today, and join my colleagues, Senator Mack and Senator Baucus, to introduce timely legislation that addresses a problem that continues to plague the Medicare Program--fraud and abuse. The premise of this bill is quite simple: if Congress is to look for cuts in the Medicare Program, it should begin with eradicating fraud--for several reasons:", "First, we cannot fix Medicare while letting fraud erode the system. The General Accounting Office estimates that the Medicare waste, fraud, and abuse ripoff rate is about 10 percent. With fraud pilfering the health system's resources losses to Medicare and the Federal share of Medicaid could be $30 billion annually. Using the most conservative of estimates, we could cover an additional 2 million seniors a year with funds lost just to Medicare waste, fraud, and abuse.", "Mr. President, over the next few weeks, Congress will be ironing out the details of a historic budget agreement--one which will finally balance the budget. And both Congress and the President deserve credit for doing so. However, a balanced budget does not come without some pain--some consequences. For instance, the Medicare Program will realize cuts of approximately $115 billion over the next 5 years. We will be asking our Nation's seniors to share in the sacrifice along with the rest of the country.", "Congress cannot, in good conscience, ask the Medicare Program and its beneficiaries to accept cuts unless we also work hard to eradicate fraud and abuse. Passage of the Kennedy-Kassebaum legislation last year was a step in the right direction. But the cheats and swindlers are clever at gaming the system. It is a sad fact that there will always be greedy people looking to take advantage of our Nation's seniors. So it is imperative that Congress be equally vigilant by cracking down on fraud wherever possible. Passage of my bill will continue the process and send this signal to the con artists and thieves: ``Your days are numbered.''", "My legislation is crafted to build on State successes. For instance, one of the most crucial provisions in my bill, modeled after an extremely successful Florida Medicaid antifraud program, requires providers of durable medical equipment, home health, and transportation services to post a $50,000 surety bond to participate in the Medicare Program.", "While a $50,000 bond is relatively inexpensive to post for scrupulous contractors, at the cost of between $500 and $1,500, the requirement has achieved tremendous results in my State. Since implementation of the surety bond requirement, the fly-by-night providers have scattered like so many roaches when the lights are turned on.", "Durable medical equipment suppliers have dropped by 62 percent, from 4,146 to 1,565; home health agencies have decreased by 41 percent, from 738 to 441; providers of transportation services have disenrolled from the State's Medicaid Programs in droves--from 1,759 to 742, a drop of 58 percent. Fewer providers bilking the State's Medicaid Program is projected to save over $192 million over the next 2 years in Florida.", "Two years ago I spent a day working in the U.S. attorney's Office in south Florida. I realized then that it was easier to get a provider number under Medicare than a personal VISA; easier to get a blank check paid for by the Treasury than a VISA or MasterCard.", "This bill requires individuals to provide their social security number [SSN] and employer identification number [EIN] to get a Medicare provider number. This will make it more difficult for swindlers to enter the program. This bill has several other provisions which are critical to stemming rampant fraud in the Medicare Program:", "My bill would enable State fraud control units, often the first line in the fight against health care fraud, to investigate and prosecute fraud in Federal health care programs.", "It would also prevent providers from discharging Medicare debt by declaring bankruptcy. The bill would also preclude Medicare swindlers from transferring their business to a family member in order to circumvent exclusion from the Medicare Program.", "This legislation enacts a broad-based Federal statute aimed at suppressing Medicare fraud. It enhances the arsenal of weapons to combat fraud and prescribes stiff penalties against those convicted of fraud.", " By Mrs. HUTCHISON:", "S. 866. A bill to amend title 29, United States Code, to provide that certain voluntary disclosures of violations of Federal law made as a result of a voluntary environmental audit shall not be subject to discovery or admitted into evidence during a judicial or administrative proceeding, and for other purposes; to the Committee on the Judiciary.", "Mr. President, the title of the bill I send to the desk is the Environmental Protection Partnership Act of 1997. By introducing this bill, I am suggesting that the Federal Government take a cue from the States regarding environmental protection. Many State governments have passed laws that allow for voluntary audits of environmental compliance. These laws encourage a company to conduct an audit of its compliance with environmental laws. By conducting the audit, the company determines whether it is in compliance with all environmental laws. If it is not, these state laws allow the company, without penalty, to correct any violations it finds so it will come into compliance.", "What my bill does is let the Federal Government do the same thing. It lets the Federal Government say to companies all over America, if you want to do a voluntary audit for environmental compliance, we are going to let you do that. We will encourage you but not force you to do it. And we are not going to come in and threaten you with the hammer of the EPA if you, in fact, move swiftly to come into compliance when you find that you are not in compliance.", "We think this is the most effective way to clean up the air and water. Our air and water are invaluable natural resources. They are cleaner than they have been in 25 years, and we want to keep improving our efforts to guarantee their protection. This bill will ensure that, in the same fashion as many States have done. It does not preempt State law. If State laws are on the books, then the State laws prevail. But this offers companies all over our country the ability to comply with Federal standards in a voluntary way, to critically assess their compliance and not be penalized if they then take action to immediately come into compliance.", "So I am asking that we take up this bill very quickly in committee. I think through this bill we can do a lot of good for America.", "Mr. President, today I introduce legislation that will ensure that we continue to increase the protection of our environment in the United States. My bill, the Environmental Protection Partnership Act of 1997, provides incentives for companies to assess their own environmental compliance. Rather than playing a waiting game for EPA to find environmental violations, companies will find--and stop--violations. Many more violations will be corrected, and many others will be prevented.", "Under my bill, if a company voluntarily completes an environmental audit--a thorough review of its compliance with environmental laws--the audit report may not be used against the company in court. The report can be used in court, however, if the company found violations and did not promptly make efforts to comply. By extending this privilege, a company that looks for, finds, and remedies problems will continue this good conduct, and protect the environment.", "In addition, if a company does an audit, and promptly corrects any violations, the company may choose to disclose the violation to EPA. If the company does disclose the violation, the company will not be penalized for the violations. By ensuring companies that they will not be dragged into court for being honest, the bill encourages companies to find and fix violations and report them to EPA.", "This does not mean that companies that pollute go scot-free. Under this bill, there is no protection for: willful and intentional violators; companies that do not promptly cure violations; companies asserting the law fraudulently; or companies trying to evade an imminent or ongoing investigation. Further, the bill does not protect companies that have policies that permit ongoing patterns of violations of environmental laws. And where a violation results in a continuing adverse public health or environmental effect, a company may not use the protections of this law.", "Nor does this bill mean that EPA loses any authority to find violations and punish companies for polluting. EPA retains all its present authority.", "At the same time that EPA retains full authority to enforce environmental laws, I propose to engage every company voluntarily in environmental protection by creating the incentive for those companies to find and cure their own violations. This frees EPA to target its enforcement dollars on the bad actors--the companies that intentionally pollute our water and air.", "Twenty-one States have already passed audit laws. These States understand that to truly protect the environment, everyone must participate. These States have made it possible for companies to want to be good actors and play an active role in environmental protection. Texas has an audit law. Hundreds of companies have carried out a voluntary environmental audit, and after only 18 months, companies had already reported and corrected 50 violations. Other States report similar success.", "My bill does not mandate that States adopt these policies. It does not mandate that States amend their laws. Quite the opposite. My bill specifically does not preempt State law. Therefore, a State may choose not to enact an audit law, but a company in that State can still conduct a voluntary audit with respect to Federal environmental law. Further, in a State with an audit law, a company will be able to thoroughly review its entire State and Federal compliance, and remedy any violations it may find. Therefore, my bill supports--but does not supplant--State efforts by encouraging companies to audit their compliance with Federal environmental laws as well.", "We have made great strides in cleaning up our environment over the past 30 years. To continue this trend, we need to be preventing pollution, rather than always reacting to environmental problems after they occur. Even EPA agrees that to achieve this, companies need to play an active role in environmental protection. In a recent policy Statement, EPA pointed out that because Government resources are limited, maximum compliance cannot be achieved without active efforts by the regulated community to police themselves. The Environmental Protection Partnership Act will make companies active partners with EPA in assuring compliance with environmental laws.", " By Mr. HARKIN (for himself, Mr. Hutchinson, Mr. Reid, Mr. Bryan and Mr. Rockefeller):", "S. 868. A bill to amend the Social Security Act to prohibit persons from charging for services or products that the Social Security Administration and Department of Health and Human Services provide without charge; to the Committee on Finance.", "Mr. President. Today, I am introducing, on behalf of myself, Senators Hutchinson, Reid, Bryan, and Rockefeller, the Social Security Consumer Protection Act. This is a simple, commonsense legislation that will arm consumers with the information they need to protect themselves from a growing type of consumer scam.", "Several years ago Congress took an important step toward stamping out frauds against older Americans. We passed a law making it illegal for companies to prey upon senior citizens and others by misrepresenting an affiliation with Social Security or Medicare. After some delay, the Social Security inspector general has begun to enforce this important new consumer protection law. However, we are finding that many scam artists are squirming through a loophole in the law that allows them to charge unwitting consumers for services that are available free of charge from Social Security or Medicare.", "A recent investigation by my staff found that unsuspecting consumers--from new parents to senior citizens--are falling prey to con artists charging them for services that are available free of charge from the Social Security Administration. Many of the schemes involve use of materials and names which mislead consumers into believing that the scam artists are affiliated with the federal government.", "Companies operating under official sounding names like Federal Document Services, Federal Record Service Corp., National Records Service, and U.S. Document Services are mailing information to thousands of unsuspecting Americans, including many Iowans. These companies are scaring people into remitting a fee to receive basic Social Security benefits and eligibility information such as a new Social Security number and card for a baby and changing names upon marriage or divorce.", "We began to look into this problem based on a number of complaints from Iowans who had received these deceptive mailings. One example was sent to me by Deb Conlee of Fort Dodge. She received a mailing from a company called Document Service. The official looking letter starts: ``Read Carefully: Important Facts about your Social Security Card. The response envelope is stamped ``SSA-7701'' giving the impression that it is connected with the Social Security Administration. The solicitation goes on to say that she is required to provide Social Security with any name change associated with her recent marriage and get a new Social Security card. It then urges her to send them $14.75 to do this. It says, ``We urge you to do this immediately to help avoid possible problems where your Social Security benefits or joint income taxes might be questioned.''", "Ms. Conlee paid $60 to this company and was furious when she learned that she could have gotten the same services free of charge from Social Security.", "Last year I asked Social Security Commissioner Shirley Chater to investigate the complaints of Iowans and those of consumers like her. She responded that the services provided by Document Service ``are completely unnecessary. Not only do they fail to produce any savings of time or effort for the customer, they also tend to delay issuance of the new Social Security card.'' While it is now illegal for a company to imply any direct connection with Social Security or Medicare in mailings, it is not illegal to charge for the very same services that are available at no cost from the government.", "So while Congress has acted to try and stop scam artists from trying to fool people into thinking their business is somehow affiliated with Social Security, Medicare, or some other government agency, many are skirting around the edges of this law and are conning consumers into paying for services that they can get free of charge. Nowhere in any of the mailings from these outfits that I have reviewed is there any mention that the services they offer are in fact available to consumers at no cost from the government.", "The Social Security Consumer Protection Act would require that any such solicitation prominently display the following consumer alert: ``IMPORTANT PUBLIC DISCLOSURE: The product or service described here and assistance to obtain the product or service is available free of charge from the Social Security Administration or the Department of Health and Human Services.'' Armed with this information, consumers would be able to make informed decisions about where to obtain the service they need or want. Companies found to be in violation of this simple requirement would face fines.", "Our legislation would not stop the provision of services by private companies. Rather, it would simply make sure that consumers are fully informed, so that they can make an informed choice about where and how they prefer to receive certain services.", "These scams must be put to an end. A simple change in the law would go a long way toward stopping them. The bill we are introducing today would make such a change without imposing an undue burden on legitimate businesses or restricting consumer freedom of choice.", "Mr. President, this legislation has been endorsed by the National Committee to Preserve Social Security and Medicare. The National Committee is an effective and aggressive advocate of the rights of older Americans. I am pleased to have their endorsement and ask unanimous consent to include a copy of their letter of support be printed in the Record.", "I urge my colleagues to review this bill and to work with us to ensure its prompt approval.", " There being no objection, the letter was ordered to be printed in the Record, as follows:", " By Mr. JEFFORDS (for himself, Mr. Kennedy, Mr. Lieberman, Mr. Torricelli, Mr. Wyden, Mr. Bingaman, Mr. Kerry, Mr. Wellstone, Mr. Harkin, Ms. Landrieu, Mr. Feingold, Mrs. Murray, Mrs. Boxer, Mr. Levin, Mr. Sarbanes, Mr. Akaka, Mr. Lautenberg, Mr. Durbin, Mr. Chafee, Mr. Kohl, Mr. Inouye, Ms. Mikulski, Mr. Robb, Mr. Moynihan, Mrs. Feinstein, Mr. Dodd, Mr. Reid, Mr. Leahy, Mr. Bryan, Ms. Moseley-Braun, Mr. Glenn, Mr. Kerrey, Mr. Reed, Mr. D'Amato, and Mr. Cleland):", "S. 869. A bill to prohibit employment discrimination on the basis of sexual orientation; to the Committee on Labor and Human Resources.", "Mr. President, I am pleased to be here today to introduce the Employment Non-Discrimination Act of 1997 [ENDA]. As many of you recall, my colleagues and I introduced similar legislation in the last Congress. While we were unable to pass ENDA in the last Congress, I was encouraged that ENDA was only narrowly defeated, by a vote of 50 to 49. It is my hope that in the 105th Congress, we can bridge that narrow gap and pass this legislation. By extending to sexual orientation the same Federal employment discrimination protections established for race, religion, gender, national origin, age, and disability, this legislation will further ensure that principals of equality and opportunity apply to all Americans. I believe that all Americans deserve to be judged at work based on their ability to do their jobs and not their sexual orientation. People who work hard and perform well should not be kept from leading productive and responsible lives because of an irrational, non-work-related prejudice. Unfortunately, many responsible and productive members of our society face discrimination in their workplaces based on nothing more than their sexual orientation. Because this insidious discrimination persists, there is a need for Congress to pass the Employment Non-Discrimination Act.", "Mr. President, the Senate's vote last Congress is no doubt reflective of the American people's support of the concept behind ENDA. In a recent poll, 83 percent of the respondents support the passage of a law extending civil rights and preventing job discrimination against gays and lesbians. While ENDA will achieve this goal of equal rights for job opportunities, it does so by not creating any special rights for gays and lesbians. Specifically, this legislation prohibits preferential treatment based on sexual orientation. In addition, ENDA does not require an employer to justify a neutral practice that may have a statistically disparate impact based on sexual orientation, nor provide benefits for the same-sex partner of an employee. Rather, it simply protects a right that should belong to every American, the right to be free from discrimination at work because of personal characteristics unrelated to successful performance on the job.", "Since ENDA's narrow defeat last September, we have taken a fresh look at this important legislation in an attempt to allay some of the concerns raised by ENDA's detractors in the last Congress. I am pleased to announce that we have made several significant improvements in the bill.", "Our first change is intended to address the concern raised that employees' privacy rights would be violated if the Equal Employment Opportunity Commission [EEOC] required employers to provide the Government with data on the sexual orientation of their employees. As a result, the bill now prohibits the EEOC from collecting such statistics and from compelling employers to do so. Opponents of the previous legislation were also concerned that the EEOC would require employers who have violated ENDA to hire gay and lesbian employees as part of its enforcement scheme. To alleviate that possibility, the new legislation precludes the EEOC from entering into a consent decree that includes quotas, or gives preferential treatment based on sexual orientation. In addition, we have narrowed the language of the previous bill so that only actual paid employees are protected and we have attempted to ensure that exempted religious organizations from coverage.", "In today's global economy, our Nation must take full advantage of every resource that is at our disposal if we want U.S. companies to maintain their competitive advantage over their international competitors. The fact that a majority of Fortune 500 companies have incorporated many of ENDA's policies, clearly indicates the acceptance of these changes within the workplace. In fact, it can be stated that without these American companies, on their own, undertaking these actions to insure adequate working protections for all of their employees they would be less competitive and may even be unable to maintain their existence within this fiercely competitive international environment.", "Mr. President, some concern has been raised by my colleagues that passing ENDA will create a new wave of litigation. I am proud to say that my home State of Vermont is one of several States and localities that have enacted a sexual orientation anti-discrimination law, and it is no surprise, to me, that the sky has not fallen. Since the enactment of Vermont's law in 1991 the Vermont Attorney General has initiated only 17 investigations of alleged sexual orientation discrimination. Seven are pending at this time. Five have been closed with determinations that unlawful discrimination cannot be proven to have occurred. Four have been closed for miscellaneous administrative reasons, unrelated to the merits of the charge, and one resulted in a settlement. In addition, I am not aware of a single complaint from Vermont employers about the enforcement of the State law. However, I do know that thousands of Vermonters no longer need to live and work in the shadows. The facts bear out my belief that the effect experienced in Vermont on litigation has been experienced in other States and the District of Columbia that have implemented policies similar to the one of my home State of Vermont.", "As I have stated before, success at work should be directly related to one's ability to do the job, period. The passage of ENDA would be a significant step toward ensuring the ability of all people, be they gay, lesbian, or heterosexual, to be fairly judged on their work product, not on an unrelated personal characteristic. I urge all my colleagues to join me in supporting this bill.", "I ask unanimous consent that a copy of this bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,", "This Act may be cited as the ``Employment Non- Discrimination Act of 1997''.", "The purposes of this Act are-- (1) to provide a comprehensive Federal prohibition of employment discrimination on the basis of sexual orientation; (2) to provide meaningful and effective remedies for employment discrimination on the basis of sexual orientation; and (3) to invoke congressional powers, including the powers to enforce the 14th amendment to the Constitution and to regulate interstate commerce, in order to prohibit employment discrimination on the basis of sexual orientation.", "In this Act: (1) Commission.--The term ``Commission'' means the Equal Employment Opportunity Commission. (2) Covered entity.--The term ``covered entity'' means an employer, employment agency, labor organization, joint labor- management committee, an entity to which section 717(a) of the Civil Rights Act of 1964 (42 U.S.C. 2000e-16(a)) applies, an employing authority to which section 302(a)(1) of the Government Employee Rights Act of 1991 (2 U.S.C. 1202(a)(1)) applies, or an employing office, as defined in section 101 of the Congressional Accountability Act of 1995 (2 U.S.C. 1301). The term ``covered entity'' includes an employing office, as defined in section 401 of title 3, United States Code. (3) Employer.--The term ``employer'' means a person engaged in an industry affecting commerce (as defined in section 701(h) of the Civil Rights Act of 1964 (42 U.S.C. 2000e(h))) who has 15 or more employees (as defined in section 701(f) of such Act (42 U.S.C. 2000e(f)) for each working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such a person, but such term does not include a bona fide private membership club (other than a labor organization) that is exempt from taxation under section 501(c) of the Internal Revenue Code of 1986. (4) Employment agency.--The term ``employment agency'' has the meaning given the term in section 701(c) of the Civil Rights Act of 1964 (42 U.S.C. 2000e(c)). (5) Employment or an employment opportunity.--Except as provided in section 10(a)(1), the term ``employment or an employment opportunity'' includes job application procedures, hiring, advancement, discharge, compensation, job training, or any other term, condition, or privilege of employment, but does not include the service of a volunteer for which the volunteer receives no compensation. (6) Labor organization.--The term ``labor organization'' has the meaning given the term in section 701(d) of the Civil Rights Act of 1964 (42 U.S.C. 2000e(d)). (7) Person.--The term ``person'' has the meaning given the term in section 701(a) of the Civil Rights Act of 1964 (42 U.S.C. 2000e(a)). (8) Religious organization.--The term ``religious organization'' means-- (A) a religious corporation, association, or society; or (B) a school, college, university, or other educational institution or institution of learning, if-- (i) the institution is in whole or substantial part controlled, managed, owned, or supported by a religion, religious corporation, association, or society; or (ii) the curriculum of the institution is directed toward the propagation of a religion. (9) Sexual orientation.--The term ``sexual orientation'' means homosexuality, bisexuality, or heterosexuality, whether the orientation is real or perceived. (10) State.--The term ``State'' has the meaning given the term in section 701(i) of the Civil Rights Act of 1964 (42 U.S.C. 2000e(i)).", "A covered entity shall not, with respect to the employment or an employment opportunity of an individual-- (1) subject the individual to a different standard or different treatment, or otherwise discriminate against the individual, on the basis of sexual orientation; or (2) discriminate against the individual based on the sexual orientation of a person with whom the individual is believed to associate or to have associated.", "(a) Retaliation.--A covered entity shall not discriminate against an individual because the individual opposed any act or practice prohibited by this Act or because the individual made a charge, assisted, testified, or participated in any manner in an investigation, proceeding, or hearing under this Act. (b) Coercion.--A person shall not coerce, intimidate, threaten, or interfere with any individual in the exercise or enjoyment of, or on account of the individual's having exercised, enjoyed, assisted in, or encouraged the exercise or enjoyment of, any right granted or protected by this Act.", "This Act does not apply to the provision of employee benefits to an individual for the benefit of the partner of the individual.", "(a) Disparate Impact.--The fact that an employment practice has a disparate impact, as the term ``disparate impact'' is used in section 703(k) of the Civil Rights Act of 1964 (42 U.S.C. 2000e-2(k)), on the basis of sexual orientation does not establish a prima facie violation of this Act. (b) Collection of Statistics.--The Commission shall not collect statistics on sexual orientation from covered entities, or compel the collection of such statistics by covered entities.", "(a) Quotas.--A covered entity shall not adopt or implement a quota on the basis of sexual orientation. (b) Preferential Treatment.--A covered entity shall not give preferential treatment to an individual on the basis of sexual orientation. (c) Consent Decrees.--The Commission may not enter into a consent decree that includes a quota, or preferential treatment to an individual, based on sexual orientation.", "(a) In General.--Except as provided in subsection (b), this Act shall not apply to a religious organization. (b) Unrelated Business Taxable Income.--This Act shall apply to employment or an employment opportunity for an employment position of a covered entity that is a religious organization, if the duties of the position pertain solely to activities of the organization that generate unrelated business taxable income subject to taxation under section 511(a) of the Internal Revenue Code of 1986.", "(a) Armed Forces.-- (1) Employment or an employment opportunity.--In this Act, the term ``employment or an employment opportunity'' does not apply to the relationship between the United States and members of the Armed Forces. (2) Armed forces.--In paragraph (1), the term ``Armed Forces'' means the Army, Navy, Air Force, Marine Corps, and Coast Guard. (b) Veterans' Preferences.--This Act does not repeal or modify any Federal, State, territorial, or local law creating a special right or preference concerning employment or an employment opportunity for a veteran.", "Nothing in this Act shall be construed to prohibit a covered entity from enforcing rules regarding nonprivate sexual conduct, if the rules of conduct are designed for, and uniformly applied to, all individuals regardless of sexual orientation.", "(a) Enforcement Powers.--With respect to the administration and enforcement of this Act in the case of a claim alleged by an individual for a violation of this Act-- (1) the Commission shall have the same powers as the Commission has to administer and enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.); or (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220);", "(a) Enforcement Powers.--With respect to the administration and enforcement of this Act in the case of a claim alleged by an individual for a violation of this Act-- (1) the Commission shall have the same powers as the Commission has to administer and enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.); or (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220); in the case of a claim alleged by the individual for a violation of such title or of section 302(a)(1) of such Act (2 U.S.C. 1202(a)(1)), respectively; (2) the Librarian of Congress shall have the same powers as the Librarian of Congress has to administer and enforce title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.) in the case of a claim alleged by the individual for a violation of such title; (3) the Board (as defined in section 101 of the Congressional Accountability Act of 1995 (2 U.S.C. 1301)) shall have the same powers as the Board has to administer and enforce the Congressional Accountability Act of 1995 (2 U.S.C. 1301 et seq.) in the case of a claim alleged by the individual for a violation of section 201(a)(1) of such Act (2 U.S.C. 1311(a)(1)); (4) the Attorney General shall have the same powers as the Attorney General has to administer and enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.); or (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220);", "(a) Enforcement Powers.--With respect to the administration and enforcement of this Act in the case of a claim alleged by an individual for a violation of this Act-- (1) the Commission shall have the same powers as the Commission has to administer and enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.); or (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220); in the case of a claim alleged by the individual for a violation of such title or of section 302(a)(1) of such Act (2 U.S.C. 1202(a)(1)), respectively; (2) the Librarian of Congress shall have the same powers as the Librarian of Congress has to administer and enforce title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.) in the case of a claim alleged by the individual for a violation of such title; (3) the Board (as defined in section 101 of the Congressional Accountability Act of 1995 (2 U.S.C. 1301)) shall have the same powers as the Board has to administer and enforce the Congressional Accountability Act of 1995 (2 U.S.C. 1301 et seq.) in the case of a claim alleged by the individual for a violation of section 201(a)(1) of such Act (2 U.S.C. 1311(a)(1)); (4) the Attorney General shall have the same powers as the Attorney General has to administer and enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.); or (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220); in the case of a claim alleged by the individual for a violation of such title or of section 302(a)(1) of such Act (2 U.S.C. 1202(a)(1)), respectively; (5) the President, the Commission, and the Merit Systems Protection Board shall have the same powers as the President, the Commission, and the Board, respectively, have to administer and enforce chapter 5 of title 3, United States Code, in the case of a claim alleged by the individual for a violation of section 411 of such title; (6) a court of the United States shall have the same jurisdiction and powers as the court has to enforce-- (A) title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.) in the case of a claim alleged by the individual for a violation of such title; (B) sections 302 and 304 of the Government Employee Rights Act of 1991 (2 U.S.C. 1202 and 1220) in the case of a claim alleged by the individual for a violation of section 302(a)(1) of such Act (2 U.S.C. 1202(a)(1)); (C) the Congressional Accountability Act of 1995 (2 U.S.C. 1301 et seq.) in the case of a claim alleged by the individual for a violation of section 201(a)(1) of such Act (2 U.S.C. 1311(a)(1)); and (D) chapter 5 of title 3, United States Code, in the case of a claim alleged by the individual for a violation of section 411 of such title. (b) Procedures and Remedies.--The procedures and remedies applicable to a claim alleged by an individual for a violation of this Act are-- (1) the procedures and remedies applicable for a violation of title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.) in the case of a claim alleged by the individual for a violation of such title; (2) the procedures and remedies applicable for a violation of section 302(a)(1) of the Government Employee Rights Act of 1991 (2 U.S.C. 1202(a)(1)) in the case of a claim alleged by the individual for a violation of such section; (3) the procedures and remedies applicable for a violation of section 201(a)(1) of the Congressional Accountability Act of 1995 (2 U.S.C. 1311(a)(1)) in the case of a claim alleged by the individual for a violation of such section; and (4) the procedures and remedies applicable for a violation of section 411 of title 3, United States Code, in the case of a claim alleged by the individual for a violation of such section. (c) Other Applicable Provisions.--With respect to a claim alleged by a covered employee (as defined in section 101 of the Congressional Accountability Act of 1995 (2 U.S.C. 1301)) for a violation of this Act, title III of the Congressional Accountability Act of 1995 (2 U.S.C. 1381 et seq.) shall apply in the same manner as such title applies with respect to a claim alleged by such a covered employee for a violation of section 201(a)(1) of such Act (2 U.S.C. 1311(a)(1)).", "(a) State Immunity.--A State shall not be immune under the 11th amendment to the Constitution from an action in a Federal court of competent jurisdiction for a violation of this Act. (b) Remedies Against the United States and the States.-- Notwithstanding any other provision of this Act, in an action or administrative proceeding against the United States or a State for a violation of this Act, remedies (including remedies at law and in equity, and interest) are available for the violation to the same extent as the remedies are available for a violation of title VII of the Civil Rights Act of 1964 (42 U.S.C. 2000e et seq.) by a private entity, except that-- (1) punitive damages are not available; and (2) compensatory damages are available to the extent specified in section 1977A(b) of the Revised Statutes (42 U.S.C. 1981a(b)).", "Notwithstanding any other provision of this Act, in an action or administrative proceeding for a violation of this Act, an entity described in section 12(a) (other than paragraph (4) of such section), in the discretion of the entity, may allow the prevailing party, other than the United States, a reasonable attorney's fee (including expert fees) as part of the costs.The United States shall be liable for the costs to the same extent as a private person.", "A covered entity shall post notices for employees, applicants for employment, and members, to whom the provisions specified in section 12(b) apply, that describe the applicable provisions of this Act in the manner prescribed by, and subject to the penalty provided under, section 711 of the Civil Rights Act of 1964 (42 U.S.C. 2000e- 10).", "(a) In General.--Except as provided in subsections (b), (c), and (d), the Commission shall have authority to issue regulations to carry out this Act. (b) Librarian of Congress.--The Librarian of Congress shall have authority to issue regulations to carry out this Act with respect to employees of the Library of Congress. (c) Board.--The Board referred to in section 12(a)(3) shall have authority to issue regulations to carry out this Act, in accordance with section 304 of the Congressional Accountability Act of 1995 (2 U.S.C. 1384), with respect to covered employees, as defined in section 101 of such Act (2 U.S.C. 1301). (d) President.--The President shall have authority to issue regulations to carry out this Act with respect to covered employees, as defined in section 401 of title 3, United ", "This Act shall not invalidate or limit the rights, remedies, or procedures available to an individual claiming discrimination prohibited under any other Federal law or any law of a State or political subdivision of a State.", "If any provision of this Act, or the application of the provision to any person or circumstance, is held to be invalid, the remainder of this Act and the application of the provision to any other person or circumstance shall not be affected by the invalidity.", "(a) In General.--Except as provided in subsection (b), this Act shall take effect 60 days after the date of enactment of this Act and shall not apply to conduct occurring before the effective date. (b) Presidential Offices.--The second sentence of section 3(2), and sections 12(a)(5), 12(a)(6)(D), 12(b)(4), and 16(d), shall take effect on, and shall not apply to conduct occurring before, the later of-- (1) October 1, 1997; and (2) the effective date described in subsection (a).", "Mr. President, I am delighted to join with Senators Jeffords, Kennedy, and over 30 of our colleagues as an original cosponsor of this important legislation, the Employment Non-Discrimination Act of 1997. By guaranteeing that American workers cannot lose their jobs simply because of their actual or perceived sexual orientation, this bill would extend the bedrock American values of fairness and equality to a group of our citizens who too often have been denied the benefit of those most basic values.", "Our Nation's foundational document, the Declaration of Independence, expressed a vision of our country as one premised upon the essential equality of all people and upon the recognition that our Creator endowed all of us with the inalienable rights to life, liberty, and the pursuit of happiness. Two hundred and twenty years ago, when that document was drafted, our laws fell far short of implementing the declaration's ideal. But since that time, we have come ever closer, extending by law to more and more of our citizens--to African-Americans, to women, to disabled Americans, to religious minorities, and to others--a legally enforceable guarantee that, with respect to their ability to earn a living at least, they will be treated on their merits and not on characteristics unrelated to their ability to do their jobs.", "It is time to extend that guarantee to gay men and lesbians, who too often have been subject to incidents of discrimination and denied the most basic of rights: the right to obtain and maintain a job. A collection of nearly two dozen studies shows that as many as 46 percent of gay and lesbian workers have experienced significant discrimination in the workplace. The fear in which these workers live was clear from a survey of 1,400 gay men and lesbians in Philadelphia. Seventy-six percent of the men and 81 percent of the women told those conducting the survey that they hide their orientation at work out of concern for their job security. This result, although unfortunate, is not surprising in light of a University of Maryland study that found gay men's income to be 11 to 27 percent lower than that of heterosexual men, thanks to the effects of discrimination.", "The toll this discrimination takes extends far beyond its effect on those individuals who must live in fear and without full employment opportunities. It also takes an unacceptable toll on America's definition of itself as a land of equality and opportunity, as a place where we judge each other on our merits, and as a country that teaches its children that anyone can succeed here as long as they are willing to do their job and work hard.", "This bill provides for equality and fairness--that and no more. It says only what we already have said for women, for people of color, and for others: that you are entitled to have your ability to earn a living depend only on your ability to do the job and nothing else. In fact, the bill would even do somewhat less than it does for women and people of color, because it would not give gay men and women all of the protections we currently provide to other groups protected under our civil rights laws.", " By Mr. WELLSTONE:", "S. 870. A bill to amend the Federal Food, Drug, and Cosmetic Act to facilitate the development, approval, and use of medical devices to maintain and improve the public health and quality of life of individuals, and for other purposes; to the Committee on Labor and Human Resources.", "Mr. President, the legislation that I am introducing today, the Medical Technology, Public Health and Innovation Act of 1997, takes a significant step toward improving the effectiveness, timeliness, and predictability of the FDA review process for medical devices.", "It is important that we improve the system for device approval in order to provide access to optimal technology to American consumers. We need to do this in order to promote the public health. We must also maintain protections for consumers, which are provided by the FDA's oversight of device manufacturing, development, and marketing. This legislation maintains those protections, while allowing for new efficiencies within the FDA.", "Over the past 2 years, I have met with numerous representatives of Minnesota's medical device industry, patient advocates, clinicians, and officials from the FDA, and have concluded that there are indeed steps that Congress should take to make the regulatory process for medical devices more efficient. Minnesotans want the FDA not only to protect public health, but also to promote public health. They want to know not only that new technologies will be safe, but that they will be available to them in a timely manner. Many of Minnesota's medical device manufacturers, researchers, clinicians, and patients in need of new and improved health care technology have become increasingly concerned about the regulatory environment at the FDA. While there have been some improvements in the device review process, there is still a need to increase communication between the FDA and industry; to decrease review times; and to have consistency in the review process.", "These needs are highlighted by the following example. A plant operated by a Minnesota-based device company was developing a new treatment for aortic aneurysms, which would require less invasive measures than are currently used. The company developed a protocol for testing its product, submitted the protocol to the FDA and was told by the reviewer that the protocol was invalid. The reviewer suggested a different protocol and the company followed it. Upon completion of the clinical trial, the company submitted the required data to the FDA. The original reviewer was on an extended leave of absence, so the data went to a different reviewer. The new reviewer deemed the protocol that was used to be invalid, and requested a new clinical trial, which basically followed the protocol that had been rejected by the first reviewer. The company was forced to do a new trial, which resulted in significant delays in getting this important product to market for patient use. I am certain that this is but one of many examples of inconsistently applied processes that delay the release of life-saving technology to the consumer.", "The technologies that the FDA regulates are changing rapidly. We cannot afford a regulatory system that is ill-equipped to speed these advances. As a result, both Congress and the Administration are reexamining the paradigms that have governed the FDA. Our challenge will be to define FDA's mission and scope of responsibility, as well as to give guidance on an appropriate balance between the risks and rewards of streamlining all aspects of how FDA does its job--including the approval process for breakthrough products.", "The legislation that I am introducing would begin to address these issues in three important ways:", "First, it would enable the FDA to adopt nationally and internationally recognized performance standards to improve the transparency and effectiveness of the device review process. Resource constraints and the time-consuming rulemaking process have precluded FDA promulgation of performance standards in the past. This legislation would allow the FDA, when appropriate, to simply adopt consensus standards that are already being used by most of the world and use those standards to assist in determining the safety and effectiveness of class III medical devices. The FDA could require additional data from a manufacturer relevant to an aspect of a device covered by an adopted performance standard if necessary to protect patient safety. Currently, the lack of clear performance standards for class III medical devices is a barrier to the improvement of the quality and timeliness of the premarket approval process.", "Second, it would improve communication between the industry and the FDA and the predictability of the review process. I believe that these two factors are extremely important. The bill includes provisions for meetings between the applicant and the FDA to ensure that applicants are promptly informed of any deficiencies in their application, that questions that can be answered easily would be addressed right away, and that applicants would be well informed about the status of their application. I believe that improving communication between the FDA and industry would result in greater compliance with regulations and that this will ultimately benefit consumers and patients.", "Third, the legislation would help the FDA focus its resources more appropriately. PMA supplements or 510(k)'s that relate only to changes that can be shown to not adversely affect the safety or effectiveness of the device would not require premarket approval or notification. Manufacturers would instead make information and data supporting the change part of the master record at the FDA. In addition the FDA would be able to exempt from premarket notification requirements those class II devices for which such requirements are unnecessary to ensure the public health without first having to go through the time consuming and bureaucratic process of reclassifying them to class I. The FDA would also have the option of relying on postmarket controls classifying devices. Enabling the FDA to focus its attention where the real risks are will not only streamline the approval process but also benefit consumers.", "I look forward to working with Senator Jeffords, the chairman of the Labor and Human Resources Committee, and my other colleagues on the Committee on the concepts included in my proposal. I will work vigorously to ensure that they are included in FDA legislation considered by the Senate this year. I look forward to continuing to work on these issues with Minnesotans. Clearly, there are actions that Congress can take to improve the FDA without sacrificing the assurance of safety that all Americans depend on.", "I ask unanimous consent that the text of the bill be printed in the Record.", " There being no objection, the bill was ordered to be printed in the Record, as follows:", "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, ", "(a) Short Title.--This Act may be cited as the ``Medical Technology, Public Health, and Innovation Act of 1997''. (b) Reference.--Whenever in this Act an amendment or repeal is expressed in terms of an amendment to, or a repeal of, a section or other provision, the reference shall be considered to be made to a section or other provisions of the Federal Food, Drug, and Cosmetic Act (21 U.S.C. 321 et seq.)", "(a) Findings.--The Congress finds the following: (1) While the United States appropriately puts a top priority on the regulation of medical technologies to ensure the safety and efficacy of medical technologies that are introduced into the marketplace, the administration of such regulatory effort is causing the United States to lose its leadership role in producing innovative, top-quality medical devices. (2) One of the key components of the medical device regulatory process that contributes to the United States losing its leadership role in medical device development is the inordinate amount of time it takes for medical technologies to be reviewed by the Food and Drug Administration. (3) The most important result of the United States losing its leadership role is that patients in the United States do not have access to new medical technology in a timely manner. (4) Delayed patient access to new medical technology results in lost opportunities to save lives, to reduce hospitalization and recovery time, and to improve the quality of life of patients. (5) The economic benefits of the United States medical device industry, which is composed principally of smaller companies, has provided through growth in jobs and global trade are threatened by the slow and unpredictable regulatory process at the Food and Drug Administration. (6) The pace and predictability of the medical device regulatory process are in part responsible for the increasing tendency of United States medical device companies to shift research, product development, and manufacturing offshore, at the expense of American jobs, patients, and leading edge clinical research. (b) Mission Statement.--This legislation seeks to improve the timeliness, effectiveness, and predictability of the medical device approval process for the benefit of United States patients and the United States economy by-- (1) providing for the use of nationally and internationally recognized performance standards to assist the Food and Drug Administration in determining the safety and effectiveness of medical devices; (2) facilitating communication between medical device companies and the Food and Drug Administration; (3) targeting the use of Food and Drug Administration resources on medical devices that are likely to have serious adverse health consequences; and (4) requiring the Food and Drug Administration to determine the least costly, most efficient approach to reasonably assuring the safety and effectiveness of devices.", "(A) Alternative Procedure.--Section 514 (21 U.S.C. 360d) is amended by adding at the end the following:", "(A) Alternative Procedure.--Section 514 (21 U.S.C. 360d) is amended by adding at the end the following: ``recognition of a performance standard", "(A) Alternative Procedure.--Section 514 (21 U.S.C. 360d) is amended by adding at the end the following: ``recognition of a performance standard ``(c)(1)(A) The Secretary, through publication in the Federal Register, issue notices identifying and listing nationally and internationally recognized performance standards for which persons may provide a certification of a device's conformity under paragraph (3) in order to meet the premarket submission requirements or other requirements under the Act to which the standards are applicable. ``(B) Any person may elect to utilize data other than data required by the standards described in subparagraph (A) to meet any requirement under the Act to which the standards are applicable. ``(2) The Secretary may remove from the list of standards described in paragraph (1) a standard that the Secretary determines is no longer appropriate for making determinations with respect to the regulation of devices. ``(3)(A) A person may provide a certification that a device conforms to an applicable standard listed under paragraph (1) to meet the requirements described in paragraph (1) and the Secretary shall accept such certification. ``(B) The Secretary may, at any time, request a person who submits a certification described in subparagraph (A) to submit the data or information that the person relied on in making the certification. ``(C) A person who submits a certification described in subparagraph (A) shall maintain the data and information upon which the certification was made for a period of 2 years after the submission of the certification or a time equal to the expected design life of a device, whichever is longer.''. (b) Section 301.--Section 301 (21 U.S.C. 331) is amended by adding at the end the following: ``(x) The falsification of a certification submitted under section 514(c)(3) or the failure or refusal to provide data or information requested by the Secretary under such section.''. (c) Section 501.--Section 501(e) (21 U.S.C. 351(e)) is amended by striking ``established'' and inserting ``established or listed''.", "(a) Application.--Section 515(c) (21 U.S.C. 360e(c)) is amended-- (1) in paragraph (1)-- (B) in subparagraph (F), by striking ``; and'' and inserting a semicolon; (C) in subparagraph (G), by striking ``require.'' and inserting ``require; and''; and (D) by adding at the end the following: ``(H) an identifying reference to any performance standard listed under section 514(c) that is applicable to such device. (2) by adding at the end the following: ``(3) The Secretary shall accept historical clinical data as a control for use in determining whether there is a reasonable assurance of safety and effectiveness of a device in a case in which the effects of the progression of a disease are clearly defined and well understood. ``(4) The Secretary may not require the sponsor of an application to conduct clinical trials for a device using randomized controls unless the controls-- ``(A) are necessary; ``(B) are scientifically and ethically feasible; and ``(C) other less burdensome controls, such as historical controls, are not available to permit a determination of a reasonable assurance of safety and effectiveness.''. (b) Action on Application.--Section 515(d) (21 U.S.C. 30e(d)) is amended-- (1) in paragraph (1)(A)-- (A) by striking ``paragraph (2) of this subsection'' each place it appears and inserting ``paragraph (8)''; and (B) by adding at the end the following flush paragraph:", "(a) Exemption of Certain Devices.--Section 510 (21 U.S.C. 360) is amended-- (1) in subsection (k), by striking ``intended for human use'' and inserting ``intended for human use (except a device that is classified into class I under section 513 or 520 or a device that is classified into class II under section 513 or 520, and is exempt from the requirements of this subsection under subsection (l))''; (2) by adding at the end of subsection (k) (as amended by paragraph (1)) the following flush sentence:", "(a) Regulations.--Section 520(g) (21 U.S.C. 360j(g)) is amended-- (1) by redesignating paragraphs (4) and (5) as paragraphs (5) and (6), respectively; and (2) by inserting after paragraph (3) the following: ``(4) The Secretary shall, within 120 days after the date of enactment of this paragraph, by regulation, amending the content of part 812 of title 21 of the Code of Federal Regulations, amend the procedures with respect to the approval of clinical studies under this subsection as follows: ``(A) The Secretary shall permit the sponsor of an investigation to meet with the Secretary prior to the submission of an application to develop a protocol for a clinical study subject to the regulation and require that the protocol be agreed upon in writing by the sponsor and the Secretary. ``(B)(i) The Secretary shall permit developmental changes to devices in response to information gathered during the course of an investigation without requiring an additional approval of an application for an investigational device exemption, or the approval of a supplement to the application, if the changes meet the following requirements: ``(I) The changes do not constitute a significant change in the design of the product or a significant change in basic principles of operation. ``(II) The changes do not adversely affect patient safety. ``(ii) The Secretary shall require that each such change shall be documented with information describing the change and the basis of the sponsor of application for concluding that the change does not constitute a significant change in design or operating principles, and that the change does not adversely affect patient safety. ``(b) Conforming Amendments.--Section 517(a)(7) (21 U.S.C. 360g(a)(7)) is amended-- (1) by striking ``section 520(g)(4)'' and inserting ``section 520(g)(5)''; and (2) by striking ``section 520(g)(5)'' and inserting ``section 520(g)(6)''."], "capitolwords_url": "http://capitolwords.org/date/1997/06/10/S5444-4_statements-on-introduced-bills-and-joint-resolutio/"}