{"speaker_state": "OR", "speaker_raw": "mr. blumenauer", "speaker_first": "Earl", "congress": 105, "title": "DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, AND JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-05/html/CREC-1998-08-05-pt1-PgH7255-2.htm", "number": 109, "id": "CREC-1998-08-05-pt1-PgH7255-2.chunk38", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Blumenauer", "pages": "H7255-H7261", "speaker_party": "D", "date": "1998-08-05", "bills": null, "bioguide_id": "B000574", "order": 38, "speaking": ["Mr. Chairman, I rise in strong opposition to the Hefley amendment.", "I rise in strong opposition to the Hefley amendment.", "Executive Orders 11478 and 13087 are based on the notion that job performance should be the sole measure of a person's fitness to work. Supporters of this amendment want us to believe that this fundamental tenet of our American culture is radical and subversive. Somehow, they want us to believe, making it clear that the Administration will hire and retain the best people for the job is dangerous.", "By adding sexual orientation to the list of factors irrelevant to hiring and promotion decisions, President Clinton simply clarifies a long-standing interpretation of an Executive Order issued thirty years ago by President Nixon. This is hardly a change in policy, but if this small clarification improves the comfort and morale of one federal employee, it is worth our fervent support.", "I believe this Executive Order will have a more tangible impact, as well. Anyone who has ever run a business knows that good morale improves productivity and attracts the brightest, best people.", "I am proud to say that throughout my public service career, at Multnomah County, and in the City of Portland, we have had similar policies of non-discrimination. In 1991, the Portland City Council, believing that what was good for workers was good for work, prohibited discrimination based on sexual orientation. I believe that policy had a significant impact on the effectiveness of employees throughout the City.", "The continuing assault on gay and lesbian citizens by some of my colleagues is unfortunate and undeserved. No employee should be discriminated against because of sexual orientation. The government should lead by example. I applaud Executive Order 13087 and urge rejection of the Hefley amendment."], "capitolwords_url": "http://capitolwords.org/date/1998/08/05/H7255-2_departments-of-commerce-justice-and-state-and-judi/"}