{"speaker_state": "WI", "speaker_raw": "mr. feingold", "speaker_first": "Russ", "congress": 109, "title": "MARRIAGE PROTECTION AMENDMENT--MOTION TO PROCEED--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-06/html/CREC-2006-06-06-pt1-PgS5450-2.htm", "number": 70, "id": "CREC-2006-06-06-pt1-PgS5450-2.chunk7", "volume": 152, "chamber": "Senate", "session": 2, "speaker_last": "Feingold", "pages": "S5450-S5484", "speaker_party": "D", "date": "2006-06-06", "bills": ["S.J. Res. 1"], "bioguide_id": "F000061", "order": 7, "speaking": ["Mr. President, first let me praise the Senator from New Jersey and associate myself with his excellent remarks in opposition to this amendment both on marriage and with regard to the obvious point that we should be working on issues affecting the American people.", "The Constitution of the United States is a historic guarantee of individual freedom. For over two centuries, it has served as a beacon of hope, an example to people around the world who yearn to be free and to live their lives without Government interference, with their most basic personal decisions.", "I, like everyone else in the Senate, took an oath when I joined this body to support and defend the Constitution. I am saddened, therefore, to be once again debating an amendment to our Constitution that is so inconsistent with our Nation's history of expanding and protecting freedom.", "There are serious issues facing this Congress. The fight against terrorism, the war in Iraq, health care, high gas prices, relief and recovery after Hurricane Katrina, the economy. These are the issues upon which the American people are demanding that Congress act. But instead, we are spending much of this week debating the poorly thought out, divisive, and politically motivated constitutional amendment that everyone knows has no chance of success in the Senate.", "The proposed constitutional amendment before the Senate today, Senate Joint Resolution 1, has no better chance of getting a two-thirds majority in the Senate than it did in 2004, which was another election year. There are no new court decisions that supporters of the amendment can legitimately argue make it any more imperative now than it was then that such an amendment be passed. Yet the Judiciary Committee was ordered to mark up this amendment to fit a schedule announced by the majority leader months ago.", "This is pure politics, an election-year gambit. We should not play politics with the Constitution, nor should we play politics with the lives of gay and lesbian Americans who correctly see this constitutional amendment as an effort to make them permanent second-class citizens.", "The amendment we are all debating will not pass, but it still risks stoking fear and divisiveness at a time when we should be trying to unite Americans. Gay and lesbian Americans are our friends, our family members, our neighbors, our colleagues. They should not be used as pawns in a cynical political exercise.", "Backers of the amendment say they want to support marriage. But this debate is not really about supporting marriage. We all agree that good and strong marriages should be supported and celebrated. I happen to believe that two adults who love each other and want to make a lifelong commitment to each other, with all of the responsibilities that that entails, should be able to do so, regardless of their sex. I know others strongly disagree.", "The debate we are having in the Senate, however, is not about whether States should permit same-sex marriage. The debate is about whether we should amend the Constitution of the United States to define marriage. The answer to that question has to be ``no.'' It is unnecessary and wrong for Congress to legislate for all States, for all time, on a matter that has been traditionally handled by the States and religious institutions since the founding of our Nation. For that reason alone, this amendment should be defeated.", "There is no doubt that the proposed Federal marriage amendment would alter the basic principles of federalism that have served our Nation well for over 200 years. The Framers of our Constitution granted limited, enumerated powers to the Federal Government, while reserving the remaining powers of government, including family law, to State governments. Marriage has traditionally been regulated by the States. As Professor Dale Carpenter told the Constitution Subcommittee in its first hearing on this topic nearly three years ago, ``never before have we adopted a constitutional amendment to limit the States' ability to control their own family law.'' That is exactly what this proposed amendment would do. It would permanently restrict the ability of States to define and recognize marriage or any legally sanctioned unions as they see fit.", "One of our distinguished former colleagues, Republican Senator Alan Simpson, opposes an amendment to the Constitution on marriage. In an op-ed in the Washington Post, he stated:", "In our system of government, laws affecting family life are under the jurisdiction of the states, not the federal government. This is as it should be. . . . [Our Founders] saw that contentious social issues would be best handled in the legislatures of the states, where debates could be held closest to home. That's why we should let the states decide how best to define and recognize any legally sanctioned unions--marriage or otherwise.", "Columnist William Safire has also urged his conservative colleagues to refrain from amending the Constitution in this way. Commentator George Will takes the same position.", "I recognize that the current debate on same-sex marriage was hastened by a decision of the highest court in Massachusetts issued in late 2003. That decision, in a case called Goodrich, said that the State must issue marriage licenses to same-sex couples. But the court did not say that other States must do so, nor could it. And it did not say that churches, synagogues, mosques, or other religious institutions must recognize same-sex unions, nor could it. Even Governor Romney of Massachusetts, who testified before the Judiciary Committee in 2004, admitted that the court's decision in no way requires religious institutions to recognize same-sex unions. No religious institution is required to recognize same-sex unions in Massachusetts or elsewhere. That was true before the Goodrich decision, and it remains true today.", "Indeed, as time has passed since the Massachusetts court ruling, I think it has become clear that passing a constitutional amendment would be an extreme and unnecessary reaction. States are in the process of addressing the issue of how to define marriage. Voters in several States passed marriage initiatives in the last election. The legislature in Connecticut recently passed a civil union bill and the Governor signed it. In California, a bill passed by the legislature to permit same-sex marriages was vetoed but new protections for domestic partners were signed into law. The States are addressing the issue in different ways, which is how our Federal system generally works. I may agree with some State actions and disagree with others, but it would be a tragic mistake to cut this process off prematurely.", "I was particularly struck by reports on what happened recently in the Massachusetts Legislature. The legislature narrowly passed a constitutional amendment in 2004 to prohibit same-sex marriage, but when the amendment returned in 2005, as the Massachusetts Constitution requires in order to put it on the ballot, the legislature rejected it by a vote of 157 to 39. Many supporters of the amendment apparently changed their minds.", "So we should think long and hard about pre-empting State legislatures or State initiative processes through a Federal constitutional amendment that freezes in place a single, restrictive definition of marriage.", "The supporters of the Federal marriage amendment would have Americans believe that the courts are poised to strike down marriage laws. They suggest that we will soon see courts in States other than Massachusetts requiring those States to recognize same-sex marriages, too. Of course, no such thing has happened in the 2 years since the Goodrich decision went into effect in May 2004. So this is a purely hypothetical issue--hardly a sound basis for amending our Nation's governing charter. And even if another State followed Massachusetts, either by legislative action or a judicial ruling, I believe it would be a grave mistake for Congress to step in.", "As Professor Lea Brilmayer testified before the Constitution Subcommittee in 2004, and as remains true today, no court has required a State to recognize a same-sex marriage performed in another State. And as Professor Carpenter testified:", "In fact, Congress and many States have already taken steps to reaffirm this principle. In 1996, Congress passed the Defense of Marriage Act, a bill I did not support, but that is now the law. Section 2 of DOMA is effectively a reaffirmation of the full faith and credit clause as applied to marriage. It states that no State shall be forced to recognize a same-sex marriage authorized by another State.", "In addition, 38 States have passed what have come to be called ``State DOMAs,'' declaring as a matter of public policy that they will not recognize same-sex marriages.", "There has not yet been a successful constitutional challenge to the Federal or State DOMAs. In fact, three such challenges have already failed. Of course, it is possible that the situation could change. A case could be brought challenging the Federal DOMA or a State DOMA, and the Supreme Court could strike it down. But do we really want to amend the Constitution simply to prevent the Supreme Court from reaching a particular result in the future? What kind of precedent would such a preemptive strike against the governing document of this Nation set?", "Former Representative Bob Barr, the author of the Federal DOMA, strongly opposes amending the Constitution on this issue. He believes that amending the Constitution with publicly contested social policies would ``cheapen the sacrosanct nature of that document.''", "He also warned:", "We meddle with the Constitution to our own peril. If we begin to treat the Constitution as our personal sandbox, in which to build and destroy castles as we please, we risk diluting the grandeur of having a Constitution in the first place.", "My colleagues, those are the words of the author of the Federal DOMA statute. That is what he said about the wisdom of trying to amend the Constitution in this manner. I have spoken with Mr. Barr about this. He and I disagree about many things. But we agree wholeheartedly that the Constitution is a very special document and that amending it to enact the social policy of the moment would be a grave mistake.", "So far I have been discussing the general arguments against a Federal constitutional amendment defining marriage. I think they are compelling. But I also want to take some time today to discuss the specific text we are now considering: S.J. Res. 1, the so-called Marriage Protection Amendment. The amendment states:", "Marriage in the United States shall consist only of the union of a man and a woman.", "That is what we have come to refer to as sentence one. The amendment continues in sentence two:", "Neither this Constitution, nor the constitution of any State, shall be construed to require that marriage or the legal incidents thereof be conferred upon any union other than the union of a man and a woman.", "Before I discuss some of the ambiguities in this language, let me first remind my colleagues that this whole effort has often been portrayed by its proponents as a reaction to so-called ``liberal activist judges'' reinterpreting marriage. Time after time, we are told that judges have made law, in cases like the Supreme Court's decision in Lawrence v. Texas that State sodomy laws are unconstitutional, in the Massachusetts decision in Goodrich, and in the Vermont State court decision that forced the State legislature to adopt a civil unions law. This amendment is needed, we are told, to counteract and correct those missteps and to make sure they don't happen again. Keep that underlying concern in mind as we discuss the ambiguities of this language and who will ultimately decide how they are to be resolved.", "A question that is important to many Senators, and to many Americans, as they consider this constitutional amendment is how it will apply to laws passed by State or local governments granting same-sex couples the right to enter into civil unions or domestic partnerships to become eligible for government recognition of their relationships and for certain benefits. One of the witnesses at the last hearing we held in the Subcommittee on the Constitution, Professor Michael Seidman, from Georgetown University Law Center, testified quite convincingly about the ambiguity of the language of this amendment on that question. And so chairman of the subcommittee asked if he had thought about how to draft the amendment to, as he put it, ``hit the mark.''", "Professor Seidman responded:", "Part of the problem is I think the people behind the amendment themselves are not in agreement on how to go. . . . So with respect, Senator, I think you guys have to get straight what you want before you tell me how to go about drafting it.", "At the last subcommittee hearing on this topic, I asked the witnesses that subcommittee Chairman Brownback had called some specific questions about this issue and then I asked them to respond to written questions about how they believe S.J. Res. 1 would apply to a challenge brought against specific State legislative actions. I have asked these questions of previous witnesses as well, and I have seen statements from many of the supporters of the amendment. I think Professor Seidman is absolutely right. It is simply not clear what the sponsors of this amendment intend.", "Let's start with civil unions. Would this amendment outlaw civil unions? Specifically, would the recently passed Connecticut statute that establishes civil unions in that State be unconstitutional under this amendment? The Connecticut statute provides as follows:", "Parties to a civil union shall have all the same benefits, protections and responsibilities under law, whether derived from the general statutes, administrative regulations or court rules, policy, common law or any other source of civil law, as are granted to spouses in a marriage, which is defined as the union of one man and one woman.", "Professor Richard Wilkins, from Brigham Young University, whom I understand was consulted in the drafting of the amendment, answered my written question as follows: ``The language quoted from Section 14 of the Connecticut statute would not be unconstitutional under the proposed amendment.'' But Professor Gerard Bradley, from Notre Dame, another drafter of the amendment, testified as follows at our hearing in April:", "The amendment leaves it wide open for legislatures to extend some, many, most, perhaps all but one, I suppose, benefit of marriage to unmarried people, but I would say if it is a marriage in all but name, that is ruled out by the definition of marriage in the first sentence.", "And Professor Christopher Wolfe, from Marquette University, another witness from the subcommittee's last hearing, agrees with Professor Bradley. He said the following in answer to my written question:", "I think Connecticut's civil union scheme, which was enacted by the General Assembly without any judicial involvement, would be unconstitutional under the Marriage Protection Amendment, because it effectively authorizes marriage for unions of two men or two women, since the only difference between civil unions and marriage is the name.", "Groups supporting the amendment like the Alliance for Marriage and Concerned Women for America seem to think the amendment will permit legislatures to enact civil union legislation. In a radio interview during the Senate's consideration of the amendment in 2004, Bob Knight, the head of that Concerned Women for America, suggested that wasn't such a good thing. He said:", "The second sentence was so convoluted that many legal scholars disagreed about what it actually meant, and its backers assured everyone that it meant States could pass civil unions, which is not the way to protect marriage. Civil unions are gay marriage by another name.", "As recently as November 2005, the Web site of the Alliance for Marriage had the following explanation of a chart in which it says that ``quasi-marital schemes'' such as civil unions would be permitted if adopted by a State legislature rather than imposed by court:", "The second sentence ensures that the democratic process at the state level will continue to determine the allocation of the benefits associated with marriage.", "Interestingly, this chart no longer appears on the Web site. I won't speculate about why that is, but it does seem like an important question for supporters of this amendment to get their stories straight on. There are States in the country today that authorize civil unions. How would this constitutional amendment affect those laws? We know what the supporters of the amendment intended with respect to the law in Massachusetts, but what about in Vermont, and Connecticut, and California, and New Jersey? What are duly elected State legislatures, in the exercise of their responsibility to enact laws consistent with the values and preferences of their citizens, allowed to do, and what are they prohibited from doing? Don't they deserve to know?", "I could go on and on here, but let me mention Professor Scott Fitzgibbon of Boston College Law School, who also testified in support of the amendment at the subcommittee's last hearing. Mr. Fitzgibbon simply declined to answer when I asked him at the hearing whether the amendment would allow a State employer to give benefits to unmarried domestic partners of its employees. And he also refused to answer a followup written question about whether Connecticut's civil union law would be constitutional. But he did say the following at the hearing:", "I am just going to say that the degree of ambiguity . . . isn't such a terrible thing. This isn't part of the tax code. It is proposedly [sic] a part of the United States Constitution and constitutional provisions rightly leave some scope for later determination.", "So there you have it, Mr. President. The supporters and drafters of this amendment can't agree on how it would affect civil union laws like the one recently enacted by the democratically elected legislature of the State of Connecticut. And at least one of them says that ambiguity is not such a terrible thing. It is normal for constitutional provisions to leave ``some scope for later determination'' he says.", "So who will decide this question, which everyone can anticipate will be raised if this amendment becomes part of the Constitution? Who is responsible in our legal system for making a ``later determination,'' as Professor Fitzgibbon calls it, of the meaning of a constitutional amendment? You guessed it. It is the courts! Given how this whole exercise of trying to define marriage in the governing document of our country started--outrage over a State court's interpretation of a State constitution and fear of supposedly ``activist judges'' taking it upon themselves to redefine marriage--that is ironic indeed.", "Now Professor Wolfe had an interesting suggestion when he answered my written questions concerning the California and New Jersey domestic partner statutes. Last summer, the California Legislature enacted a statute that grants all the same rights to domestic partners as it does to married spouses, except the right to file a joint tax return. All the rights and benefits but one. Under Professor Bradley's interpretation, that's probably okay. Professor Wilkins agrees that California's statute would survive a challenge. The chart that used to be on the Alliance for Marriage's Web site also agrees. I think a few of my colleagues made similar statements yesterday on the floor. But Professor Wolfe isn't so sure. He says in his written response to my question:", "It could be argued that it is unconstitutional under the Marriage Protection Amendment for the same reason that the Connecticut civil union law is unconstitutional, since--even though one provision provides one exception--the general principle of the law (in Sec. 4) defines the domestic partnership as being equivalent to marriage. The single exception could easily be viewed as merely an evasive maneuver to avoid a pure equivalence that would make the statute constitutionally vulnerable. It could also be argued, however, that there is a difference between this domestic partnership law and marriage (beyond just the name), and therefore domestic partnership is not marriage in everything but name, and therefore it is within the constitutional power of the California legislature to pass. . . . In a close case like this, I think the legislative history would be likely to play a determinative role in the final decision.", "He goes on in an answer concerning the New Jersey domestic partnership statute to make his suggestion:", "Of course, it would be desirable to clarify this question, if possible. For example, offering an unambiguous statement of the meaning of the amendment in the legislative history (e.g., the committee report on the amendment, and representations--uncontradicted by other supporters of the amendment--of the amendment's sponsors in floor debate) would be likely to have a substantial impact on how the amendment would be understood by those who have to vote on it, in Congress and in State legislatures.", "Well there's a novel idea. Let's have an ``unambiguous statement'' of the meaning of the amendment, uncontradicted by other supporters of the amendment. But Professor Wolfe, a supporter of the amendment, doesn't know what it is. He answered my questions as if they were a law school exam hypothetical. This amendment has been around for nearly 3 years and we still don't have that unambiguous statement. Will we get one in this debate on the floor? I don't know. I do know that some of the most ardent supporters of the amendment in the Senate are strongly opposed to civil unions as well. But will the amendment they wrote to supposedly protect marriage outlaw civil unions and domestic partnerships? It is not clear to me yet, and when we are talking about amending the Constitution of the United States, I think it should be.", "The Senate and State legislatures--not to mention the American people--deserve clear and reliable answers to these questions before they are asked to decide whether to amend the Constitution. So I would hope that every Senator who is planning to vote ``yes'' on this amendment today will tell us before we conclude this debate what he or she thinks the amendment means and how it would apply to State statutes already on the books, as well as others that might be passed. Maybe we will get that unambiguous statement we have waited so long for. Then again, maybe we won't.", "Even though Professor Wolfe answered my question as if it were a law school exam--saying ``it could be argued on the one hand. . . . But on the other hand''--this is not just an academic exercise. It will have an impact on the lives of millions of Americans.", "Mr. President, as you can tell, I am very concerned about the Senate considering this amendment on the floor without any certainty about what it means or how it will be applied. Fortunately, it seems clear that supporters of this amendment don't have the votes to pass it in the Senate. So the lack of clarity has no real world repercussions for now. But it is extremely disappointing that we may vote in the United States Senate on an amendment to the Constitution of the United States with such basic questions unresolved.", "The Judiciary Committee should have fully explored these questions. Instead, because of the rigid schedule to bring this matter to the floor, the committee considered the amendment hastily and out of the public eye, without cameras, without microphones, with only a handful of press and no members of the public present. That is no way to treat any important legislative matter, let alone an amendment to the basic governing charter of our country, the Constitution. As a result, the amendment did not receive the kind of searching inquiry and debate that a constitutional amendment should receive. Our hearings in the Subcommittee on the Constitution exposed serious questions about the meaning and effect of the amendment, including the conflicting answers to written questions that I have discussed. Further work in the committee might have shed light on those questions for our colleagues in the Senate who are now faced with having to vote on the amendment. But it seems that politics often trumps reason in this body during an election year. And when the majority leader has promised interest groups supporting this amendment that there will be a floor consideration on a particular day, there is apparently nothing that can stand in the way of that promise being kept. Not even respect for the Constitution of the United States.", "We should not write discrimination and prejudice into the Constitution. And we should not prematurely cut off the important debates taking place in States across the country about how to define marriage by putting in place a permanent, restrictive Federal definition of marriage.", "As we sit here today, there are Americans across our country out of work, struggling to pay the month's bills, worrying about their lack of health insurance or their ability to put their kids through college. Instead of spending our limited time this session on a proposal that is destined to fail and will only divide Americans from one another, we should be addressing the issues that will make our Nation more secure, our communities stronger, and the future of our families brighter.", "I urge my colleagues to oppose this unnecessary, mean-spirited, divisive and poorly thought out constitutional amendment.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2006/06/06/S5450-2_marriage-protection-amendment-motion-to-proceed-co/"}