{u'speaker_state': u'ID', u'speaker_raw': u'mr. crapo', u'speaker_first': u'Michael', u'congress': 112, u'title': u'2010 ALFRED P. SLOAN AWARD WINNERS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-03-09/html/CREC-2011-03-09-pt1-PgS1498-3.htm', u'number': 35, u'id': u'CREC-2011-03-09-pt1-PgS1498-3.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Crapo', u'pages': u'S1498-S1500', u'speaker_party': u'R', u'date': u'2011-03-09', u'bills': None, u'bioguide_id': u'C000880', u'order': 0, u'speaking': [u'Mr. President, today I congratulate the 2010 winners of the Alfred P. Sloan Award for Business Excellence in Workplace Flexibility. This award recognizes employers that have created a culture of workplace flexibility in policy and practice. The Sloan Awards are presented nationally by the When Work Works initiative, an effort of the Families and Work Institute in partnership with the Institute for a Competitive Workforce, an affiliate of the U.S. Chamber of Commerce, and the Twiga Foundation Inc. The When Work Works initiative is sponsored by the Alfred P. Sloan Foundation.', u"I draw your attention to the Sloan Award winners because I think these companies are to be commended for their commitment to implementing workplace flexibility practices which benefit both employees and employers. Integrating various workplace flexibility options is instrumental to creating a healthy work environment for today's dynamic and changing workforce.", u"Businesses in the following 28 communities were eligible for recognition in the 2010 Sloan Awards: Arizona, statewide; Aurora, CO; Boise, ID; Charleston, SC; Chicago, IL; Dallas, TX; Dayton, OH; Durham, NC; Georgia, statewide; Houston, TX; Kentucky, statewide; Long Beach, CA; Long Island, NY; Louisville, KY; Melbourne-Palm Bay, FL; Michigan, statewide; Milwaukee, WI; Morris County, NJ; New Hampshire, statewide; Providence, RI; Richmond, VA; Rochester, MN; Salt Lake City, UT; San Francisco, CA; Seattle, WA; Spokane, WA; Twin Cities, MN; and Winona, MN. In addition, there are several winners recognized in the at-large category. The Chamber of Commerce or other lead organization in each city hosted an interactive business forum to share research on workplace flexibility as an important component of workplace effectiveness. In these same communities, businesses applied for, and winners were selected for, the Sloan Awards through a process that included employees' views as well as employer practices.", u'I take this opportunity to congratulate the 2010 winners of the Alfred P. Sloan Award for Business Excellence in Workplace Flexibility. These businesses are to be commended for their excellence in providing workplace flexibility.', u'In Arizona the winners are Arizona Foundation for Legal Services and Education; Arizona Health Care Cost Containment System; Arizona Small Business Association; Barich Inc; BDO USA, LLP; Chandler Chamber of Commerce; Chandler-Gilbert Community College; Clifton Gunderson LLP; Custom Accounting & Tax; Henry & Horne, LLP; Infincom; Intel Corporation; Johnson Bank; Keats, Connelly and Associates, LLC; McGladrey; Microchip Technology, Inc.; Morrison & Associates CPAs; Motorola, Inc.; Omega Legal Systems, Inc.; Orchard Medical Consulting; Point B; Raytheon Missile Systems; Ryan, Inc.; Scottsdale Healthcare; Southwest Institute of Natural Aesthetics; Verde Valley Sanctuary; Western International University--Peoria; Wist Office Products; and WorldatWork.', u'In Aurora, CO, the winners are Arapahoe/Douglas Works!; Aurora Mental Health Center; E-470 Public Highway Authority; and McGladrey.', u'In Boise, ID, the winners are American Geotechnics; Givens Pursley LLP; and Idaho Emergency Physicians.', u'In Charleston, SC, the winners are Booz Allen Hamilton; Charleston Metro Chamber of Commerce; Community Management Group; Dixon Hughes PLLC; Go To Team; KFR Services, Inc.; Morris Financial Concepts, Inc; Santee Cooper; Scientific Research Corporation; and South Carolina Aquarium.', u'In Chicago, IL, the winners are Deloitte, LLP; Draftcb; Ernst & Young; Falkor Group, LLC; Frost, Ruttenberg & Rothblatt, P.C.; KPMG LLP; McGladrey; Microsoft Corporation; Ryan, Inc.; Turner Construction Company--Chicago; and Wellbuilt Equipment Inc.', u'In Dallas, TX, the winners are Abernethy Media Professionals, Inc.; Aguirre Roden, Inc.; BDO USA, LLP; Big Brothers Big Sisters; Capital One Financial Corporation; Dallas Convention & Visitors Bureau; Deloitte LLP; Ernst & Young LLP; KPMG LLP; Lockheed Martin Missiles and Fire Control; McQueary Henry Bowles Troy LLP; Medical City Dallas Hospital; Ryan, Inc.; and The North Highland Company.', u'In Dayton, OH, the winners are Azimuth Corporation; Cornerstone Research Group; Deloitte; MacAulay-Brown Inc.; and Sebaly Shillito + Dyer.', u"In Durham, NC, the winners are Durham Convention and Visitors Bureau; Durham's Partnership for Children; McKinney; Mount Olive College at Research Triangle; and U.S. EPA--Research Triangle Park.", u'In Georgia the winners are BDO USA, LLP; Booz Allen Hamilton; Deloitte LLP; Gas South, LLC; Hancock Askew & Co., LLP; KPMG LLP; Merrick & Company; Ryan, Inc.; and WellStar Health System.', u'In Houston, TX, the winners are Access Sciences Corporation; BDO USA, LLP; Binkley & Barfield, Inc.; Brown & Gay Engineers, Inc.; CenterPoint Energy; City of Houston/E.B. Cape Center; ContentActive LLC; Deloitte LLP; El Paso Corporation; Ernst & Young LLP; HBL Architects; Houston-Galveston Area Council; Klotz Associates, Inc.; KPMG LLP; Memorial Hermann Healthcare System; Pannell Kerr Forster of Texas, P.C.; Ryan, Inc.; The Dow Chemical Company; The VIA Group; Traffic Engineers, Inc.; and University of Phoenix Houston Campus.', u"In Kentucky, the winners are AASHE; Alexander & Company, PSC; Anneken, Huey & Moser PLLC; Benefit Insurance Marketing; Employee Resource Group, LLC; Fowler Measle & Bell PLLC; Kentucky Employers' Mutual Insurance; Lexington Habitat for Humanity; Lexmark International, Inc; Riney Hancock CPAs, PSC; Software Information Systems, LLC; and Sturgill, Turner, Barker & Moloney PLLC.", u'In Long Beach, CA, the winners are AES Alamitos, LLC; BDO USA, LLP; Bryson Financial Group; Deloitte LLP--Costa Mesa; Deloitte LLP--Los Angeles; KPMG LLP; Long Beach Rescue Mission; and P2S Engineering, Inc.', u'In Long Island, NY, the winners are BDO USA, LLP; Cerini & Associates LLP; Creative Plan Designs, Ltd.; Deloitte LLP; KPMG LLP; Margolin, Winer, & Evens LLP; SilvermanAcampora LLP; and YES Community Counseling Center.', u'In Louisville, KY, the winners are A Speaker For You; Big Brother Big Sisters of Kentuckiana; Center for Accessible Living, Inc.; Community Coordinated Child Care (4-C); Deloitte LLP; DMLO; Frankfort Regional Medical Center; Greater Louisville Inc.; JC Malone Associates; KiZAN Technologies LLC; KPMG LLP; Louis T. Roth & Co.; McCauley, Nicolas & Company, LLC; Next Wave Systems LLC; Prestige Health Care; and The CMOOR Group.', u'In Melbourne-Palm Bay, FL, the winners are Courtyard by Marriott Melbourne-West Palm Bay; Craig Technologies; McGladrey; and Space Coast Business, LLC.', u'In Michigan the statewide winners are Amerisure Insurance; Atomic Object LLC; BDO USA, LLP; Brown & Brown of Detroit; Educational Data Systems, Inc.; E-IT Professionals Corp.; Ernst & Young Detroit; Ernst & Young Grand Rapids; Farbman Group; Kapnick Insurance Group; KPMG LLP; Menlo Innovations LLC; Michigan Health & Hospital Association; Michigan Occupational Safety and Health Administration; National Multiple Sclerosis Society, Michigan Chapter; Peckham Inc.; Plex Systems; Public Policy Associates, Inc.; Ryan, Inc.; Service Express, Inc. (SEI); Sphinx Organization; Visteon Corporation; and Warner Norcross & Judd ', u'In Milwaukee, WI, the winners are BDO USA, LLP; Clifton Gunderson LLP; Deloitte LLP; Ernst & Young, LLP; Herzing University; Kolb+Co SC; KPMG LLP; Laughlin/Constable; Manpower, Inc.; McGladrey; Metropolitan Milwaukee Association of Commerce; Microsoft Corporation; Mortgage Guaranty Insurance Corporation; Robert W. Baird & Co.; and The Novo Group.', u'In Morris County, NJ, the winners are DMC Athletics and Rehabilitation; Family Service of Morris County; KPMG LLP; NJ Foundation for the Blind; and and Solix Inc.', u'In New Hampshire the winners are MeetingMatrix International; Inc.; Northeast Delta Dental; and Student Conservation Association.', u'In Providence, RI, the winners are KPMG LLP; Rhode Island Housing; Rhode Island Legal Services, Inc.; and Sansiveri, Kimball, and Company, ', u'In Richmond, VA, the winners are BDO USA, LLP; Bon Secours Richmond Health System; Capital One Financial Corporation, Rink and Vaco Richmond, LLC.', u'In Rochester, MN, the winners are Cardinal of Minnesota, Ltd.; Custom Alarm/Custom Communications; First Alliance Credit Union; Intercultural Mutual Assistance Association; market; McGladrey; Rochester Area Family Y; Southeast Service Cooperative; Stanley Jones & Associates; University of Minnesota Rochester; and Winona State University Rochester.', u'In Salt Lake City, UT, the winners are 1-800 CONTACTS, Inc.; Cafe Rio Mexican Grill; Christopherson Business Travel; CRSA; Deloitte LLP; Employer Solutions Group; Futura Industries; Intermountain Financial Group, LLC; Intermountain Healthcare; McKinnon-Mulherin, Inc.; Nelson Labs, Inc.; Software Technology Group; and Utah Food Services.', u'In San Francisco, CA the winners are BDO USA, LLP and KPMG LLP.', u'In Seattle, WA, the winners are Bader Martin, P.S.; BECU; Blue Gecko; Cascadia Consulting Group, Inc.; Deloitte LLP; EdLab Group; National CASA Association; nrg::seattle; People For Puget Sound; Peterson Sullivan LLP; Prolumina; Senior Services; SH Worldwide, LLC; Snohomish County Human Resources; Talaris Institute; Technology Services Company, Inc.; Washington State Hospital Association; and WithinReach.', u'In Spokane, WA, the winners are Associated Industries of the Inland Northwest; CHRM Hill--Spokane; and Humanix Staffing and Recruiting.', u'In the Twin Cities the winners are Carlson; Deloitte LLP; Dorsey & Whitney LLP; Ernst & Young; Health Dimensions Group; KPMG LLP; Mahoney, Ulbrich, Christiansen Russ PA; McGladrey; MRM Minneapolis; Spanlink Communications; and Western National Mutual Insurance Company.', u'In Winona, MN, the winners are Catholic Charities of the Diocese on Winona; Mediascope, Inc.; Merchants Bank; Sport & Spine Physical Therapy of Winona Inc.; Thern Inc; and Winona Workforce Center.', u'The At-large winners are BioPharm Systems, San Mateo, CA; Bon Secours Hampton Roads, Norfolk, VA; Center for Seabees & Facilities Engineering, Port Hueneme, CA; Cisco Systems Inc., San Jose, CA; cSubs, Ramsey, NJ; Executive Transport Detachment, Sigonella, Sigonella, Italy; FeatureTel LLC, Apex, NC; George Mason University--Fairfax campus, Fairfax, VA; J.A. Counter & Associates, Inc., New Richmond, WI; Machen, McChesney & Chastain, LLP, Auburn, AL; Marine Corps Recruit Depot San Diego, San Diego, CA; Merrick & Company, Albuquerque, NM; Merrick & Company, Oakridge, TN; Naval Aviation Forecast Detachment Sembach, Sembach, Germany; Naval Education and Training Command, Pensacola, FL; Naval Submarine Support Command Pearl Harbor, Pearl Harbor, HI; Pride Inc., Bismarck, ND; SiteCrafting, Inc., Tacoma, WA; State Farm Insurance, Austin, TX; Technomics, Inc., Arlington, VA; and USN Explosive Ordnance Disposal Training and Evaluation Unit TWO, Virginia Beach, VA.', u'Companies with at-large winners in multiple cities are BDO USA, LLP; KPMG LLP; McGladrey; and Ryan, Inc.', u'Again, I congratulate the 2010 winners of the Sloan awards and look forward to the ongoing recognition of this worthwhile initiative. '], u'capitolwords_url': u'http://capitolwords.org/date/2011/03/09/S1498-3_2010-alfred-p-sloan-award-winners/'}