{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 112, u'title': u'NOMINATIONS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-16/html/CREC-2011-06-16-pt1-PgS3903-4.htm', u'number': 87, u'id': u'CREC-2011-06-16-pt1-PgS3903-4.chunk0', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': None, u'pages': u'S3903-S3904', u'speaker_party': None, u'date': u'2011-06-16', u'bills': None, u'bioguide_id': None, u'order': 0, u'speaking': [u' Executive nominations received by the Senate: DEPARTMENT OF COMMERCE JOHN EDGAR BRYSON, OF CALIFORNIA, TO BE SECRETARY OF COMMERCE, VICE GARY LOCKE. PUBLIC HEALTH SERVICE THE FOLLOWING CANDIDATES FOR PERSONNEL ACTION IN THE REGULAR CORPS OF THE COMMISSIONED CORPS OF THE U.S. PUBLIC HEALTH SERVICE SUBJECT TO QUALIFICATIONS THEREFORE AS PROVIDED BY LAW AND REGULATIONS: To be surgeonMARY J. W. CHOI To be dental officerBROOKS B. HORAN To be senior assistant dental officerETHAN F. HIGSON To be assistant dental officerTIARA L. APPLEQUISTTIMOTHY B. HOUSECARA B. SCHRINERLAUREN B. SIMSMEREDITH A. SNYDER To be nurse officerPATINA S. WALTON-GEER To be assistant nurse officerMICHELLE A. KRAYERHEIDI M. SABOL To be junior assistant nurse officerKENIA P. ALTAMIRANOSHANNON C. BESTREBECCA M. KIBELTIMOTHY N. ONSERIOHERBERT P. PARTSCHJUSTIN R. PLOTTBRANDY TORRES To be junior assistant health services officerJAREN T. MELDRUMCHRISTOPHER P. MORRIS IN THE AIR FORCE THE FOLLOWING NAMED AIR NATIONAL GUARD OF THE UNITED STATES OFFICER FOR APPOINTMENT IN THE RESERVE OF THE AIR FORCE TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. STANLEY E. CLARKE THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES AIR FORCE TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalLT. GEN. PAUL J. SELVA THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES AIR FORCE TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be generalGEN. WILLIAM M. FRASER III THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES AIR FORCE TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be major generalBRIG. GEN. TERRENCE A. FEEHAN IN THE ARMY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. MICHAEL T. FLYNN THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalLT. GEN. DANIEL P. BOLGER THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES ARMY TO THE GRADE INDICATED WHILE ASSIGNED TO A POSITION OF IMPORTANCE AND RESPONSIBILITY UNDER TITLE 10, U.S.C., SECTION 601: To be lieutenant generalMAJ. GEN. JOHN F. CAMPBELL THE FOLLOWING ARMY NATIONAL GUARD OF THE UNITED STATES OFFICER FOR APPOINTMENT IN THE RESERVE OF THE ARMY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12211: To be major generalBRIG. GEN. JAMES K. BROWN, JR. THE FOLLOWING ARMY NATIONAL GUARD OF THE UNITED STATES OFFICER FOR APPOINTMENT IN THE RESERVE OF THE ARMY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12211: To be major generalBRIG. GEN. ANTONIO J. VICENS-GONZALEZ THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 624: To be brigadier generalCOLONEL JON S. LEHRCOLONEL TIMOTHY P. MCGUIRECOLONEL BURDETT K. THOMPSON IN THE NAVY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT IN THE UNITED STATES NAVY TO THE GRADE INDICATED UNDER TITLE 10, U.S.C., SECTION 624: To be rear admiralREAR ADM. (LH) EARL L. GAY IN THE AIR FORCE THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES AIR FORCE UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant colonelJEFFREY B. WARNER To be majorGARY S. WOLLAM IN THE ARMY THE FOLLOWING NAMED INDIVIDUAL FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY VETERINARY CORPS UNDER TITLE 10, U.S.C., SECTION 531 AND 3064: To be lieutenant colonelKARYN L. ARMSTRONG THE FOLLOWING NAMED INDIVIDUAL FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY VETERINARY CORPS UNDER TITLE 10, U.S.C., SECTION 531 AND 3064: To be majorJODI L. SMITH THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY UNDER TITLE 10, U.S.C., SECTION 624: To be colonelJAYME M. SUTTON THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES ARMY DENTAL CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be lieutenant colonelROBERT HWANG To be majorANTHONY C. KIGHT THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be majorFARRUKH HAMIDKELLY M. MANNRICHARD T. MULLVIRGINIA A. PITTMAN-WALKERERIC W. SIMONS THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY NURSE CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be majorJENNIFER L. FELTWELLJOSHUA P. STAUFFER THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES ARMY MEDICAL SPECIALIST CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be majorANDREW C. BROWNJOHN W. EANES THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES ARMY MEDICAL CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be lieutenant colonelCOLLEEN M. MURPHY To be majorFRANCIS H. BOUDREAUDONALD E. LAYNEJAMES T. NORA THE FOLLOWING NAMED INDIVIDUALS FOR REGULAR APPOINTMENT TO THE GRADES INDICATED IN THE UNITED STATES ARMY MEDICAL SERVICE CORPS UNDER TITLE 10, U.S.C., SECTIONS 531 AND 3064: To be lieutenant colonelAMY A. BLANKMICHAEL E. YAPP To be majorCARLOS M. CEBOLLEROPETER V. HUYNH THE FOLLOWING NAMED ARMY NATIONAL GUARD OF THE UNITED STATES OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12211: To be colonelMARTI J. BISSELLMARK C. BOLLLAPTHE C. FLORAGEORGE B. GRAFFBENJAMIN H. LACY IIIDOUGLAS R. MESSNERMARK S. PARRISHCARLA S. ROMERO THE FOLLOWING NAMED ARMY NATIONAL GUARD OF THE UNITED STATES OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE RESERVE OF THE ARMY UNDER TITLE 10, U.S.C., SECTIONS 12203 AND 12211: To be colonelDAVID A. AUCHMARK L. BURKETTPETER A. COLDWELLTHOMAS A. DEVINEJEANNE B. JONESSHAWN M. OBRIENJAMES M. PABISJAMES M. ROLLINS IN THE NAVY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderGREGORY A. PINKLEY THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderLI SUNG THE FOLLOWING NAMED INDIVIDUAL FOR APPOINTMENT TO THE GRADE INDICATED IN THE REGULAR NAVY UNDER TITLE 10, U.S.C., SECTION 531: To be lieutenant commanderGREGORY C. PEDRO THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY UNDER TITLE 10, U.S.C., SECTION 624: To be lieutenant commanderCHAD W. GAGNON THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainJULIE R. WETMORE THE FOLLOWING NAMED OFFICER FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainPHILLIP E. LEE, JR. THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainPAUL D. HANSONMICHAEL J. STIGLITZ THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainCARMEN I. BOISBRENT B. HUTSON THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainCHRISTOPHER A. ASSELTAKENNETH L. SMITH, JR.ERNST K. WALGE THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainREBECCA L. DUNAVENTMARY J. JOHNSONCHRISTINE C. RIVERA THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainHEATHER C. BEASLEYRANDY C. BRYANDALE O. HARRISPATRICK E. KELLYMATTHEW LEEANN L. LITCHFIELDPAMELLA A. MYERSBLAIR C. PEREZCARRIE M. STEPHENSJEREMIAH J. SULLIVANRUSSELL J. VERBY THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainKEVIN J. BARTOLTIM A. FESPERMANCHRISTOPHER M. HIGGINSCHRISTOPHER W. KITCHENDOUGLAS G. MARKHAMWILLIAM B. MATTIMORE IIIALAN J. REYESBRUCE J. WEIDNER THE FOLLOWING NAMED OFFICERS FOR APPOINTMENT TO THE GRADE INDICATED IN THE UNITED STATES NAVY RESERVE UNDER TITLE 10, U.S.C., SECTION 12203: To be captainSHANE A. BOWENJAMES P. COLEEVAN J. DAVIESADRIENNE M. FRENCHJEFFREY J. HAWKERDOUGLAS L. JOHNSONMICHAEL J. LANGWORTHYSEAN R. MALONEYLEON RONENJEFFREY G. WEYENETHPETER J. WITUCKIWARREN D. WOLLIN II'], u'capitolwords_url': u'http://capitolwords.org/date/2011/06/16/S3903-4_nominations/'}