{u'speaker_state': u'CA', u'speaker_raw': u'mr. stark', u'speaker_first': u'Pete', u'congress': 105, u'title': u'DEPARTMENTS OF COMMERCE, JUSTICE, AND STATE, AND JUDICIARY, AND RELATED AGENCIES APPROPRIATIONS ACT, 1999', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-08-05/html/CREC-1998-08-05-pt1-PgH7255-2.htm', u'number': 109, u'id': u'CREC-1998-08-05-pt1-PgH7255-2.chunk52', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Stark', u'pages': u'H7255-H7261', u'speaker_party': u'D', u'date': u'1998-08-05', u'bills': None, u'bioguide_id': u'S000810', u'order': 52, u'speaking': [u'Mr. Chairman, I rise today to oppose the Hefley Amendment to the FY99 Commerce, Justice, State Appropriations bill, which seeks to block the implementation of an executive order prohibiting discrimination based on sexual orientation in the federal civilian workforce.', u"Many Federal civil employers have adopted individual policies prohibiting employment discrimination on the basis of sexual orientation. Executive Order 13087 amends the existing federal executive order governing equal employment opportunity by adding the term ``sexual orientation''--thereby uniting the many existing nondiscrimination policies of Federal agencies.", u'In short, the order extends to gay and lesbian employees the same equal opportunity long-afforded to women, seniors, persons with disabilities, and racial, ethnic and religious minorities.', u'Not only do I oppose this harmful amendment, I believe Congress should take the issue of discrimination in the workplace a step further by passing the long-overdue Employment Non-Discrimination Act. ENDA would provide protection against employment discrimination based on sexual orientation at businesses with more than 15 employees by creating new enforcement rights, such as the ability to proceed before the Equal Employment Opportunity Commission. The need for the passage of ENDA presents itself daily as promotions are rescinded, chances for employment are lost, and harassment on the job abounds.', u"No one should be judged on the irrational prejudice. Congress has no right to prevent these individuals the opportunity to contribute the full measure of their talent and ability to America's workforce.", u'I ask my colleagues to join with me to defend equal rights--and to send the strong message to the majority that discrimination in the workplace based on sexual orientation is wrong.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/08/05/H7255-2_departments-of-commerce-justice-and-state-and-judi/'}