{u'speaker_state': u'TX', u'speaker_raw': u'ms. jackson-lee of texas', u'speaker_first': u'Sheila', u'congress': 111, u'title': u'MOTION TO INSTRUCT CONFEREES ON H.R. 2647, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2010', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2009-10-06/html/CREC-2009-10-06-pt1-PgH10477-3.htm', u'number': 143, u'id': u'CREC-2009-10-06-pt1-PgH10477-3.chunk26', u'volume': 155, u'chamber': u'House', u'session': 1, u'speaker_last': u'Jackson-Lee', u'pages': u'H10477-H10484', u'speaker_party': u'D', u'date': u'2009-10-06', u'bills': None, u'bioguide_id': u'J000032', u'order': 26, u'speaking': [u'Let me thank the distinguished gentleman from Missouri and let me particularly thank Chairman Skelton for his open view as he fights for the men and women in the United States military. Your long years of history are appreciated, and I stand here to acknowledge that. Thank you for giving us this opportunity this afternoon.', u"I just want to say to my good friend from Virginia, to address the American people as we address our colleagues today, I count the American people as the smartest constituency that the world could know. They are compassionate. They are passionate. They are patriots. They love their country, and they understand a mother's love.", u'So let me explain to you procedurally so you would know that nothing has gone awry, has gone wrong, and no hostage-taking has taken place.', u'The hate crimes legislation, in particular named Matthew Shepard Hate Crimes Prevention Act, has been introduced and introduced and introduced in some form. Chairman Conyers on the Judiciary Committee, of which I am a member, has introduced hate crimes legislation. I have introduced hate crimes legislation. We have seen hate crimes legislation pass 237-180, bipartisan.', u'But if you think of the armed services or the military authorization bill, just in your mind get a sense of the oath that our men and women of the United States military take as they affirm their allegiance to the United States. It is to protect every single citizen. Just this past weekend, I was privileged to be part of the send-off for the 72nd Combat Brigade in Texas, some 3,000 men and women as they take their oath, as they go off to be deployed, they are fighting for the freedom of this Nation.', u"The Matthew Shepard Hate Crimes legislation is about the freedom of every citizen. This was not an ordinary burglary. If you had the opportunity to meet Matthew Shepard's mother, as I have, as she pressed the case over and over again, this was a violent, heinous, hateful crime, the description of which was so painful for someone to be nailed on some open field fence to die with no one there. That is a hate crime. And the Senate, who has reviewed and had the opportunity for hearings, as we had in the House, is doing nothing more than procedurally adding an already passed bill by both of these institutions that captures the characterization of what freedom in America is all about.", u'There have been 118,000 hate crimes since 1991, but the real key is most of the hate crimes go unreported. And they are all shapes and sizes. They are for race, they are for gender, and they are for sexual orientation. But every single one of these individuals is an American who is to be protected under the flag of the United States of America.', u'We do not ask citizens what their pedigree is. But if they are under this flag, they deserve our protection, and what better vehicle than this bill that has been reviewed and reviewed and reviewed and reviewed? The FBI knows that there have been hate crimes, and they are saddened by the fact that most of these hate crimes are not prevented and/or reported.', u'Just as we had attacks on churches some years ago because they were black churches, and we passed the Church Arson Prevention Act of 1996, it cured those church crimes because the Federal Government took its stand.', u"So I would say to my colleagues, understand the connection. What more is the United States military than the free and the brave protecting with courage any American that is within the boundaries of this Nation, giving them the sense that they can walk in dignity so mothers don't have to cry over brutalized bodies that are laid upon a fence because they are different.", u'I would ask my colleagues to oppose this conference motion and vote for the Matthew Shepard Hates Crimes Prevention Act so we can stand for freedom and bravery.', u'At one time lynchings were commonplace in our nation. Nearly 4,000 African-Americans were tortured and killed between 1880 and 1930. During this same period and thereafter, religious groups like Jews and the Mormons were also subject to attack because of their beliefs. As we all know too well, hate violence against minority groups--most recently focused on gay, transgender and Muslim communities--has a long and ignominious history that continues even today.', u'Bias crimes are disturbingly prevalent and pose a significant threat to the full participation of all Americans in our democratic society. The FBI has the best national data on reported hate crime, though the program is voluntary. Since 1991, the FBI has documented over 118,000 hate crimes. For the year 2007, the most current data available, the FBI compiled reports from law enforcement agencies across the country identifying 7,624 bias-motivated criminal incidents that were directed against an individual because of their personal characteristics.', u'As in the past, racially-motivated bias accounted for more than half (50.8%) of all incidents. Religious bias accounted for 1,400 incidents (18.4%) and sexual orientation bias accounted for 1,265 incidents--(16.6%), followed by ethnicity/national origin bias with 1007 incidents--(13.2%). While these numbers are disturbing, it is important to note that, for a variety or reasons, hate crimes are seriously under-reported.', u'To protect the nation against this hate violence, I have introduced Hate Crimes legislation for many many years, with ever increasing support. This legislation will provide assistance to state and local law enforcement agencies and amend federal law to facilitate the investigation and prosecution of violent, bias-motivated crimes. Last Congress, this legislation was approved by this Committee and passed the House with bipartisan support by a vote of 237-180. Bipartisan majorities also voted in favor of hate crime legislation in the 109th, 108th and 106th Congresses.', u'The bill has attracted the support of over 300 civil rights, education, religious, and civic organizations (including the LCCR, HRC and ADL). Importantly, virtually every major law enforcement organization in the country has endorsed the bill--including the International Association of Chiefs of Police, the National District Attorneys Association, the National Sheriffs Association, the Police Executive Research Forum, and 31 state Attorneys General.', u"Despite the deep impact of hate violence on communities, current law limits federal jurisdiction over hate crimes to incidents directed against individuals on the basis of race, religion, color or national origin--but only when the victim is targeted because he/she is engaged in a federally protected activities, such as voting. Further, the statutes do not permit federal involvement in a range of cases where crimes are motivated by bias against the victim's perceived sexual orientation, gender, gender identity, or disability. The federal government must have authority to be involved in investigating and prosecuting these crimes when state authorities cannot or will not do so.", u'This legislation will strengthen existing federal law in the same way that the Church Arson Prevention Act of 1996 helped federal prosecutors combat church arson: by addressing the unduly rigid jurisdictional requirements under federal law. The bill only applies to bias-motivated violent crimes and does not impinge public speech, religious expression, or writing in any way. In fact, the measure includes an explicit First Amendment free speech protection for the accused modeled on the existing Washington state hate crimes statute.', u'State and local authorities currently prosecute the overwhelming majority of hate crimes and will continue to do so under this legislation. The federal government will continue to defer to state and local authorities in the vast majority of cases; the Attorney General or other high ranking Justice Department official must approve any prosecutions undertaken pursuant to this law, ensuring federal restraint.', u'However, in appropriate circumstances, the federal government will be able to provide support for local prosecutions--an intergovernmental grant program created by this legislation will make Justice Department technical, forensic or prosecutorial assistance available. The legislation also authorizes the Attorney General to make grants to state and local law enforcement agencies that have incurred extraordinary expenses associated with the investigation and prosecution of hate crimes.', u'The Local Law Enforcement Hate Crimes Prevention Act of 2009 is a constructive and measured response to a problem that continues to plague our nation. Hate crime statistics do not speak for themselves. Behind each of the statistics is an individual or community targeted for violence for no other reason than race, religion, ethnicity, sexual orientation, gender, gender identity, or disability.', u'Law enforcement authorities and civic leaders have learned that a failure to address the problem of bias crime can cause a seemingly isolated incident to fester into wide spread tension that can damage the social fabric of the wider community. This problem cuts across party lines, and I am glad to be joined by so many of my colleagues on both sides of the aisle in supporting this legislation today. These are crimes that shock and shame our national conscience and should be subject to comprehensive federal law enforcement assistance and prosecution.'], u'capitolwords_url': u'http://capitolwords.org/date/2009/10/06/H10477-3_motion-to-instruct-conferees-on-hr-2647-national-d/'}