{u'speaker_state': u'WI', u'speaker_raw': u'mr. feingold', u'speaker_first': u'Russ', u'congress': 110, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2007-11-08/html/CREC-2007-11-08-pt1-PgS14147.htm', u'number': 173, u'id': u'CREC-2007-11-08-pt1-PgS14147.chunk87', u'volume': 153, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Feingold', u'pages': u'S14147-S14182', u'speaker_party': u'D', u'date': u'2007-11-08', u'bills': None, u'bioguide_id': u'F000061', u'order': 87, u'speaking': [u'Mr. President, I will vote against the nomination of Judge Mukasey to be the next Attorney General. This was a difficult decision, as Judge Mukasey has many fine qualities. I was particularly impressed by his determination to depoliticize the Department of Justice. After the debacle of the last Attorney General, this is obviously a very high priority. If nothing else, over the remaining 15 months of the Bush Presidency, the Department must recover its credibility and its reputation. Never again should it be led by someone who is willing to wield its awesome power for political purposes or fill its most important positions with individuals chosen for their politics rather than their legal skills. Judge Mukasey appears to have the intelligence, the experience, and the stature to undertake this very important task.', u"There are other areas where I was favorably impressed by Judge Mukasey. His straightforward promise to stop the disparate treatment of gay employees at the Department of Justice was welcome and refreshing. He indicated his intention to be a much more hands-on manager of the process for seeking the federal death penalty, and when I asked him in writing if a request by a U.S. attorney to discuss a death penalty decision with Attorney General personally was a valid reason to fire that U.S. attorney, he answered simply, ``No.'' If Judge Mukasey is confirmed, I look forward to working with him to try to ensure that Federal death penalty is fairly administered.", u'I was also impressed that on several occasions Judge Mukasey was willing to admit in his written answers that some thing he had said or written in the past were incorrect. This administration needs more people who will admit they were wrong when that is the case. That kind of humility and honesty is often the first step toward correcting mistakes and reaching consensus.', u'In many respects then, Judge Mukasey is a big improvement on the previous Attorney General. At this point in our history, however, the country needs more. Simply put, after all that has taken place over the last seven years, we need an Attorney General who will tell the President that he cannot ignore the laws passed by Congress. And on that fundamental qualification for this office, Judge Mukasey falls short.', u"The President's warrantless wiretapping program, instituted after 9/11 and carried out in secret until it was revealed in a New York Times article in December 2005, presented the Department of Justice with a historic test of its integrity and its commitment to the rule of law. Under the previous leadership, the Department failed that test. We need an Attorney General who, when faced with a similar crisis, will look the President in the eye and tell him ``No.''", u"When I first met with Judge Mukasey, I questioned him about the two justifications for authorizing warrantless wiretaps that the Department has put forward publicly. With respect to the argument that the authorization for use of military force, or AUMF, somehow authorized warrantless wiretaps, he said, ``I don't see that argument.'' With respect to the argument that the program was legal under the President's article II powers, he said he was ``agnostic.''", u"I and a number of my colleagues on the Judiciary Committee returned to this question in the hearings and in written questions for the record. Unfortunately, this time the results were not reassuring. He responded to my question for the record about the largely discredited AUMF justification by saying that ``I still have not come to a conclusion. . . . I believe there are good arguments on both sides of that issue.'' That is a statement that ought to give pause to anyone in this body.", u'His answers to questions concerning the article II justification indicate that he is no longer agnostic on that question, but instead he has become a believer that executive power trumps the laws written by Congress.', u"Both at the hearing and in writing, Judge Mukasey stated several times that the President must obey all valid and constitutional statutes, even if he is acting to defend or protect the country. He also said that ``FISA is a constitutional law'' and that ``[a]s a general matter, therefore, the President is not free to disregard or violate FISA.''", u"But he also stated that ``difficult separation of powers questions'' would arise, and would have to be resolved through the three-part test articulated in the Supreme Court Youngstown case, if a statute--and FISA in particular--were to constrain the President's constitutional authority. If FISA is constitutional--and Judge Mukasey says it is--then why are these separation of powers questions so ``difficult''? Clearly, Judge Mukasey believes that a law can be constitutional on its face, but can become unconstitutional if its application constrains the constitutional authority of the President. There is no difference between this view of executive power and the theory that executive power trumps congressional power. There is no other way to interpret Judge Mukasey's statement to Senator Leahy: ``If by illegal you mean contrary to a statute, but within the authority of the president to defend the country, the president is not putting somebody above the law; the president is putting somebody within the law.''", u"This view is simply contrary to Justice Jackson's three-part test in Youngstown. Youngstown makes clear that where the President's constitutional authority and a statute passed by Congress come into conflict, the President's powers are reduced by whatever powers Congress holds over the subject--not vice versa. Jackson states that when the President acts against the will of Congress, ``he can rely only upon his own constitutional powers minus any constitutional powers of Congress over the matter. Courts can sustain exclusive presidential control in such a case only by disabling Congress from acting upon the subject.'' Congress is thus free to constrain the President's constitutional powers to any degree it likes, as long as Congress is acting within its own powers in doing so; likewise, the President's actions may be upheld only if they are ``within his domain and beyond control of Congress.''", u"The argument that constitutional statutes can become unconstitutional ignores this second part of the inquiry--whether the limitation on the President's authority is in an area where Congress cannot legislate. It is clear that wiretapping is not within the exclusive domain of the President, as Judge Mukasey admits that FISA is a constitutional law. Moreover, the executive authority that Judge Mukasey invoked most often--the authority to protect and defend the country--is not exclusive to the President. It is an authority that Congress shares, which Judge Mukasey admitted in answers to written questions.", u'I have discussed this issue in some detail because extreme theories of executive power have become one of the primary, and most unfortunate, legacies of the Bush administration. Congress needs to be very clear in rejecting them, and in making respect for the rule of law a nonnegotiable qualification for the office of Attorney General of the United States.', u"Let me say a word about the issue of torture, which has dominated the debate on the nomination of Judge Mukasey in the past week. Last week, the White House press secretary again implied that Members of Congress who have been briefed on the CIA's interrogation program have approved it or consented to it. That is not the case. I have vigorously opposed the program, and continue to do so. The program is of highly questionable legality, it is inconsistent with our values as a nation, and it does not make our Nation any safer. In fact, I believe that it may have the effect of exposing Americans--including military and other U.S. personnel--to greater risk.", u"I have detailed the reasons for my strong objections to the CIA's program in classified correspondence, sent shortly after I was first briefed on it. More recently, I have stated my opposition publicly, although I am prohibited by classification rules from providing further details about my concerns in a public setting.", u"In any event, neither detailed legal and factual analysis, nor knowledge of the operational details of the CIA's program, is necessary to reach a judgment on whether waterboarding is torture. Waterboarding has been used by some of the most evil regimes in history. It has been considered torture in this country for over a century. If Judge Mukasey won't say the simple truth--that this barbaric practice is torture--how can we count on him to stand up to the White House on other issues?", u'America needs an Attorney General who stands squarely on the side of the rule of law. This is not an arid, theoretical debate. The rule of law is the very foundation of freedom and a crucial bulwark against tyranny. Congress cannot stand silent in the face of this challenge by the executive to the crucial underpinnings of our system of government.', u"The Nation's top law enforcement officer must be able to stand up to a chief executive who thinks he is above the law. The rule of law is too important to our country's history and to its future to compromise on that bedrock principle."], u'capitolwords_url': u'http://capitolwords.org/date/2007/11/08/S14147_executive-session/'}