{u'speaker_state': u'CA', u'speaker_raw': u'ms. woolsey', u'speaker_first': u'Lynn', u'congress': 105, u'title': u'SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm', u'number': 147, u'id': u'CREC-1998-10-15-pt1-PgH10928.chunk33', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Woolsey', u'pages': u'H10928-H10935', u'speaker_party': u'D', u'date': u'1998-10-15', u'bills': None, u'bioguide_id': u'W000738', u'order': 33, u'speaking': [u'Mr. Speaker, I rise today to support House Resolution 597 and to offer my sincere sympathies to the family of Matthew Shepard. I cannot imagine their pain. I offer my sympathies also to all families who have suffered needless losses due to discriminating hate and prejudice.', u'What happened to Matthew Shepard in Laramie, Wyoming is not an example of a breakaway faction, of an out-of-touch community in rural America. What happened to Matthew Shepard happens every day to citizens in our very own country whose only crime is to be honest, honest about who they are and what they believe.', u'Mr. Speaker, it is time to pass the Hate Crimes Prevention Act. Harassment and hate crimes against the gay community is commonplace. It is time to come together as a Nation to condemn such hate crimes.', u"Mr. Speaker, I am greatly disturbed that hate crimes like the murder of Matthew Shepard are on the rise. This is a type of crime that embodies intolerance, an act of violence against a person based on a victim's race, color, gender, religion or sexual orientation. Hate crimes leave deep scars not only to the victim's family but also to the larger community. Unfortunately, every year thousands of Americans are victims of hate crimes, and we suspect that many, many hate crimes go unreported.", u"To honor Matthew Shepard, Mr. Speaker, we must as a Congress make sure that families like Matthew's know that there is not a person in this body that would make it easy or easier by making it OK for a hate crime to be carried out, for a person to have a prejudice against another person because of their sexual orientation.", u'Mr. Speaker, we must pass this resolution.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/'}