{u'speaker_state': u'AZ', u'speaker_raw': u'mr. mccain', u'speaker_first': u'John', u'congress': 109, u'title': u'MAKING EMERGENCY SUPPLEMENTAL APPROPRIATIONS FOR THE FISCAL YEAR ENDING SEPTEMBER 30, 2006--Resumed', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-05-02/html/CREC-2006-05-02-pt1-PgS3858-2.htm', u'number': 50, u'id': u'CREC-2006-05-02-pt1-PgS3858-2.chunk28', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'McCain', u'pages': u'S3858-S3864', u'speaker_party': u'R', u'date': u'2006-05-02', u'bills': None, u'bioguide_id': u'M000303', u'order': 28, u'speaking': [u"Mr. President, this amendment would strike the $6 million earmark for sugarcane growers in Hawaii, which was not included in the administration's emergency supplemental request.", u"I would again remind my colleagues of the Statement of Administration Policy which was issued on April 25, obviously on the legislation now being considered. Again, this has been repeated several times in the Chamber, but I think it is important to again quote from the administration's statement, saying:", u"The administration is seriously concerned with the overall funding level and the numerous unrequested items included in the Senate bill that are unrelated to the war or emergency hurricane relief needs. The final version of the legislation must remain focused on addressing urgent national priorities while maintaining fiscal discipline. Accordingly, if the President is ultimately presented a bill that provides more than $92.2 billion, exclusive of funding for the President's plan to address pandemic influenza, he will veto the bill.", u'The administration statement goes on to say:', u"The administration strongly opposes the committee's agricultural assistance proposal totaling nearly $4 billion. The 2002 farm bill was designed, when combined with crop insurance, to eliminate the need for ad hoc disaster assistance. In 2005, many crops had record or near record production and the U.S. farm sector cash receipts were the second highest ever. Furthermore, the proposed level of assistance is excessive and may overcompensate certain producers for their losses.", u'So the administration is pretty clear about this issue of these add-ons which have ballooned this bill from $92 billion to $105 billion or so.', u"I also point out for my colleagues' benefit that the American people are growing very weary of this earmarking process. Last Thursday, there was a poll published in the Wall Street Journal, which is an NBC News/Wall Street Journal poll, and it was interesting in that it says:", u"In particular, Americans who don't approve of Congress blame their sour mood on partisan contention and gridlock in Washington. Some 44 percent call themselves ``tired of Republicans and Democrats fighting each other.'' Thirty-six percent say nothing seems to get done on important issues. Further, 34 percent cite corruption among lawmakers. Among all Americans, a 39 percent plurality say the single most important thing for Congress to accomplish this year is curtailing budgetary earmarks benefiting only certain constituents.", u'If there is ever a bill that would emphasize the frustration Americans have felt, it is this legislation that is before us.', u"A worthy cause, although I intend, along with others, to stop this business of continuing to fund the war in Iraq, which has been going on now a number of years now, the ``emergency supplemental,'' it is long overdue and time to focus on the normal budgetary process because we know we will be spending money on Iraq, unfortunately, for a long period of time. But this vehicle in itself is a violation of the normal procedures of the Senate because it should be authorized and then appropriated. But this vehicle is then, of course, used to load up unnecessary, unwanted, unfortunate, and sometimes outrageous additional spending.", u'For example, in this bill, which is not subject to this amendment, we have $15 million to the USDA Ewe Lamb Replacement and Retention Program. This program already exists and is meant to assist with lamb breeding stock needs, not hurricane recovery; $400,000 goes to the Rio Grande Valley sugar growers for assistance with sugarcane storage and transportation costs to the port of Baton Rouge, LA. Among the many sugar growers nationwide, why are we providing an earmark to this particular group?', u'There is $120 million for sugarcane and sugar beet disaster assistance in Florida. Rather than using existing USDA disaster assistance programs, this legislation would establish a special program that caters directly and solely to Florida sugar. By the way, it is one of the most heavily subsidized industries in America today.', u"There is $6 million to compensate owners of flooded crop and grazing land in North Dakota. Hurricanes in North Dakota? North Dakota is one of the nation's top producers of, you guessed it, sugar.", u'Mr. President, the amendment I offer today would strike an earmark in the bill that provides $6 million to sugarcane growers in Hawaii. Obviously, the Hawaiian lands were not anywhere near the path of the 2005 hurricanes. Certainly it is appropriate that any farmer impacted by a natural disaster can seek Federal assistance which, as I already said, is why there are existing USDA disaster recovery programs authorized under the 2002 farm bill. But in this case the appropriators are establishing a special program that caters directly to Hawaiian sugar growers via a must-pass emergency appropriations bill.', u"I think it is important that we continue to go back, as we argue the merits or demerits of these earmarks, to the fact that this is the ``Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Hurricane Recovery.'' Hawaiian sugar growers do not fit in any of those categories.", u"According to this bill, according to the legislation before us, the Secretary shall use $6 million to ``assist sugarcane growers in Hawaii by making a payment in that amount to an agricultural transportation cooperative in Hawaii, the members of which are eligible to receive marketing assistance loans and loan deficiency payments.''", u"What does that mean? I can only assume this funding will be directed to the Hawaii Sugar and Transportation Cooperative, the only entity that received $7.2 million from a nearly identical provision in last year's, guess what, military construction appropriations. This same entity has already got $7.2 million out of a MilCon bill. I am informed the members are the Gay and Robinson Sugar Company, the island of Hawaii, and the Hawaiian Commercial Sugar Company, the island of Maui. These are producer-owned sugarcane mills that own the land.", u'Let me repeat. The same cooperative got a bailout a year ago. Are we now going to start providing these two companies with annual supplemental appropriations bailouts? I urge my colleagues to question what we are doing.', u"Let me quote from the administration's Statement of Administrative Policy again:", u'In 2005, many crops had record or near record production and U.S. farm sector cash receipts were the second highest ever. Furthermore, the proposed level of assistance is excessive and may overcompensate certain producers for their losses.', u"What are we trying to do with this bill? We are trying to tell our farmers, no matter where you are or what you farm, don't bother with crop insurance because come next year's supplemental, we will dole out far more than you need.", u'As Secretary Mike Johanns said:', u'I have spent the last week studying the bill to try to get an understanding of the mechanics of the bill, but taking it a step further, trying to get an understanding of what we have done for disaster relief in the last year. And what is the agricultural economy like that may lay the foundation for somebody to say we need disaster relief.', u"He said for the 2005 and 2006 crop years, despite pockets of weather problems, ``Every year you see them. For a country this big, it is unusual not to have some weather issues out there.''", u'But despite pockets of problems, production and yields set records or near records recently.', u"Johanns' conclusions, after getting answers to his questions: ``I got all that data and evidence, and that got me thinking, `What are they trying to do with that bill?' '' He is talking about the supplemental bill before us. ``So I studied the bill and I must admit, my forehead started wrinkling.''", u"Well, as noted in Saturday's Washington Post editorial, ``Should Farming Be the Nation's Only Risk-Free Enterprise?'' perhaps the intent in providing this $6 million to the Hawaiian sugar growers is to prop up a sugar industry which has fallen on hard times. With rising diabetes and child obesity rates which have more than doubled since 1977, maybe sugar isn't in demand as in previous years. Maybe the efforts by parents to have soft drink machines stripped from public schools is having a prolific effect on sugar production. If only that were the case. In reality, consumption of sweeteners in the U.S. has risen from 113 pounds per person per year in 1966 to around 142 pounds per person per year in 2004. At that rate Americans consume the equivalent of about 1 teaspoon of sugar per hour every 24 hours, 7 days a week.", u'The U.S. News &amp; World Report compared our sugar fix to other, more nutritious agricultural commodities and found that Americans ate an abysmal 8.3 pounds of broccoli a year in 2003, something I can understand.', u"Again I question the need to spend more taxpayer dollars on sugarcane. Didn't we just vote last week not to fund a $15 million marketing program for seafood? Certainly less than a week later we are not going to turn around and vote to fund marketing to support this effort.", u'Mr. President, I ask for the yeas and nays on this amendment.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/05/02/S3858-2_making-emergency-supplemental-appropriations-for-t/'}