{u'speaker_state': u'KS', u'speaker_raw': u'mr. brownback', u'speaker_first': u'Sam', u'congress': 109, u'title': u'UNANIMOUS CONSENT REQUEST--H.R. 4437', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-06-05/html/CREC-2006-06-05-pt1-PgS5401-10.htm', u'number': 69, u'id': u'CREC-2006-06-05-pt1-PgS5401-10.chunk53', u'volume': 152, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Brownback', u'pages': u'S5401-S5424', u'speaker_party': u'R', u'date': u'2006-06-05', u'bills': None, u'bioguide_id': u'B000953', u'order': 53, u'speaking': [u"Mr. President, the reason I want to have that printed in the Record is for people to be able to see there is another side to this. When you redefine marriage and say it can now be between two people of the same gender, what happens when an institution says that we do not agree with that? Let's say a particular church says we do not agree with that; we believe that marriage is a union of a man and a woman. They can then actually be at risk legally in their state for having that definition and that will be seen as discriminatory, to the point you saw Catholic Charities doing adoptions in Boston having to leave because they were forced to recognize same-sex union adoptions and to provide those services. They said they disagree with this as a matter of their religious tenets. So now they are no longer able to do adoptions in Massachusetts.", u'What happened to their religious freedom? That will be the same sort of path this will take. People will lose religious freedom if they hold a different view. If they say: We believe marriage is a union of a man and a woman, it is a basic tenet of our faith--which it is for many people and many faiths; this is a basic tenet, that marriage is a union of a man and a woman--now you are going to find that somehow discriminatory? Bigotry? They are going to be sued if they only recognize marriage as a union of a man and a woman.', u'I hope my colleagues who want to vote against this start to think about that because this is the trajectory many of these things have taken when they get on this track.', u'I promised my colleagues I would show what happened in other countries when they took on the issue of redefining marriage. We have other countries that have done this. The point I want to make is marriage is a fundamental institution. We need to support it and grow it. If you redefine marriage, this is not the way to support and grow marriage. This is not the way to support and grow marriage.', u'Some will say there will just be more marriages that will take place. That is not the experience in other countries, particularly in northern Europe. They have redefined marriage, and it has not happened that way. You get fewer marriages and you get more children born out of wedlock. If you say, OK, we get more children born out of wedlock, the problem is you put children in a less than optimal environment. This goes against the Moynihan principle: You should always look at what you do to the next generation, and you should be as supportive as you can to the next generation.', u'This chart shows, for the Netherlands, out-of-wedlock births and the campaign for same-sex marriage in the Netherlands. The Netherlands is a particularly interesting case because they had a very stable marital environment for a long period of time. In all of Europe, it was one of the most stable marital environments in which children were born in wedlock, up until a very recent period of time. Up until 1980 you still have less than 5 percent of children born out of wedlock. One of the lowest rates in all of Europe was in the Netherlands. Then, when they started to have this debate on same-sex marriage, a lot of things changed in the Netherlands, the same way as happens here.', u"It goes in the court system. A small group of activists go in the court system and say: We can't change the overall body politic, but we will go into the courts and we will use the courts to change society that way. So we will get at them through the courts, the same play as happening here. In 1980 we have 5 percent of the total births out of wedlock. Then the first court cases start hitting in the late 1980s and you are at or around a little above 10 percent, the first court cases hitting on same-sex unions.", u"You can just see that pattern skyrocket, the percentage of total births of children born out of wedlock from when you start redefining. You are speaking this into the culture and saying to the culture: Marriage isn't only the marriage of a man and a woman, it can be two men, two women, whatever we want to define it to be. We need to do this. It is something that is discriminatory otherwise.", u'You can just see that thing take off, the number of children born out of wedlock.', u"Again, if you say: That is just a consequence of it, I guess that is the way it is, the problem is, that is not the way it was, nor is it the way it needs to be, nor is it the way it should be for our children in the next generation. We should be strongly concerned about how that next generation is raised and the nurturing environment they are raised in. Recognizing people are going to have trouble in marriages--they are, but we still don't want to take that optimal design away. We want to encourage that optimal design. We know that is the place where it works the best.", u'I want to show a chart to make a couple of points. Ever since proposals for same-sex marriage began to be debated, the out-of-wedlock birth rate in the Netherlands has soared. Same-sex marriage has increased the culture separation of marriage from parenthood in the Netherlands.', u'Scandinavia is the area in the world that has the longest track record of same-sex unions. They have embraced it for the longest period of time. These are the countries, then, where we have the most developed data. This is the law being used to change the culture.', u'I think I am paraphrasing Senator Moynihan--he was a great cultural commentator--a comment he made in one of his books. He wrote that the central conservative truth is that culture is more important than government. In other words, what your culture says it honors and dishonors is more important than government. That was central conservative truth.', u'The central liberal truth is, you can use laws to change culture. Here you see the effort to use a law to change culture taking place. The system of marriage like same-sex registration partners established in the late 1980s has contributed significantly to the ongoing decline of marriage in this region. The rates for both first and second and later births to cohabiting couples have risen substantially. Instead of arguing that same-sex marriage encourages marriage among heterosexual parents, it is used as evidence that marriage is outdated. Where gay marriage finds acceptance, marriage has virtually ceased to exist in some areas.', u'We have a chart where 80 percent of the first-born children, as I mentioned, were born out of wedlock. Is that the trajectory we want to go on? Is that where we want this society to go? Is that the sort of country we want to have in the future? Is that where we are willing to go?', u"I think people are going to argue a whole bunch of different ideas. There is going to be a lot of blustering about this, but the basic question is pretty simple. Do you believe and do you support that marriage is a union of a man and a woman? Do you think that is the foundation of society or not? People are going to yell and scream a lot of things about some form of bigotry, or that this is being done for political purposes, Or this or that, or they are going to try to say: It doesn't hurt my marriage. I am just saying we have basic social data on this vast social experiment of redefining marriage. We know where it heads.", u'I think if any of us really search in our own hearts we are pretty comfortable that if you redefine this institution you are unlikely to get more of it. You are more likely to get less of it.', u'I hope people will ask the next question. Is this the best place to raise the next generation? Is this the best message to send on how to raise that next generation? I ask people to ask their own hearts--look at the data. We have the data on it, but ask in their own hearts because this is a big, deep, serious one. This is an important one.', u'I respect my colleagues who have a different position. I respect people in the United States who have a different position on this particular issue. There are good people on all sides of this issue. But the data is what it is. People, if they just ask in their own hearts, they know the right answer to this particular topic, as tough as it might be. But this is an important one. It will be defined by us or by the courts.', u'I will have additional information to present at a later date, but I suggest the absence of a quorum.'], u'capitolwords_url': u'http://capitolwords.org/date/2006/06/05/S5401-10_unanimous-consent-request-hr-4437/'}