{"speaker_state": "FL", "speaker_raw": "mr. meek of florida", "speaker_first": "Kendrick", "congress": 109, "title": "30-SOMETHING WORKING GROUP", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2006-07-11/html/CREC-2006-07-11-pt1-PgH5030.htm", "number": 89, "id": "CREC-2006-07-11-pt1-PgH5030.chunk1", "volume": 152, "chamber": "House", "session": 2, "speaker_last": "Meek", "pages": "H5030-H5036", "speaker_party": "D", "date": "2006-07-11", "bills": null, "bioguide_id": "M001148", "order": 1, "speaking": ["Mr. Speaker, once again it is an honor to come to the House floor. We would like to thank the Democratic leadership for allowing us to have this hour. The 30-something Working Group, as you know, comes to the floor if not daily every other day when we have the opportunity to do so, to share with the Members of the House initiatives and plans that we have on the Democratic side of the aisle that will make America better and stronger.", "As you know, we have been on the message of a new direction for America, and we have been working very hard on that because that is the message that we have and that the American people are looking forward to seeing implemented.", "So many times here on this floor, we talk about ideas and concepts, but they never really make it to the legislative debate, due to the fact that here in the House, Democrats are in the minority; and the majority has adopted a rule that there is not a true bipartisan spirit here in this House, only when we vote on post offices and naming bridges.", "But when it comes down to policy, policy that is affecting the people that we represent every day, there is a great divide, a divide to where we are not sitting down at the negotiating table, in committee, in subcommittee, and definitely not sitting down before legislation comes to the floor in a conference committee to talk about what is best for America and how can we make it better.", "The American people yearn and hope for Democrats and Republicans and the one Independent in this House to work together. I think it is important to outline the fact that our leadership has said if given the opportunity, earning the opportunity of the American people to lead, that you will see a bipartisan spirit, not only spirit, you will see bipartisan action in this House on major pieces of legislation dealing with health care, education, how we are going to balance the budget, just not talk on how to cut the deficit in half or we may cut the deficit in half, really breaking down the deficit so that we will not pay more than what we are spending and investing in education, homeland security, and veteran affairs.", "That is why we come to the floor. And we start talking about a new direction for America, making sure that health care through prescription drugs, and also making sure that HMOs eliminate wasteful spending and a number of other reforms that should take place there so that we do not have so many Americans going into emergency rooms.", "Also lowering the price of gas and achieving energy independence is one of our major goals. There was just a report that was released by the Agriculture Department that is now having some sort of discussion about ethanol and what we can use, how we can use the ethanol and how it can play a role in making us independent, the E-85, and our proposal of putting America on a new direction or in a new direction.", "We talk about the importance of alternative fuels, not just investing in the Middle East and not investing in the Midwest. So we look forward to continuing to push that philosophy here on this floor as we have the opportunity to lead this House, knowing the American people can deliver that, making sure that working families making more than what is presently the minimum wage, increasing that minimum wage, making sure they are able to bring home more to their families.", "Millions of Americans are living on the minimum wage. It has been very difficult. And we have charts here, Mr. Speaker, that would illustrate how the minimum wage, we haven't seen a national minimum wage hike since 1997, but we have seen increases in other areas where families are still expected to perform under those circumstances. And I think that is where we are finding our shortfall as it relates to individuals being able to afford college. Cutting the cost for college, making sure that there is a tax deduction for college tuition and expanding the Pell grants and cutting the student loan costs in half, making sure that college is affordable, and rolling back the increases that Republican Congress have put on students.", "Not just students. When people talk about students, they think that we are just talking about young people that graduate from high school. We are talking about families that have invested their entire lives with their children to make sure that they can go to school, that it is affordable, that we don't continue to move the goal post the closer families get to making sure that they can provide for their young people to achieve a college education.", "Also, preventing the privatization of Social Security, coming up with real Social Security reform, and making sure that folks can retire in dignity knowing that they have a Social Security plan and a Social Security card that is more, that stands for the security of their retirement.", "Also, those individuals that are on disability, those individuals that are receiving survivor benefits, making sure that they don't end up in some line somewhere reporting to some private institution because someone thought it was a great idea to make money for individuals on Wall Street,", "And, lastly, I would say a part of a new direction for America is really being fiscally responsible. Now, the first Democratic hour out here, Mr. Speaker, we had the Blue Dog Democrats that were here, and they spent the entire hour talking about fiscal responsibility. And I think it is important that the American people and the Republican majority House understand that we have the will and the desire and the track record to show that we truly know how to balance the budget, surpluses as far as the eye can see when President Bush went into office and a Republican majority was emboldened, and now we are borrowing at a rate that one writer in the Washington Times, Mr. Chapman, had said that the President has dethroned Lyndon Johnson as it relates to spending. And that is a heavy statement to make, even though I feel very strongly that President Johnson at that time of transition invested truly in America and not just in billionaires and millionaires receiving tax cuts, and also oil companies running away with public dollar giveaways to them and record profits at the same time.", "I am so honored tonight, Mr. Speaker, as usual, to be joined by my colleague just north of my district and just west of my district and east of my district in some areas, Ms. Debbie Wasserman Schultz from Florida, and also Mr. Tim Ryan from Youngstown, Ohio.", "As you know, last evening, Ms. Wasserman Schultz, I was sharing with the Members we don't just come to the floor, we actually meet to talk about these issues that are facing Americans. And I think it is important that we continue in that spirit and moving America in the right direction, in a new direction than what they see right now from the Republican majority.", "And it is a privilege to join you and Mr. Ryan and Mr. Delahunt each night that we take the House floor and talk about the new direction that we as Democrats would take this country. Because what most people have seen in America recently is essentially the Republican leadership's efforts to engage in the politics of distraction, because they have to distract the American people from what is really going on here because the reality that is going on here is too painful to closely examine.", "I mean, they certainly can't hold up their wild success to the American people for examination and celebration because they haven't had any wild success. We are looking here at a record deficit, as you discussed, Mr. Meek. We are looking at record gas prices. We are looking at record numbers of Americans who are without health insurance. We are looking at record increases in the cost of health insurance, small business owners who are unable to continue to support their employees and provide them with health insurance benefits. And we are looking at a woeful inability on the part of the Republican administration and this leadership of this House to protect the homeland and focus on domestic homeland security.", "That is why they instead have focused on things like the Pledge of Allegiance and whether students are saying ``under God'' in school when they recite the Pledge of Allegiance, and they are focusing on amending the Constitution to prohibit flag burning or amending the Constitution to ban gay marriage. Now, each of us might have our own individual opinion on those matters, but when you go to Youngstown, Mr. Ryan, when you go to Miami, and when I go home to Broward County, I just don't hear, and I would bet you my last dollar that the vast majority of our Republican colleagues don't hear one, two, three, four, or five on the list any of those items. More likely, you have the father of four who leaves his house in the morning not worried about whether his son is going to be able to say ``under God: In the Pledge of Allegiance that day, but whether or not he is going to be able to afford the $55 it is going to cost him, at least, or around, to fill up his gas tank.", "And how about the mom whose son or daughter is fighting on our Nation's behalf in Iraq or Afghanistan? Do you think she is worried about whether Congress is going to pass a constitutional amendment to ban flag burning? Because that is certainly a notion of patriotism. Or is she more likely praying every single day that her baby is going to come home to her? I would say it is more likely the latter. And those are the kinds of issues that people are addressing with us when we go home."], "capitolwords_url": "http://capitolwords.org/date/2006/07/11/H5030_30-something-working-group/"}