{u'speaker_state': u'MD', u'speaker_raw': u'mr. cummings', u'speaker_first': u'Elijah', u'congress': 105, u'title': u'SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm', u'number': 147, u'id': u'CREC-1998-10-15-pt1-PgH10928.chunk40', u'volume': 144, u'chamber': u'House', u'session': 2, u'speaker_last': u'Cummings', u'pages': u'H10928-H10935', u'speaker_party': u'D', u'date': u'1998-10-15', u'bills': None, u'bioguide_id': u'C000984', u'order': 40, u'speaking': [u'Mr. Speaker, I rise today with a somber heart and a troubled soul.', u'I rise today to grieve the loss of a young man.', u'Matthew Shepard was a 21-year-old college student majoring in political science because he--like many Members of this body--wanted to fight for civil and human rights.', u'But Matthew will never join this fight because Matthew died on Monday.', u"Matthew's death was no accident.", u'It was a conscious act of hate and intolerance taken to such an extreme that a 21-year-old man was brutally and savagely beaten, strapped to a fence like an animal, and left to die.', u'Matthew was murdered for one reason: Hate.', u'Hate directed at Matthew because he was gay and he dared share that fact with others.', u"Mr. Speaker, this body must share in the responsibility and the guilt for Matthew's brutal murder.", u"We are fostering a culture of intolerance and hate in this body with words and even legislation that denies equal standing and protection under the law to others due solely to their sexual orientation. Matthew's death at the butt of a .357 magnum is the result.", u"In 1962, on the acceptance of the Nobel Peace Prize, Dr. Martin Luther King, Jr. said ``Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.''", u"Mr. Speaker, I make a plea that we in this body heed Dr. King's words and work for a culture of tolerance.", u'In the name of Matthew Shepard we must finally act on and pass the Hate Crimes Prevention Act, a bill which I have proudly co-sponsored.'], u'capitolwords_url': u'http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/'}