{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 108, "title": "PUBLIC BILLS AND RESOLUTIONS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-03-25/html/CREC-2004-03-25-pt1-PgH1592-2.htm", "number": 39, "id": "CREC-2004-03-25-pt1-PgH1592-2.chunk0", "volume": 150, "chamber": "House", "session": 2, "speaker_last": null, "pages": "H1592-H1593", "speaker_party": null, "date": "2004-03-25", "bills": ["H.R. 4032", "H.R. 4033", "H.R. 4030", "H.R. 4031", "H.R. 4036", "H.R. 4037", "H.R. 4034", "H.R. 4035", "H.R. 4038", "H.R. 4039", "H.J. Res. 91", "H.R. 4043", "H.R. 4042", "H.R. 4041", "H.R. 4040", "H.R. 4047", "H.R. 4046", "H.R. 4045", "H.R. 4044", "H.R. 4048", "H. Con. Res. 398", "H. Con. Res. 399", "H. Con. Res. 396", "H. Con. Res. 397", "H. Res. 577", "H. Res. 579", "H. Res. 578"], "bioguide_id": null, "order": 0, "speaking": [" Under clause 2 of rule XII, public bills and resolutions were introduced and severally referred, as follows:", "H.R. 4030. A bill to establish the Congressional Medal for Outstanding Contributions in Math and Science Education program to recognize private entities for their outstanding contributions to elementary and secondary science, technology, engineering, and mathematics education; to the Committee on Science. By Ms. CARSON of Indiana (for herself, Mr. Fattah, Mr. Wexler, Mr. Emanuel, Ms. Millender-McDonald, Mr. Owens, Mr. Filner, Mr. Frost, and Ms. Eddie Bernice Johnson of Texas): H.R. 4031. A bill to give States the flexibility to reduce bureaucracy by streamlining enrollment processes for the Medicaid and State children's health insurance programs through better linkages with programs providing nutrition and related assistance to low-income families; to the Committee on Energy and Commerce. By Mrs. DAVIS of California (for herself, Mr. Michaud, Mr. Evans, Mr. Filner, Ms. Corrine Brown of Florida, Mr. Rodriguez, Ms. Hooley of Oregon, Mr. Strickland, Mr. Grijalva, Mr. Frank of Massachusetts, Mr. Bishop of Georgia, Mr. Holden, Mr. Brady of Pennsylvania, Mrs. Napolitano, and Mr. Chandler): H.R. 4032. A bill to amend title 38, United States Code, to provide additional safeguards for Department of Veterans Affairs benefit recipients who have fiduciaries for receipt and management of benefit payments, and for other purposes; to the Committee on Veterans' Affairs. By Mr. JENKINS (for himself, Mr. McIntyre, Mr. Ballance, Mr. Ballenger, Mr. Barrett of South Carolina, Mr. Bishop of Georgia, Mrs. Blackburn, Mr. Boucher, Mr. Brown of South Carolina, Mr. Burns, Mr. Burr, Mr. Chandler, Mr. Collins, Mr. Coble, Mr. Cooper, Mr. Davis of Tennessee, Mr. Gingrey, Mr. Goode, Mr. Gordon, Mr. Hayes, Mr. Isakson, Mr. Jones of North Carolina, Mr. Kingston, Mr. Lewis of Kentucky, Mr. Lucas of Kentucky, Mr. Peterson of Minnesota, Mr. Rogers of Kentucky, Mr. Scott of Georgia, Mr. Tanner, Mr. Taylor of North Carolina, Mr. Turner of Ohio, Mr. Wamp, Mr. Whitfield, Mr. Wilson of South Carolina, and Mr. Boyd): H.R. 4033. A bill to terminate the Federal tobacco quota and price support programs, to require the payment of fair and equitable compensation for tobacco quota holders and active tobacco producers adversely affected by the termination of such programs, and for other purposes; to the Committee on Agriculture. By Mr. DeMINT (for himself, Mrs. Musgrave, Mr. Barrett of South Carolina, and Mr. Hoekstra): H.R. 4034. A bill to amend the Internal Revenue Code of 1986 to allow a credit against income tax for teacher classroom supply expenses, for improving elementary and secondary education, and for contributions for scholarships to attend elementary and secondary schools, and for other purposes; to the Committee on Ways and Means. By Mr. CARDIN (for himself, Mr. Houghton, Mr. Levin, Mr. English, and Mrs. Johnson of Connecticut): H.R. 4035. A bill to amend section 402 of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 to provide a 2-year extension of supplemental security income in fiscal years 2005 through 2007 for refugees, asylees, and certain other humanitarian immigrants; to the Committee on Ways and Means. By Mr. DAVIS of Illinois: H.R. 4036. A bill to revive the system of parole for Federal prisoners; to the Committee on the Judiciary. By Mrs. EMERSON (for herself, Mr. Graves, Mr. Hulshof, Mr. Skelton, Ms. McCarthy of Missouri, Mr. Gephardt, Mr. Akin, Mr. Clay, and Mr. Blunt): H.R. 4037. A bill to designate the facility of the United States Postal Service located at 475 Kell Farm Drive in Cape Girardeau, Missouri, as the ``Richard G. Wilson Processing and Distribution Facility``; to the Committee on Government Reform. By Mr. ENGLISH (for himself and Mr. Delahunt): H.R. 4038. A bill to provide training opportunities for Federal, State, and local law enforcement agencies in intelligence analysis and dissemination, and for other purposes; to the Committee on the Judiciary. By Mr. FLAKE (for himself, Mr. Hefley, Ms. Bordallo, Mr. Hostettler, Mr. Spratt, Mr. Simmons, Mr. Rangel, Mr. Bishop of Utah, Mr. Grijalva, Mr. Rogers of Alabama, Mr. Gillmor, Mr. Frost, Mr. Souder, and Ms. Hart): H.R. 4039. A bill to amend title 10, United States Code, to revise the requirements for award of the Combat Infantryman Badge and the Combat Medical Badge with respect to service in Korea after July 28, 1953; to the Committee on Armed Services. By Mr. FOSSELLA: H.R. 4040. A bill to authorize a national memorial to commemorate the final resting place of those lost at the World Trade Center on September 11, 2001, and for other purposes; to the Committee on Resources. By Mr. GOODLATTE (for himself, Mr. Jones of North Carolina, Mr. Simmons, Mr. Van Hollen, Ms. Loretta Sanchez of California, Mr. Cannon, and Mrs. Jo Ann Davis of Virginia): H.R. 4041. A bill to waive, in fiscal year 2004, the numerical limitation applicable to a nonimmigrant described in section 101(a)(15)(H)(ii)(b) of the Immigration and Nationality Act, if the employer petitioning on behalf of the nonimmigrant employed such a nonimmigrant in fiscal year 2003, and for other purposes; to the Committee on the Judiciary. By Mr. HASTINGS of Florida: H.R. 4042. A bill to amend the Internal Revenue Code of 1986 to allow a deduction for expenses paid in connection with the donation of an organ; to the Committee on Ways and Means. By Mr. HOLT (for himself, Mrs. Cubin, Mr. George Miller of California, Ms. Woolsey, and Mr. Hinojosa): H.R. 4043. A bill to establish a national leadership initiative to promote and coordinate knowledge utilization in education, thereby increasing student achievement consistent with the objectives of the No Child Left Behind Act of 2001, and for other purposes; to the Committee on Education and the Workforce. By Mr. NUNES: H.R. 4044. A bill to amend the Intermodal Surface Transportation Efficiency Act of 1991 to designate California State Route 99 as a high priority corridor on the National Highway System; to the Committee on Transportation and Infrastructure. By Mr. POMBO: H.R. 4045. A bill to authorize the Secretary of the Interior to prepare a feasibility study with respect to the Mokelumne River, and for other purposes; to the Committee on Resources. By Mr. RANGEL: H.R. 4046. A bill to designate the facility of the United States Postal Service located at 555 West 180th Street in New York, New York, as the ``Sergeant Riayan A. Tejada Post Office''; to the Committee on Government Reform. By Mr. WEINER: H.R. 4047. A bill to require the National Park Service to make necessary safety improvements to the Statue of Liberty and to reopen the Statue to the public; to the Committee on Resources. By Mr. GINGREY (for himself, Mr. Souder, Mr. Paul, Mr. Doolittle, Mr. Franks of Arizona, Mr. Isakson, Mr. Davis of Tennessee, Mr. Wilson of South Carolina, Mr. Hostettler, Mr. Linder, Mr. Shuster, Mr. Hall, Mr. Ney, and Mr. Kingston): H.R. 4048. A bill to amend chapter 44 of title 18, United States Code, to update certain procedures applicable to commerce in firearms and remove certain Federal restrictions on interstate firearms transactions; to the Committee on the Judiciary. By Mr. MICHAUD (for himself, Mr. Brown of South Carolina, Mr. Evans, and Mr. Smith of New Jersey): H.J. Res. 91. A joint resolution recognizing the 60th anniversary of the Servicemen's Readjustment Act of 1944; to the Committee on Veterans' Affairs. By Mr. ENGEL (for himself, Ms. Baldwin, Mr. Pallone, Ms. DeLauro, Mr. Farr, Mr. Frank of Massachusetts, Mrs. Maloney, Mr. Olver, Mr. Delahunt, Mr. Serrano, Mr. Holt, Mr. Grijalva, Mrs. Lowey, Mr. Towns, and Mr. Andrews): H. Con. Res. 396. Concurrent resolution supporting the goals and ideals of the Day of Silence and encouraging units of local government, States, and school districts to protect lesbian, gay, bisexual, and transgender students, teachers, and school employees from discrimination and harassment; to the Committee on Education and the Workforce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. By Mr. GIBBONS (for himself, Ms. Berkley, and Mr. Porter): H. Con. Res. 397. Concurrent resolution providing for the acceptance of a statue of Sarah Winnemucca, presented by the people of Nevada, for placement in National Statuary Hall, and for other purposes; to the Committee on House Administration. By Mr. HYDE (for himself, Mr. Lantos, Ms. Ros-Lehtinen, Mr. Ackerman, Mr. Blunt, Mr. Berman, Mr. Sherman, and Mr. Chabot): H. Con. Res. 398. Concurrent resolution expressing the concern of Congress over Iran's development of the means to produce nuclear weapons; to the Committee on International Relations. By Ms. MILLENDER-McDONALD (for herself, Mr. Rohrabacher, and Mr. Lantos): H. Con. Res. 399. Concurrent resolution urging the President to provide encouragement and support for the ratification, establishment, and financing of a tribunal for the prosecution of surviving leaders of the Khmer Rouge regime; to the Committee on International Relations. By Mr. BEREUTER (for himself, Mr. Wexler, Mrs. Jo Ann Davis of Virginia, Mr. Lantos, Mr. Delahunt, and Ms. Lee): H. Res. 577. A resolution recognizing 50 years of relations between the United States Government and the European Union; to the Committee on International Relations. By Mrs. BIGGERT (for herself, Mr. Hinojosa, Mr. Dreier, Mr. Baker, Mr. Kanjorski, Mr. Ross, Mr. Jones of North Carolina, Mr. Ford, Mr. LaTourette, Ms. Carson of Indiana, Mr. Kennedy of Minnesota, Mr. Clay, Mr. Castle, Mr. Frost, Mr. Isakson, Mr. Scott of Georgia, Mr. Inslee, Mr. Ortiz, Mr. Israel, Mr. Frank of Massachusetts, and Mr. Greenwood): H. Res. 578. A resolution supporting the goals and ideals of Financial Literacy Month, and for other purposes; to the Committee on Government Reform. By Mr. PALLONE (for himself, Mr. Crowley, Mr. Wilson of South Carolina, Mr. Lantos, Mr. Whitfield, Mr. Abercrombie, Mr. Meeks of New York, Mr. McDermott, Mr. Payne, Mr. Lampson, Mr. McNulty, Mr. McIntyre, Mr. Israel, Ms. Jackson-Lee of Texas, Mr. Levin, Mr. Davis of Illinois, Mr. Engel, Mr. Wexler, Mr. Hoyer, Mr. Gingrey, Mr. Brown of Ohio, Mr. Ackerman, Mr. Bell, Ms. Majette, Mr. Hastings of Florida, Mr. Davis of Florida, and Ms. Millender-McDonald): H. Res. 579. A resolution honoring the American Association of Physicians of Indian Origin and expressing the sense of the House of Representatives that an American Association of Physicians of Indian Origin Day should be established; to the Committee on Energy and Commerce."], "capitolwords_url": "http://capitolwords.org/date/2004/03/25/H1592-2_public-bills-and-resolutions/"}