{u'speaker_state': u'IL', u'speaker_raw': u'mr. durbin', u'speaker_first': u'Richard', u'congress': 108, u'title': u'ADDITIONAL STATEMENTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-06-09/html/CREC-2004-06-09-pt1-PgS6669.htm', u'number': 80, u'id': u'CREC-2004-06-09-pt1-PgS6669.chunk0', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Durbin', u'pages': u'S6669-S6670', u'speaker_party': u'D', u'date': u'2004-06-09', u'bills': [u'S. 10'], u'bioguide_id': u'D000563', u'order': 0, u'speaking': [u'Mr. President, one of the most articulate and literate members of our Federal judiciary, U.S. District Judge Richard Mills, recently delivered an extraordinary Memorial Day address in my hometown of Springfield IL. I share it with my colleagues because I believe it is not only insightful but because it comes from a person uniquely suited to speak to the historical impact of World War II.', u'Judge Mills is a major general in the Illinois State Militia and a retired colonel in the U.S. Army. He served for 14 months in Korea with the 3rd Infantry Division and headed counterintelligence for the 65th Infantry Regiment and the Greek and Belgian Battalions attached to the 3rd Division. Among his decoration are the Bronze Star, Meritorious Service Medal, Joint Service Commendation Medal, Korean Service Medal with battle star, and both the U.S. and Republic of Korea Presidential Unit Citations. General Mills retired after 33 years in the military, Active and Reserve.', u'I am honored to count Judge Mills as a friend and hope you will value his remarks as much as I do.', u'I ask that the remarks of Judge Mills be printed in the Record.', u'The address follows:', u"In 1935, when the Italian fascist military machine invaded the undeveloped and primitive nation of Ethiopia on the African continent, Emperor Haille Selassie issued this mobilization order to his people: ``Everyone will now be mobilized and all boys old enough to carry a spear will be sent to Addis Ababa. Married men will take their wives to carry food and cook. Those without wives will take any woman without a husband. Women with small babies need not go. The blind, those who cannot walk, or for any reason cannot carry a spear are exempted. Anyone found at home after the receipt of this order will be hanged.'' The imperial edict of the Conquering Lion of Judah, although admittedly harsh, was unquestionably effective. And its very tenor reflects the ultimate hopelessness of a nation invaded by a far superior force and struggling to survive in military conflict. The conscription laws of this country, of course, have never been so elementary, desperate or severe, yet they shared an identical purpose--to provide immediate manpower to defend the nation! Since July 1, 1973, not a single person has been drafted into the armed forces of the United States. Since then, the Selective Service System has operated in its prescribed standy role. And since then we have been an all-volunteer military force in a peacetime capacity, and the role of the Selective Service System is, and will continue to be, one of simply assuring that necessary military manpower will be available in case of an emergency. The Selective Service System, more commonly referred to across the country as ``the draft'', is nothing new because men have been drafted since Biblical time. It is related the Book of Numbers in the Old Testament that God ordered Moses to take a census of men 20 years of age and older. When he and Aaron had accomplished this, they found an army of over 600,000 men. Under Julius Caesar in the Roman Empire, men were drafted for military service for 10 years and had to supply their own equipment. The Greek City States required military service of all male citizens, regardless of age, and thereby maintained their independence. But the first really modern draft was instituted by Napoleon, and when he told his generals, ``I need up to 25,000 men a month'', universal military training established itself in France. As a matter of fact, this very policy was adopted after the Napoleonic wars by most European countries, with the exception of Great Britain. During World War 1 and before the end of the war in 1918, nearly 3,000,000 men had been inducted and 24,000,000 had been registered. And in World War II, more than 50,000,000 men were registered and 10,000,000 of those were inducted into the armed forces. I am confident that many of you present today answered the call in this manner. The veterans of America, what kind of people are they? General of the Army Douglas MacArthur answered this question in his famous speech before the U.S. Military Academy's corps of cadets in May 1962: ``Yours is the profession of arms, the will to win, the sure knowledge that in war there is no substitute for victory, that if you lose, the nation will be destroyed, that the very obsession of your public service must be duty, honor, country.'' The May 22, 1941 edition of Army Field Manual (FM) 100-5, Field Service Regulations: Operations, which was republished in 1997 by the U.S. Government Printing Office in Washington, DC, spells out the battlefield doctrines used to fight and win World War II. Here is what it says: ``Man is the fundamental instrument of war; other instruments may change but he remains relatively constant. In spite of the advances in technology, the worth of the individual man is still decisive.'' World War II was the most important and far reaching event of the 20th century. The total number of people killed, wounded or missing can never be calculated. More than 10 million Allied servicemen and nearly 6 million military men from the Axis countries lost their lives. More than 50 countries took part in the war and the whole world felt its effects. America suffered nearly 300,000 U.S. forces and merchant seamen killed and almost 700,000 wounded. We had 157 navy ships and submarines sunk and 866 merchant ships sent to the bottom. At Pearl Harbor, the heart of the U.S. fleet--18 ships--was destroyed in about 100 minutes. As historian John Keegan wrote, ``It killed 50 million human beings, left hundreds of millions of others wounded in mind or body, and materially devastated much of the heartland of civilization.'' World War II became a war of liberation after three decisive turning points: Midway, North Africa and Stalingrad. By autumn 1942, the Allies also were on the offensive in the European theater, successfully landing in North Africa and beginning the trek toward Rome. ``Now this is not the end,'' Winston Churchill said as 1942 closed. ``It is not even the beginning of the end. But it is, perhaps, the end of the beginning.'' The Allies invaded Sicily. Then came Anzio Beach and the terrible bloody battle for Monte Cassino, and on up through Italy. The greatest naval armada of all time was assembled for the invasion of Normandy on D-Day, June 6, 1944, where we suffered 14,000 killed in action and 63,000 wounded. In the Pacific, it was a bloody invasion, island by island, ``leapfrogging'' toward Japan. Iwo Jima and Okinawa took heavy tolls. General MacArthur did return to the Philippines as he had promised, but 14,000 were killed and 62,000 were wounded in the battle of Luzon. The crucial year was 1945. For Nazi Germany and the 1,000- year German Reich, it was the end. In Italy, communist partisans captured ``Il Duce''--Benito Mussolini--and his mistress. They were executed and hung by their feet at a Milan gas station on April 28th. The very day Mussolini died, Adolph Hitler married his longtime mistress, Eva Braun, in his bunker. Within hours the same day, Hitler shot himself with the same pistol he carried when he first tried to seize power in a Munich beer hall years before. Also in 1945, America took its final giant steps across the Pacific to victory. Submarines strangled the home islands of Japan. American B-29 bombers incinerated Japan's major cities, reducing industrial production by a third and leaving 14 million homeless. Admiral of the Fleet Chester Nimitz, Pacific commander, convinced Pentagon planners to create airfields even closer than Formosa by capturing Iwo Jima and Okinawa. Kamikaze suicide planes sank 38 ships, damaged 368, and killed over 5,000 sailors. Soldiers of the U.S. 10th Army and the Marines suffered almost 72,000 killed and wounded. But on August 6, 1945, a Boeing B-29 Superfortress named Enola Gay lifted from the runway at Tinian in the Marianas and headed for Japan, nearly 1,500 miles across the open Pacific. Six and a half hours later the atomic bomb was dropped on Hiroshima. It detonated above the city with the force of 20,000 pounds of TNT. Several thousand members of the Second Japanese Army, then outside doing calisthenics, were wiped out in a millisecond and the city was flattened. Three days later Nagasaki suffered the same fate. On August 14 the Japanese emperor finally overruled his military chiefs and accepted Allied surrender terms. Americans of World War II understood that to bring down a form of tyranny, it was necessary to sacrifice lives. In liberty and in prosperity, the world after 1945 became a far, far better place than it had been in 1939. World War II was worth fighting, after all. To have lost would have brought unimaginable sorrow and slavery. To the veterans here today that we honor--particularly from World War II--I salute you. You stood tall, you did your duty, you survived, you returned. And we remember with heavy hearts those of our comrades that paid the supreme sacrifice, that were wounded, that were prisoners of war. We who are here are the fortunate ones. It has been truly said: ``In war there are no victors, only survivors.'' My fellow veterans, I salute you. God Bless America. "], u'capitolwords_url': u'http://capitolwords.org/date/2004/06/09/S6669_additional-statements/'}