{u'speaker_state': u'NY', u'speaker_raw': u'mr. schumer', u'speaker_first': u'Charles', u'congress': 108, u'title': u'CLASS ACTION FAIRNESS ACT OF 2004', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-07/html/CREC-2004-07-07-pt1-PgS7697-2.htm', u'number': 92, u'id': u'CREC-2004-07-07-pt1-PgS7697-2.chunk111', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Schumer', u'pages': u'S7697-S7743', u'speaker_party': u'D', u'date': u'2004-07-07', u'bills': None, u'bioguide_id': u'S000148', u'order': 111, u'speaking': [u'Mr. President, I rise today to express my support for S. 2062, the Class Action Fairness Act. Until this morning, I was very hopeful we would finally have the opportunity to discuss this important issue and move the bill forward.', u'As is well known now, last fall I joined with my colleagues, the Senator from Connecticut, Mr. Dodd, and the Senator from Louisiana, Ms. Landrieu, to help craft a compromise that now constitutes the bill before us. Because I have worked long and hard to move this bill forward, I was very disappointed at the turn of events earlier today.', u'We have two strains going on here that are sort of colliding, and I do not think they should necessarily collide. One is the desire of a majority in this Chamber--62 at last count--on both sides of the aisle to move the class action bill forward, and that desire remains. That burns brightly in my breast. I think we should move this bill. There has been a lot of work put into it. There have been compromises along the road. It strikes a fair balance, and I will talk more about that in a minute.', u"We also have the workings of the Senate, and that always is grafted on top of whatever legislation we have. We all know the majority party is allowed to set the agenda, and next week, for instance, we are doing a constitutional amendment against gay marriage, which no one thinks will come close to the two-thirds vote, but it is the majority's right to set that agenda. That is fair. But just as it is the majority's right to set the agenda, it is the minority's right to offer amendments--some germane, some not--on whatever is before us. That is what has always kept the balance in this Chamber. The majority does not have complete control of what is on the agenda because of our nongermaneness rule. That is what distinguishes us more than anything else, at least procedurally, from the House of Representatives where the Rules Committee can block off all amendments, and the majority can have iron-tight control.", u"To me, this fits the Founding Fathers' basic conception of the Senate as the cooling saucer. When the majority has certain rights, it slow things down, there is no question about it.", u'That delay--delay is the wrong word--but that sort of more careful rendering of the process often makes better legislation. As we know, the Founding Fathers were afraid that legislation would move too quickly through the body, and the Senate embodies that.', u"This morning, I thought the offer of the Senator from South Dakota, Mr. Daschle, was extremely reasonable. He said let us do four or five nongermane amendments and then proceed to the germane amendments. I do not recall if he said it on the Senate floor--I did not hear his whole speech--but he has said to all of us on the Democratic side who want to move class action reform that we would not take hours and hours and days and days on each of the nongermane amendments; that the debate would be done rather quickly. Well, that is the minority's right. That is what it is all about.", u'When Senators Dodd, Landrieu, Carper, Kohl, and I, all of whom have worked so long and hard on this bill, met with the majority leader and others, we made it perfectly clear about the right of the minority to offer a limited number of nongermane amendments, not one but a number. When Senator Daschle said five, that seemed perfectly reasonable to us, and that was rejected by the majority leader. This puts us and the whole class action bill at risk.', u'Make no mistake about it, if we cannot work this out, we will not have a bill. Even if we do work it out, it is going to be difficult enough to get a bill. The kinds of abuses I have worried about and why I was willing to step forward and support this bill as modified will be lost.', u"So the first thing I will do today is make a plea to our majority leader, who I believe does operate in good faith--I realize he has a fractious caucus behind him and there are different opinions within that caucus, but I urge the majority leader to reconsider his rejection or objection to Senator Daschle's offer, which I thought was fair and reasonable. I know that my colleague from Connecticut, Senator Dodd, thinks that because I heard him speak on the floor earlier today. I think it would be seen as reasonable as well, if I am not speaking out of turn, by most of my colleagues on this side of the aisle, the 10, 11, or 12 of us who support class action reform.", u'So make no mistake about it, if the bill does not move forward, it is because the majority was unwilling to allow the Senate to proceed as usual, which is to allow some nongermane amendments.', u"For many on our side of the aisle--not me because I support it--this is a bitter pill to swallow. To then add insult to injury saying no nongermane amendments are allowed will be the straw that breaks the camel's back. Even allowing one nongermane amendment would not be enough.", u"So, again, I renew my plea to the majority leader--and I want to underscore, again, I met with him numerous times on this legislation, and I believe he is functioning in good faith and he wants a bill--to reconsider Senator Daschle's offer. It will not take much time. My guess is we can consider those amendments quickly.", u'Of the five that I have heard about, two are Republican amendments. We all heard the good Senator from Idaho who seems to want to be able to offer his amendment, an amendment that I support on the floor, and I think one of the others is from the Senator from Arizona, Mr. McCain. So it is hardly that the nongermane amendments are a Democratic wish list. If there are five, and two are Republican and three Democrat, that seems to be a pretty fair division.', u"I renew my plea to the majority leader to accept Senator Daschle's offer, which I think was fair and reasonable. If not, we risk having no bill, despite the efforts of many of us.", u'I want to discuss for a minute why I support this legislation. I have been concerned for some time that lawsuits have gotten out of control in America. I am not one of those who think lawsuits have no use. I think they have plenty of use and they are needed. Often those without power, it is their only bit of power to get redress. There is no question about it.', u'At a time when we are pulling back from governmental regulation--I would much prefer to see government regulate, whether it is pollution, health care, or other things, than have lawsuits do it. Lawsuits are sort of a hit-or-miss way. But the impetus for lawsuits increases as the impetus for government regulation decreases, and obviously in this administration it has.', u'Having said that, I still believe we need lawsuits, but they should be done fairly. One of my big beefs is that for some time now too many lawsuits have been filed in local State courts that have no connection to the plaintiff, the defendant, or the conduct at issue. This allows forum shopping. Forum shopping is something that undercuts the basic fairness of our justice system.', u'Certain courts in certain places--and people have talked about it earlier today--have become magnets for all kinds of lawsuits. Some of these lawsuits are meritorious; some are not meritorious. In either scenario, my strong belief is that if the case affects the Nation as a whole, it should be heard in Federal court. One should not have a judge in a small county make law for all of America. Maybe that judge will make good law, but the odds are that parochial concerns will be too strong in that type of decision.', u'For that reason, I agreed with my colleagues who support this bill that something needed to be done to rein in forum shopping and abusive class action litigation tactics. When consumers allege that a product sold nationwide to consumers in all 50 States is defective, it ought to be a Federal court to decide that case. Actually, my belief is that probably there should be Federal law to decide those kinds of cases, and eventually we will probably move in that direction, but at the very least it ought to be the Federal court.', u"This bill does not take away anyone's right to sue or his or her ability to bring a suit as a class action. I oppose such legislation. I would not want to eliminate class actions. Instead, the bill ensures that consumers, employees, and all citizens have an opportunity to have their class action heard in court, but it is a Federal court.", u'We worked hard to improve the bill. The agreement that we have struck on class action lawsuits preserves the ability of Americans to bring lawsuits in a fair and responsible way, while doing away with forum shopping and other abusive tactics. This is why the three of us, Senators Landrieu, Dodd, and myself, were willing to stick our necks out a little bit and work on this compromise with Senator Kohl, who has been a leader on this issue on the Judiciary Committee, and Senator Carper, who has championed the proposal for so long. We want to see the bill move forward.', u'The bottom line is that it will not unless the Democratic leader--and I want to salute the Democratic leader. He does not like this.'], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/07/S7697-2_class-action-fairness-act-of-2004/'}