{u'speaker_state': u'NC', u'speaker_raw': u'mr. price of north carolina', u'speaker_first': u'David', u'congress': 108, u'title': u'REMEMBERING HUGH GALLAGHER', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-07-21/html/CREC-2004-07-21-pt1-PgE1438.htm', u'number': 102, u'id': u'CREC-2004-07-21-pt1-PgE1438.chunk0', u'volume': 150, u'chamber': u'Extensions', u'session': 2, u'speaker_last': u'Price', u'pages': u'E1438-E1439', u'speaker_party': u'D', u'date': u'2004-07-21', u'bills': None, u'bioguide_id': u'P000523', u'order': 0, u'speaking': [u'Mr. Speaker, I rise in tribute to Hugh Gregory Gallagher, initiator of the Architectural Barriers Act of 1968, insightful biographer of Franklin D. Roosevelt, and my mentor and friend. Hugh died on July 13 in Washington.', u"Hugh, along with Bill Foster, first introduced me to the ways of Capitol Hill in 1963 in the office of Senator E. L. ``Bob'' Bartlett of Alaska. I was an eager but less-than-knowledgable divinity student at the time, but their lessons took, and I ended up returning to the office as a legislative aide every summer through 1967, eventually writing a doctoral dissertation in political science based on what I observed there. Hugh was my mentor and colleague through this entire period, imparting extensive knowledge of the workings and the history of the Senate as well as remarkable political savvy and the best instruction in writing clear prose that I ever received from anyone save my English-teacher mother. My wife and I have maintained our friendship with Hugh since those years, and we are greatly saddened by his passing.", u"Hugh was stricken with polio during his college years and was rehabilitated at the Georgia Warm Springs Foundation, which stimulated a lifelong interest in Franklin D. Roosevelt. He received a Marshall Scholarship to Oxford University and earned his degree amid considerable physical hardship, for Oxford was hardly outfitted for students in wheelchairs in those days. After a short stint with Senator John Carroll (D-CO), Hugh became Senator Bartlett's chief legislative aide. Statehood was less than a decade old, and adjusting national policy to Alaska's altered status and many needs was a complicated challenge. But Hugh's proudest achievement by far was national legislation which he largely conceived, wrote, and steered to passage: the Bartlett Architectural Barriers Act of 1968, which required that federal facilities and buildings constructed with federal dollars be accessible to the disabled. This bill was the first national disability rights legislation, precursor to the 1990 Americans with Disabilities Act.", u"After Senator Bartlett's death, Hugh worked as a consultant to British Petroleum and other firms. But he turned increasingly to writing, producing an historical account of the Senate's foreign policy role (Advise and Obstruct, 1969), an account of Eskimo activism on behalf of federal land claims (Etok: A Story of Eskimo Power, 1974), a biography of Roosevelt focusing on how he dealt with his disability (FDR's Splendid Deception, 1985), an account of Nazi Germany's treatment of the disabled (By Trust Betrayed, 1990), and an autobiography probing the psychological costs of ``trying to compensate [for] or obfuscate your disability'' (Black Bird Fly Away, 1998).", u"In his foreword to the latter volume, Geoffrey Ward summed up Hugh's contribution: ``It is impossible for anyone not to admire Hugh Gallagher's gallantry--a word I'm sure he'll hate having applied to him--or his extraordinary achievements in and out of the corridors of power in Washington, or his hard-won triumph over the depression that threatened to cripple him as polio never could. Disabled people will draw sustenance from this book but I also can't imagine a more useful volume for any able-bodied person--parent or child, spouse or companion, friend or relation--who wants to understand what the disabled really feel about the challenges brought by each new day.''", u'Hugh maintained an abiding love for Alaska. One of my fondest memories is of a trip with him down the Kenai Peninsula, all the way to Homer and Kachemak Bay, in the summer of 1966. Hugh kept up with many Alaska friends and traveled there often, including a recent trip to give the Bartlett Lecture at the University of Alaska.', u'Hugh Gallagher lived a rich and inspiring life--a life containing adversity beyond what most of us will ever experience and exemplifying courage, tenacity, and hard-earned wisdom. Hugh had a great deal to say to the world, he said it powerfully and eloquently, and thousands are in his debt. Hugh also had a remarkable gift for friendship, and his many friends mourn his passing and treasure our memory of him.', u"Mr. Speaker, I ask that the account of Hugh Gallagher's life from the Washington Post of July 16, 2004, be reprinted at this point in Record.", u"Hugh G. Gallagher, 71, who died of cancer July 13 at Sibley Memorial Hospital, wrote an early civil rights law affecting the disabled and a praised biography of former president Franklin D. Roosevelt's struggle with polio. Mr. Gallagher, stricken with polio at age 19, played a major role in the 2001 decision to add a statue of Roosevelt in a wheelchair to the Franklin Delano Roosevelt Memorial in Washington. For years he told reporters, ``Don't let them steal our hero!'' Mr. Gallagher underwent rigorous and at times horrifying treatment for his disease, which he contracted during its last widespread sweep in America before the invention of a vaccine. He was paralyzed below the chest and later suffered from clinical depression. He went on to address his concerns for the disabled through a career in politics and prose. Although many worked to change the image of the disabled--from the pitiable, leg- braced waif in old March of Dimes promotions--Mr. Gallagher was far more concerned about practical questions, the personal and financial costs of living with a disability. While working as an aide on Capitol Hill, he developed and drafted the language of what became the Architectural Barriers Act of 1968, a lauded precursor to the sweeping Americans With Disabilities Act of 1990. His legislation mandated that buildings funded with federal dollars had to be accessible to the disabled, which many opposed because of expense and aesthetic appeal. ``Hugh's most outstanding contribution to the quality of life of people with disabilities was to successfully place disability rights on Congress' agenda for the first time,'' former Senate majority leader Robert J. Dole (R-Kan.) wrote for an event honoring Mr. Gallagher in 1995. Mr. Gallagher was never a one-issue man, and his social concerns ranged from gay rights to dignified end-of-life care. He also was a prolific writer of newspaper opinion pieces. His earliest nonfiction books concerned a range of subjects, from congressional logjams (``Advise and Obstruct: The Role of the United States Senate in Foreign Policy Decisions,'' 1969) to the efforts of the indigenous people of Alaska to win large land claims from the U.S. government in 1971 (``Etok: A Story of Eskimo Power,'' 1974). By far his best-known book was `` FDR's Splendid Deception'' (1985), about the president's ability to radiate hope and confidence while living in great physical stress. Many critics hailed the book's unsentimental approach to a long-overlooked aspect of Roosevelt's life. In her review for The Washington Post, Marina Newmyer wrote that Mr. Gallagher ``has put together a solid, suspenseful and fast-paced account of the medical tragedy suffered by Roosevelt.'' Mr. Gallagher found that among the 35,000 photographs of Roosevelt at his presidential library, only two featured him in his wheelchair. Media of the day all but ignored the polio, an omission that served the president's political purposes and showed his threshold for withstanding pain, he wrote. He said he understood Roosevelt's stoicism, which Mr. Gallagher took to indicate a near-disavowal of the disability. ``For years, I tried to work harder than any able-bodied person would,'' he told an interviewer. ``My drive to become a superhero exacted a terrible price. I paid no attention to my emotions. I became an automaton.'' Hugh Gregory Gallagher was born in Palo Alto, Calif, where his father taught political science at Stanford University. He grew up in Chicago, New York and Washington. He was at Haverford College in spring 1952 when he suddenly developed polio during parents' weekend. He left school, spent three months in an iron lung and was operated on several times. ``I never realized such pain existed,'' he told a reporter at the time. Once, his iron lung stopped, and Mr. Gallagher had to instruct the unnerved nurses how to pump the device by hand. Much of his rehabilitation took place in Warm Springs, Ga., where Roosevelt also had recuperated. That triggered his fascination with the president. In 1956, he graduated from what is now Claremont McKenna College in California and then went on a Marshall scholarship to Oxford University, where he received the equivalent of a master's degree in political science, philosophy and economics. At Oxford, he had difficulty maneuvering a wheelchair on the cobblestone streets. The only bathroom he could use was a block and a half from his room. Such indignities led to his legislative work on Capitol Hill. He spent most of the 1960s as an administrative assistant to Sen. E.L. ``Bob'' Bartlett (D-Alaska). He also worked for President Lyndon B. Johnson as his legislative signing and veto message writer in 1967 and 1968. He then was the Washington representative for British Petroleum and spent about 25 years as a policy and politics consultant for large oil concerns in Europe. His work took him to Alaska and other oil-drilling areas, where he was often hoisted onto oil rigs in his wheelchair. Over the years, he lobbied to make airports, performance halls and libraries accessible to those in wheelchairs. He wrote from his home in Cabin John, including the books ``By Trust Betrayed'' (1990), about Nazi Germany's treatment of the disabled, and ``Black Bird Fly Away'' (1998), which looked at his own depression about his disability. In 1995, Mr. Gallagher received the $50,000 Henry B. Betts Award for his lifetime work for the disabled. At the time, he reflected on the ``revolution'' in attitudes toward the disabled but added that there were some limits in what was doable or even desirable. ``Making the New York City subway system accessible to wheelchairs is not the best way to spend public money,'' he said. ``Besides, I'm not going down there to get mugged.'' Survivors include his father, Hubert R. Gallagher of Bethesda; and a sister."], u'capitolwords_url': u'http://capitolwords.org/date/2004/07/21/E1438_remembering-hugh-gallagher/'}