{u'speaker_state': u'MI', u'speaker_raw': u'mr. levin', u'speaker_first': u'Carl', u'congress': 108, u'title': u'THE COURAGEOUS TUSKEGEE AIRMEN', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2004-12-08/html/CREC-2004-12-08-pt1-PgS12040.htm', u'number': 139, u'id': u'CREC-2004-12-08-pt1-PgS12040.chunk0', u'volume': 150, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Levin', u'pages': u'S12040-S12041', u'speaker_party': u'D', u'date': u'2004-12-08', u'bills': None, u'bioguide_id': u'L000261', u'order': 0, u'speaking': [u'Mr. President, today I would like to make my colleagues aware of my intention, when the 109th Congress convenes in January, 2005, to introduce bipartisan legislation, to authorize the awarding of the Congressional Gold Medal, collectively, to the Tuskegee Airmen.', u'The Tuskegee Airmen were not only unique in their military record, but they inspired revolutionary reform in the Armed Forces, paving the way for integration of the Armed Services in the U.S. The largely college-educated Tuskegee Airmen overcame the enormous challenges of prejudice and discrimination, succeeding, despite obstacles that threatened failure. What made these men exceptional was their willingness to leave their families and put their lives on the line to defend rights that were denied them here at home. Former Senator Bill Cohen, in remarks on the floor of the Senate in July of 1995 summed it up this way:', u'. . . I listened to the stories of the Tuskegee airmen and . . . the turmoil they experienced fighting in World War II, feeling they had to fight two enemies: one called Hitler, the other called racism in this country.', u'Prior to the 1940s, many in the military held the notion that black servicemen were unfit for most leadership roles and mentally incapable of combat aviation. Between 1924 and 1939, the Army War College commissioned a number of studies aimed at increasing the military role of blacks. According to the Journal of the Air Force Magazine, Journal of the Air Force Association, March 1996:', u'. . . these studies asserted that blacks possessed brains significantly smaller than those of white troops and were predisposed to lack physical courage. The reports maintained that the Army should increase opportunities for blacks to help meet manpower requirements but claimed that they should always be commanded by whites and should always serve in segregated units.', u"Overruling his top generals and to his credit, President Roosevelt in 1941 ordered the creation of an all black flight training program at Tuskegee Institute. He did so one day after Howard University student Yancy Williams filed suit in Federal Court to force the Department of Defense to accept black pilot trainees. Yancy Williams had a civilian pilot's license and received an engineering degree. Years later, ``Lt. Col. Yancy Williams'' participated in an air surveillance project created by President Eisenhower.", u"``We proved that the antidote to racism is excellence in performance,'' said retired Lt. Col. Herbert Carter, who started his military career as a pilot and maintenance officer with the 99th Fighter Squadron. ``Can you imagine . . . with the war clouds as heavy as they were over Europe, a citizen of the United States having to sue his government to be accepted to training so he could fly and fight and die for his country?'' The government expected the experiment to fail and end the issue, said Carter. ``The mistake they made was that they forgot to tell us . . .''.", u"The first class of cadets began in July of 1941 with 13 men, all of whom had college degrees, some with PhD's and all had pilot's licenses. From all accounts, the training of the Tuskegee Airmen was an experiment established to prove that ``coloreds'' were incapable of operating expensive and complex combat aircraft. Stationed in the segregated South, the black cadets were denied rifles.", u"Months passed with no call-up from the government. However, by 1943, the first contingent of black airmen were sent to North Africa, Sicily, and Europe. Their performance far exceeded anyone's expectation. They shot down six German aircrafts on their first mission, and were also the first squad to sink a battleship with only machine guns. Overall, nearly 1,000 black pilots graduated from Tuskegee, with the last class finishing in June of 1946, 450 of whom served in combat. Sixty-six of the aviators died in combat, while another 33 were shot down and captured as prisoners of war. The Tuskegee Airmen were credited with 261 aircraft destroyed, 148 aircraft damaged, 15,553 combat sorties and 1,578 missions over Italy and North Africa. They destroyed or damaged over 950 units of ground transportation and escorted more than 200 bombing missions. Clearly, the experiment, as it was called, was an unqualified success. Black men could not only fly, they excelled at it, and were equal partners in America's victory.", u"A number of Tuskegee Airmen have lived in Michigan, including Alexander Jefferson, Washington Ross, Wardell Polk, and Walter Downs, among others. Tuskegee Airmen also trained at Michigan's Selfridge and Oscoda air fields in the early 40s. In the early 1970s, the Airmen established their first chapter in Detroit. Today there are 42 chapters located in major cities of the U.S. The chapters support young people through scholarships, sponsorships to the military academies, and flight training programs. Detroit is also the location of the Tuskegee Airmen National Museum, which is on the grounds of historic Fort Wayne. The late Coleman Young, former mayor of the city of Detroit, was trained as a navigator bombardier for the 477th bombardment group of the Tuskegee Airmen. This group was still in training when WWII ended so they never saw combat. However, the important fact is that all of those receiving flight-related training--nearly 1,000--were instrumental in breaking the segregation barrier. They all had a willingness to see combat, and committed themselves to the segregated training with a purpose to defend their country.", u'The Tuskegee Airmen were awarded three Presidential Unit Citations, 150 Distinguished Flying Crosses and Legions of Merit, along with The Red Star of Yugoslavia, 9 Purple Hearts, 14 Bronze Stars and more than 700 Air medals and clusters. It goes without question that the Tuskegee Airmen are deserving of the Congressional Gold Medal.', u'According to existing records, a total of 155 Tuskegee Airmen originated from Michigan, I wish to recognize each one of them. I ask unanimous consent that their names be included for the Record. They are as follows:', u"Kermit Bailer; Clarence Banton; James Barksdale of Detroit; Hugh Barrington of Farmington Hills; Naomi Bell; Thomas Billingslea; Lee Blackmon; Charles Blakely of Detroit, Robert Bowers of Detroit; James Brown of Ypsilanti; Willor Brown of Ypsilanti; Ernest Browne of Detroit; Archibald Browning; Otis Bryant; Joseph Bryant, Jr. of Dowagiac; Charles Byous; Ernest Cabule of Detroit; Waldo Cain; Clinton Canady of Lansing; Carl Carey of Detroit; Gilbert Cargil; Nathaniel Carr of Detroit; Donald Carter of Detroit; Clifton Casey; David Cason, Jr; Peter Cassey of Detroit; Robert Chandler of Allegan; Pembleton Cochran of Detroit; Alfred Cole of Southfield; James Coleman of Detroit; William Coleman of Detroit; Eugene Coleman; Matthew Corbin of Detroit; Charles Craig of Detroit; Herbert Crushshon; John Cunningham of Romulus; and John Curtis of Detroit. Donald Davis of Detroit; Cornelius Davis of Detroit; Eugene Derricotte of Detroit; Taremund Dickerson of Detroit; Walter Downs of Southfield; John Egan; Leavie Farro, Jr.; Howard Ferguson; Thomas Flake of Detroit; Harry Ford, Jr. of Detroit; Luther Friday; Alfonso Fuller of Detroit; William Fuller of West Bloomfield; Frank Gardner; Robert Garrison of Muskegon; Thomas Gay of Detroit; Charles Goldsby of Detroit; Ollie Goodall, Jr. of Detroit; Quintus Green, Sr.; Mitchell Greene; James Greer of Detroit; Alphonso Harper of Detroit; Bernard Harris of Detroit; Denzal Harvey; James Hayes of Detroit; Ernest Haywood of Detroit; Minus Heath; Milton Henry of Bloomfield Hills; Mary Hill; Charles Hill, Jr. of Detroit; Lorenzo Holloway of Detroit; Lynn Hooe of Farmington Hills; Heber Houston of Detroit; Ted Hunt; and Hansen Hunter, Jr. Leonard Isabelle Sr., Leonard Jackson; Lawrence Jefferson of Grand Rapids; Alexander Jefferson of Detroit; Silas Jenkins of Lansing; Richard Jennings of Detroit; Louie Johnson of Farmington; Ralph Jones; William Keene of Detroit; Laurel Keith of Cassopolis; Hezekiah Lacy of River Rouge; Richard Macon of Detroit; Albert Mallory; Thomas Malone; Ralph Mason of Detroit; J. Caulton Mays of Detroit; William McClenic; Arthur Middlebrooks; Oliver Miller of Battle Creek; Vincent Mitchell of Mt. Clemens; Wilbur Moffett of Detroit; Dempsey Morgan of Detroit; Russell Nalle, Jr. of Detroit; Robert O'Neil of Detroit; Frederick Parker; Robert Pitts of Detroit; Wardell Polk of Detroit; Walter Poole; Calvin Porter of Detroit; Calvin Porter; Leonard Proctor; Della Rainey; Sandy Reid of Southfield; Edward Rembert; Harry Riggs of Bloomfield Hills; Walter Robinson of Detroit; Major Ross of Oak Park; Washington Ross of Detroit; John Roundtree of Westland; Calude Rowe of Detroit; William Ruben; William Rucker; Jesse Rutledge of Detroit; and Issac Rutledge. Calvin Sharp; Albert Simeon, Jr. of Detroit; Paul Simmons, Jr. of Detroit; Leon Smith; Chauncey Spencer; William Stevenson; Chester Stewart of Detroit; Harry Stewart of Bloomfield Hills; Roosevelt Stiger of Jackson; Howard Storey; Willie Sykes of Detroit; Willis Tabor; Kenneth Taitt of Detroit; William Taylor, Jr. of Inkster; Lucius Theus of Bloomfield Hills; Donald Thomas of Detroit; Austin Thomas; Wm. Horton Thompson of Detroit; Jordan Tiller; Paul Tucker of Detroit; Edward Tunstall of Detroit; Allen Turner of Ann Arbor; Cleophus Valentine of Detroit; Charles Walker of Jackson; Robert Walker; Roderick Warren of Detroit; Theodore Washington of Detroit; Richard Weatherford of Aibion; Jimmie Wheeler of Detroit; William Wheeler of Detroit; Cohen White of Detroit; Harold White of Detroit; Paul White; Peter Whittaker of Detroit; Leonard Wiggins of Detroit; David Williams of Bloomfield Hills; Willie Williamson of Detroit; Robert Wolfe; William Womack; and Coleman Young."], u'capitolwords_url': u'http://capitolwords.org/date/2004/12/08/S12040_the-courageous-tuskegee-airmen/'}