{u'speaker_state': u'CA', u'speaker_raw': u'mr. lantos', u'speaker_first': u'Tom', u'congress': 108, u'title': u'HONNORING THE 2003 REEBOK HUMAN RIGHTS AWARDS RECIPIENTS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-07/html/CREC-2003-04-07-pt1-PgE692-4.htm', u'number': 55, u'id': u'CREC-2003-04-07-pt1-PgE692-4.chunk0', u'volume': 149, u'chamber': u'Extensions', u'session': 1, u'speaker_last': u'Lantos', u'pages': u'E692-E693', u'speaker_party': u'D', u'date': u'2003-04-07', u'bills': None, u'bioguide_id': u'L000090', u'order': 0, u'speaking': [u"Mr. Speaker, I rise today to draw my colleagues' attention to a group of incredible human rights defenders. Each year the Reebok Human Rights Award recognizes young activists who, early in their lives and against great odds, have made significant contributions to the field of human rights strictly through nonviolent means. The Award aims to generate positive international attention for the recipients and to support their efforts. Honorees receive a $50,000 per person grant to a qualifying organization to further their work from The Reebok Human Rights Foundation. The recipients of the 2003 Award will visit Capitol Hill this week. I take this opportunity to commend Paul Fireman for creating this innovative corporate program for raising public awareness of human rights at Reebok and I congratulate the 2003 Award recipients for their remarkable accomplishments.", u"At a time when the world's attention is focused on the war in Iraq, we ought not lose sight of the fact a more safe and stable world rests in our ability to promote human rights and the rule of law. Recipients of the Reebok Human Rights Award are working every day to defend fundamental rights on every continent.", u"Award candidates must be 30 years of age or younger and cannot advocate violence or belong to an organization that advocates violence. Award candidates must be working on an issue that directly relates to the United Nations' Universal Declaration of Human Rights. Women and men of all races, ethnic groups, citizenship and religions are eligible.", u'Each year the Reebok Human Rights Award program undertakes an extensive nomination outreach program, with over 10,000 nomination packets being sent worldwide. After all nominations are received, a team of international human rights experts and researchers begin the exhaustive task of researching and qualifying all nominees. Over the next several months, references are obtained, facts are checked, and accomplishments are verified for each and every application received. A group of finalists is presented to the Reebok Human Rights Board of Advisors, who select the Award recipients.', u'A total of 72 women and men from 34 countries have received the Award. These young heroes have ranged from a Cuban prisoner of conscience to a Liberian human rights monitor to an American advocate for battered women. All of them have taught us unforgettable lessons about the true nature of courage and humanity.', u'The recipients of the 2003 Reebok Human Rights Award are:', u"Early on, Ernest Guevarra (age 24) knew his life's mission was to be a doctor and to promote human rights. As a student activist, he helped found Medical Students for Social Responsibility and spearheaded campaigns advocating for the health needs of the vulnerable and disadvantaged. When Ernest graduated, he became a volunteer doctor in Mindanao with the Medical Action Group, providing care to victims of human rights violations. One month after September 11th, Ernest was asked to join a fact-finding mission to Basilan, an area with a number of Muslim rebel groups. Government forces were aggressively arresting hundreds of Muslim suspects, and it was alleged that many of them were being tortured.", u'As Ernest was examining the prisoners, an armed guard threatened him with an M-16 rifle and locked him up with the detainees. Undaunted, Ernest continued his examinations and demanded that the prisoners receive proper treatment. When he was finally released, Ernest and the team pressed on into the perilous region controlled by separatist rebels to provide humanitarian assistance to a community under siege.', u"They soon found themselves hostages. ``After hours of talking and offering sacks of rice and dried fish, we were able to negotiate a safe passage home,'' Ernest said. ``I was happy to come out of that situation alive, but sad that people there continue to confront harsher forms of violence and abuse. And, unlike us, they do not have the option to leave.''", u'Despite the personal risk, Ernest chose to remain in Mindanao. Several days ago, the Philippine military invaded the region where Ernest is working in search of a rebel group. Thousands of villagers have been forced to leave the area. As the only doctor in the region, Ernest is responding to the crisis, providing an emergency health response system to over 40,000 refugees.', u"In his early teenage years, Pedro Anaya (age 24) was more interested in gangs than he was in human rights. But some influential mentors and a school assignment helped steer him in a different direction. When asked to write about an American hero, Pedro chose Mexican American activist Cesar Chavez. Dismayed when his teacher rebuked him for writing about a ``Mexican'' rather than an American hero, Pedro vowed to raise awareness about Chavez. Since then, he has used Chavez's life and values as a model to inspire young people.", u'Pedro fights human rights abuses against Latinos of Mexican origin, the frequent target of discrimination and prejudice in the San Diego area. While still in high school, he organized a campaign to rescind the California proposition that would prevent undocumented immigrants from receiving benefits or public services. In college, Pedro brought campus groups and inner-city organizations together to support the United Farm Workers. He proved to local farm workers that by organizing, they could gain a voice, regardless of legal status or language. And he marshaled support to force growers to address health and safety problems and to replace deplorable worker encampments with proper housing.', u'As continuing education director for the National Conference for Community and Justice, Pedro now pursues his personal campaign to empower Latinos. He has already worked with more than a thousand young people, fostering leadership and mobilizing them to learn to combat social injustices and prejudice.', u"Community organizer Oona Chatterjee (age 29) took inspiration from poet Antonio Machado who wrote, ``Searcher, there is no road. We make the road by walking.'' Oona became an activist for social change in Bushwick, a poor and largely immigrant neighborhood in Brooklyn, New York. In 1997, she and a colleague founded Make the Road by Walking (MRBW), a unique community-based organization built on the belief that the center of leadership must be within the community itself. Since then, the organization has grown dramatically and now includes over 600 members, a member-elected board composed of low-income community residents, and a staff of twelve.", u"Over the past 5 years, MRBW has achieved many improvements to the lives of Bushwick residents. Members recently forced New York City to conform to federal law and provide translation services to non-English speakers in all of its food stamp, welfare, and Medicaid offices. They also forced dozens of neighborhood employers to pay more than $100,000 in illegally withheld wages to garment workers. They have educated residents on how to prevent, detect, and treat lead poisoning. They launched GLOBE (Gays and Lesbians of Bushwick Empowered) to fight homophobia and to provide the community's first safe space for gay men and women. And, with Oona as the driving force, their Youth Power Project recently helped redirect $53 million of New York City's budget away from the expansion of juvenile jail facilities and toward youth development projects.", u'Mohamed Pa-Momo Fofanah (age 30) is an attorney in Sierra Leone dedicated to defending the rights of children caught in a web of poverty and unspeakable atrocities.', u"Sierra Leone recently emerged from a ruthless, decade-long civil war, in which tens of thousands of civilians were killed, over 100,000 were mutilated, tortured and raped, and millions were driven from their homes. Many were compelled to work as slave laborers, and children were forced to become soldiers and commit violent acts against family and neighbors. This decade of destruction has left 75% of Sierra Leone's population under the age of 25, and has decimated the country's economy and infrastructure. Extreme poverty is rampant, and an adequate juvenile justice system is nearly non-existent. As a result, children have become both victims of abuse as well as offenders--often resorting to crime just to survive.", u"Since receiving his law degree in 1998, Pa-Momo has worked tirelessly to defend the rights of children and to improve the treatment of juveniles in the justice system. He has worked with the Sierra Leone office of Defense for Children International, where he provides free legal advice on children's rights, represents juveniles arbitrarily arrested and detained, and takes up cases of child abuse and rape. To further strengthen his fight for the protection of children, Pa-Momo also helped create the Lawyers Centre for Legal Assistance (LAWCLA), the only organization in Sierra Leone to offer free legal services to indigent victims of human rights abuses.", u"Christian Mukosa (age 28), also an attorney, fights to expose human rights violations in the Kivu provinces of the Democratic Republic of Congo, in one of the world's most dangerous and turbulent settings. Since 1998, the Kivu provinces have been the battleground between Congolese forces and a host of armed rebel groups. The broader war has fueled interethnic strife, resulting in civilian deaths and the punishment of groups for suspected loyalty to rival forces. Human rights defenders who try to report on the abuses are repeatedly threatened and arrested.", u'As a field investigator and lawyer for Horitiers de la Justice, Christian gathered information on abuses by meeting with victims and visiting detention centers. He also represented indigent victims at no cost, pressured local authorities to respect the law, and trained local activists to monitor human rights violations.', u'Christian and his colleagues responded to reports of human rights violations by confronting authorities directly with evidence. Each week, they released one-page appeals on particular cases and distributed them to local and international human rights organizations and the United Nations. They also published an annual report on human rights violations.', u'Mr. Speaker, I urge all my colleagues to join these outstanding human rights defenders at a reception in their honor on Tuesday, April 8, at 6:00 p.m. in the Rayburn Foyer.'], u'capitolwords_url': u'http://capitolwords.org/date/2003/04/07/E692-4_honnoring-the-2003-reebok-human-rights-awards-reci/'}