{"speaker_state": "NY", "speaker_raw": "mr. schumer", "speaker_first": "Charles", "congress": 108, "title": "NOMINATION OF PRISCILLA OWEN TO BE UNITED STATES CIRCUIT JUDGE FOR THE FIFTH CIRCUIT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-04-29/html/CREC-2003-04-29-pt1-PgS5458-2.htm", "number": 62, "id": "CREC-2003-04-29-pt1-PgS5458-2.chunk75", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Schumer", "pages": "S5458-S5472", "speaker_party": "D", "date": "2003-04-29", "bills": null, "bioguide_id": "S000148", "order": 75, "speaking": ["I think it sort of shows that why Miguel Estrada is being held up has nothing to do with his ancestry but, rather, his conduct as he went through the nomination process in a unique refusal to answer questions.", "I am going to tell my colleague one other story. President Bush has just nominated a woman to the district court in my State, Justice Dora Irizarry. She is Hispanic. She happened to be the Republican candidate for attorney general in this last election. That does not bother me a bit. I called her to my office. I asked her many of the same questions I asked Miguel Estrada. She was forthright. I asked her for two Supreme Court cases with which she disagreed. She named them, expostulated on them. She did not say, canon 5 will not let her talk about them. She did not say: I did not have the briefs, so I could not talk about them--both absurd arguments, arrogant arguments, arguments that show contempt for the Senate. And she is going to be approved, with my wholehearted support, even though she is Hispanic, even though she is more conservative than I am, even though she is a Republican officeholder.", "So the bottom line is simple: We can fill the bench and increase the number of Hispanic nominees quickly, if we work together, if the nominees would take the process not with contempt but with the responsibility that they should, given the awesome power that Federal judges have.", "So I hope we will move to Judge Edward Prado. I hope we will move to him soon. I would like, as my colleague from Nevada, for us to bring him to the floor because there will not be a 2-week debate. There will be a day debate, maybe a 6- or 3-hour debate, and he will be approved.", "By the way, if we are worried about vacancies, it is the same circuit as Priscilla Owen. The reason the other side does not want to bring up Judge Prado is very simple; it shows the glaring inconsistency and falsity of their arguments.", "Our opposition to a few of these nominees has nothing to do with their ethnic background and nothing to do even with their political party. It has to do with the fact that some of them are so extreme that their own Republican colleagues thought that.", "Again, you have Judge Gonzales who is now counsel to the White House. He said, in one of the cases that she dissented on, if the court went along with her, it would ``be an unconscionable act of judicial activism.'' That is from the Republican, conservative, White House counsel. It could be an isolated case, as my good friend from Utah mentions, except that those who followed her on the courts say that was her MO. She constantly wanted to be a judicial activist and make law from the right.", "I would be equally opposed to somebody who wanted to make law from the left. I do not like nominees who are too far left or too far right. On my own judicial committee, when those appointed distinguished jurists from around my State have brought forth nominees and suggested nominees who were way over to the left, I have said no. Anyone who has watched me interview judges knows that I am very weary of that because judges of the extremes make law. They do not do what the Founding Fathers said, which is interpret the law.", "And it was not just Judge Gonzales. We then have the situation in the case of Weiner v. Wasson. This was a medical malpractice case. Again, Justice Owen wrote a dissent about an injured plaintiff while he was still a minor, and the issue was the constitutionality of a State law requiring minors to file medical malpractice actions before reaching the age of majority or risk being outside the statute of limitations.", "Then Justice John Cornyn, now our colleague in the Senate, said:", "Generally, we adhere to our precedents for reasons of efficiency, fairness, and legitimacy. First, if we did not follow our own decisions, no issue could ever be considered resolved. The potential volume of speculative relitigation under such certain circumstances alone ought to persuade us that stare decisis is a sound policy. Secondly, we should give due consideration to the settled expectations of litigants like Emmanuel Wasson, who have justifiably relied on the principles articulated in [the case]. . . . Finally, under our form of government, the legitimacy of the judiciary rests in part upon a stable and predictable decisionmaking process that differs dramatically from that properly employed by the political branches of government. According to the conservative majority on the Texas Supreme Court, --this is not a liberal court-- Justice Owen went out of her way to ignore precedent and would have ruled for the defendants. The conservative Republican majority followed precedent and the doctrine of stare decisis.", "So this is not a mainstream nominee. This is a nominee who has every indication of being an activist from the right, of being somebody who wishes to turn the clock back, of being somebody who sides over and over and over again with the larger corporate interests against the individual. In my judgment, she does not belong on the Fifth Circuit. If the only way we can stop her is to prolong this debate, so be it. There are many other people in Texas, many other lawyers, many other judges, many others in the realm of the Fifth Circuit who are conservative and intelligent and qualified. If the President wanted to come to some agreement with us, he would nominate them. In fact, one is before us--could be before us: Judge Prado. He will not have any issue with us.", "Is there a litmus test? Absolutely not. I have no idea what Judge Prado has ruled. He has been for 19 years on the court. I don't know what his position is on choice. I don't know what it is on gun control. I don't know what it is on gay rights. But his hearing and his record show he is not out of the mainstream.", "I have always had three watchwords with people I have supported, both in New York, where I am actively involved in the selection process, and around the country, where obviously I am one one-hundredth of the advise and consent process. Those are ``excellence,'' ``balance,'' and ``moderation.'' My three words are ``excellence,'' ``moderation,'' and ``diversity.''", "I have to give the President credit. On criteria one and three, his nominees meet the bill. They are legally excellent, by and large. These are not political hacks or people who don't have the brainpower to be excellent judges. The President, to his credit, has gone out of his way for diversity.", "But on moderation, it is almost as if he is not even making an effort. It is as if he has over and over and over again nominated people like Jeffrey Sutton, who we just approved, who are trying to change the law, who are trying to turn the clock back, who have an atavistic fear of the Federal Government and what it can do.", "Again, it is our obligation to oppose such judges, just as it is our obligation to support those who are qualified.", "I urge my colleagues on the other side to realize they are not going to win every single case. They are going to lose a few. I think they should have lost a few more than they did. I would have not liked to see Jeffrey Sutton go to the Sixth Circuit. But to say we will not bring up another judicial nominee until Priscilla Owen is passed is the real obstruction. I don't think it will stand up. We know there are some on the other side who quietly have said this has gone too far, who have urged the White House to moderate its stance, who have said, let us move on from Miguel Estrada or reveal his records. Unfortunately, the White House seems to feel they want it all in every way. They want it all theirs.", "That is not what the Founding Fathers intended. It is not even what the Founding Fathers intended when there is a President and a Senate controlled by the same party, as we have today. We will oppose Judge Owen. We will continue to oppose her. We will proudly oppose her.", "When we began this fight, which I guess I was one of the first people to get involved in in terms of moderating the judiciary and seeing that there be some moderation, when I proposed to our good majority leader and our chairman of the Judiciary Committee that we not allow Miguel Estrada to go forward until he answered questions, I thought politically it would be a loser. It is easy to get up and say: Just let a majority vote and let the chips fall where they may. I think we had some knowledge that illegitimate charges of not supporting someone because of his ethnic background would be hurled at us.", "But do you know what has happened. As the debate has gone forward, first, our caucus is firmer and firmer and stronger and stronger in the belief that what we are doing is right and rises to noble constitutional principles. Second, the public is beginning to catch on.", "I found, as I traveled across my State these 2 weeks while we were on Easter break, that people were saying: Why does the President want his way on every single nominee? As soon as people heard I had voted for 113 of 119 of the President's nominees, they said: You have been more than fair.", "So anybody on the other end of Pennsylvania Avenue who thinks they are going to take a two by four and break us, we have proven that that is not the case. The fact that in our caucus there is such strong support to block Priscilla Owen shows we are gaining strength.", "I plead with my colleagues to go back to the White House once again and tell them they are not going to win every single fight, that they have an obligation to advise and consent, that there is some degree of compromise in making this government work, and that, most of all, the bench should not be filled with ideologs who have an atavistic, instinctive preference to make law rather than interpret the law as the Founding Fathers intended.", "I yield the floor and suggest the absence of a quorum."], "capitolwords_url": "http://capitolwords.org/date/2003/04/29/S5458-2_nomination-of-priscilla-owen-to-be-united-states-c/"}