{"speaker_state": "MD", "speaker_raw": "ms. mikulski", "speaker_first": "Barbara", "congress": 108, "title": "DEPARTMENTS OF VETERANS AFFAIRS AND HOUSING AND URBAN DEVELOPMENT AND INDEPENDENT AGENCIES APPROPRIATIONS ACT, 2004", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-11-12/html/CREC-2003-11-12-pt1-PgS14464-2.htm", "number": 164, "id": "CREC-2003-11-12-pt1-PgS14464-2.chunk11", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Mikulski", "pages": "S14464-S14481", "speaker_party": "D", "date": "2003-11-12", "bills": null, "bioguide_id": "M000702", "order": 11, "speaking": ["I thank the Chair.", "Madam President, I thank Senator Bond and the distinguished Senator from California for her graciousness as we proceed on both the bill and an amendment of Senator Bond and her advocacy in behalf of the State of California. Her advocacy on the issue is well known, but I know she also has pragmatic solutions. I also appreciate that she did not object to bringing this bill forward. We thank her very much.", "The veterans need this bill. We need it to protect America's environment. We need it to empower communities, and we need to invest in science and technology that helps us come up with new ideas for the new products that are going to lead to new jobs right here in the United States of America.", "The Presiding Officer knows about the loss of jobs in our country and the way we are going to not only have the jobs today, but also the jobs of tomorrow, is by coming up with these new products. We know we win the Nobel Prizes, but now we have to start winning the markets.", "I am so pleased to bring the VA-HUD bill to the Senate floor with my dear colleague, Senator Bond. This is truly a bipartisan bill. I thank Senator Bond for his cooperation and collegiality in developing the framework for this legislation, as well as Senator Stevens and Senator Byrd who worked with us as we tried to deal with a very spartan and frugal allocation in these tough economic times. We really appreciate Senator Stevens trying to problem-solve with us on how we can meet the compelling needs that are in this legislation.", "One of the most compelling needs is VA. During the August recess, I traveled to VA clinics all over Maryland, from the rural parts of my State all the way up to metropolitan areas, meeting with doctors and nurses, but also with veterans. What did I see? Outpatient clinics at capacity, waits to see specialists, and, at times, driving long distances to travel in rural areas. Everywhere I went, they all said they were being swamped by new veterans seeking care.", "They are anticipating the return of the Iraqi war veterans, not only Jessica Lynch, but others who come back bearing the permanent wounds of war knowing that they are going to need the permanent help of the VA. We want to be on their side to stand up for that help.", "We also saw that many people who had health care but lost their jobs or were forced into early retirement turning to the VA. When we took a look at the VA budget, we found that the President's request was about $1.5 billion under what we needed to deal with the waiting lines, the new Iraqi vets coming back, and also the fact that we need to take care of those category 7 veterans, those World War II veterans. So we need more money in VA. We tried to take care of this on the Iraqi supplemental, but that was not the time nor the place, and we count on working with the leadership, under Senator Stevens, to solve this problem. We have come a long way in this VA-HUD budget in dealing with this issue.", "While we stand up for our veterans, we also want to stand up for our communities. This is why the HUD budget offers promise to the area of housing and community development. We continue our commitment to core housing programs. We particularly are enthusiastic about the Community Development Block Grant Program because it goes to local communities; it is flexible funding where the local community decides where the public investment needs to go to leverage jobs or to rebuild communities. This is why we like CDBG, whether it goes to North Carolina, to those small rural communities in Alaska, or to a big city such as Baltimore. Because of what we have done, we have helped retain over 100,000 jobs nationwide.", "It is also the same for a program called HOME, which has created in the past 10 years over 700,000 affordable housing units. We are going to continue in this bill the longstanding commitment to renew all section 8 vouchers and also to keep the HOPE VI program going. So we are looking out for building housing, building hope, and providing access to the American dream.", "We are also in this bill fighting to protect our environment. We are helping EPA by providing the right funds to clean up brownfields, improve air quality, and fix water and sewer systems. I am particularly proud of the way we have continued on a bipartisan basis to fully fund the Chesapeake Bay Program.", "Where we would like to do more is in the water and sewer program. Every Senator has come to us, along with every Governor, to say: Increase water and sewer money. The communities need it to protect public health and the environment, but we also need it, say the Governors and the local officials, because this will also create jobs. We are under so many EPA-unfunded mandates that essentially this will push problems onto the local ratepayer.", "We have funded water and sewer projects, but I am going to be offering an amendment to increase it even by $3 billion more.", "We also have to have very strong enforcement of environmental laws. So we must not skimp on enforcement, and I will be supporting an amendment by Senator Lautenberg on this issue.", "Then we go to national service. This bill also empowers communities through national service. Working with Senator Bond, we cleaned up a terrible accounting mess. The President has responded and given us new leadership, but right now we are working to increase the volunteer program. We continue to need additional funds and better management.", "At the same time, we are working on NASA to return our space program to flight, but we want to ensure, as always, the safety of our astronauts, and we are absolutely committed to implementing the Gay-Min commission report so that when we go back to space, our astronauts will be safe.", "Space science: This is where we look at big breakthroughs, whether it is Earth science, work at NASA Goddard, or the Hubbard telescope, but also Senator Bond and I worked to increase funding of aeronautics by $50 million.", "In 1980, the U.S. had 90 percent of the commercial aviation market. Now we are down to 50 percent. This is unacceptable. We have to make sure we make airplanes in this country, and we come up with the best ideas and the breakthrough technology, not only for smart weapons of war, but where this is translated into the commercial airline business where we can fly and ensure that passengers are safe, but also maintain this manufacturing base. So Senator Bond and I put in $50 million for increased aeronautical research.", "At the same time, we have put money into the National Science Foundation to make sure we have that farm team of the next generation of scientists and engineers, but also in breakthrough technologies, investment in biotech, infotech, and a marvelous new field called nanotech that could create thousands of new jobs.", "Imagine that wonderful wedding ring the Chair has on, that our former colleague Senator Dole gave. As she looks at that ring, just know that that is the size of a supercomputer when we move our nanotechnology further ahead, that the entire Library of Congress will be in something less than the size of my earring. Is this not phenomenal?", "There will come a day when someone will be able to take one little pill-like item a day, or even a month, and that nanotechnology will be an ongoing monitor for the diabetic, for the high blood pressure person, for the stroke-prone person and be able to send alerts to a doctor's office. This is what lies ahead.", "We will not only be saving lives or collecting information, but what we will be doing is winning the Nobel Prizes and winning the markets and these products will be manufactured in this country and will revolutionize the world.", "This is what VA-HUD is all about, standing up for our veterans, rebuilding communities, protecting the environment, answering a call to national service, making public investments in science and technology. So I am pleased to support this bill, along with my colleague, the chairman of the subcommittee, Senator Bond. This is a bipartisan bill. This is not a Democratic bill or a Republican bill. This is a red, white, and blue bill. We hope it moves expeditiously through the Senate with a few of the amendments we are proposing.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2003/11/12/S14464-2_departments-of-veterans-affairs-and-housing-and-ur/"}