{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 108, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2003-12-09/html/CREC-2003-12-09-pt1-PgS16151.htm", "number": 176, "id": "CREC-2003-12-09-pt1-PgS16151.chunk3", "volume": 149, "chamber": "Senate", "session": 1, "speaker_last": "Leahy", "pages": "S16151-S16153", "speaker_party": "D", "date": "2003-12-09", "bills": null, "bioguide_id": "L000174", "order": 3, "speaking": ["Mr. President, I am troubled today that the Senate is proceeding to a vote on the nomination of D. Michael Fisher to a lifetime appointment to the U.S. Court of Appeals for the Third Circuit, when there is an open verdict against him in a Federal civil rights case. While Mr. Fisher has considerable bipartisan support, it is unfortunate that the committee vote, and now the Senate vote, on his nomination could not have at least waited for the district court judge in the pending civil rights case to rule on Mr. Fisher's motion challenging the jury verdict against him.", "Over the course of this year in the Judiciary Committee, we have seen a number of firsts. At the first nominations hearing of the year, for the first time ever, Republicans unilaterally scheduled three controversial circuit court nominees at one hearing contrary to a long-established agreement and practices of the committee. Then we saw Republicans declare that the longstanding committee rules protecting the rights of the minority would be broken when Rule IV was violated. A rule that was adopted 25 years ago--in order to balance the need to protect the minority members of the committee with the desire of the majority to proceed--was unilaterally reinterpreted to override the rights of the minority for the first time in our history. For the first time ever, this year, Republicans insisted on proceeding on nominations that the committee had previously voted upon and rejected after full and fair hearings and debate. Of course that followed the first ever resubmission by a President of the names of defeated nominees for appointment to those same judgeships.", "Several other practices were reversed from when a Democratic President was making nominations in light of the Republican affiliation of the current President. This committee has proceeded on nominations that did not have the approval of both home-State Senators. Moreover, this committee altered its prior practice and overrode the objections of home-State Senators to vote on the nominations of Carolyn Kuhl in spite of the opposition of both home-State Senators. Then, in connection with a nomination to the circuit court from Michigan, this committee for the first time proceeded with a hearing in spite of the opposition of both home-State Senators.", "The hearing on the nomination of Michael Fisher to the U.S. Court of Appeals for the Third Circuit was also unprecedented. Never before to my knowledge has a President nominated to a lifetime position on a Federal circuit court or this committee held a hearing on a judicial nominee with an outstanding jury verdict naming him as personally liable for civil rights violations. In February 2003, a Federal jury in the U.S. District Court for the Middle District of Pennsylvania found that Mr. Fisher and other high level officials of the Pennsylvania Office of the Attorney General violated the civil rights of two plaintiffs, former narcotics agents with the Bureau of Narcotics Investigation, BNI, in Philadelphia. Never before in the history of Federal judicial nominees of which I am aware, has a nominee ever come before this committee with an outstanding judgment against him for so serious a claim.", "The jury verdict is so recent that the trial transcript was only delivered to the parties within the last several weeks, and so complex that even Mr. Fisher and his lawyers asked for extensions of time in order to complete their post-trial motions. Just 6 weeks ago, Mr. Fisher and the other defendants filed their brief in support of their motion for judgment as a matter of law or a new trial. Soon, the Federal district court trial judge will review the verdict against Mr. Fisher and make a decision on Mr. Fisher's motion. If the jury verdict is sustained by the district court judge, an appeal would lie to the very court to which Mr. Fisher has been nominated. Mr. Fisher has indicated that he intends to pursue all appellate options if the verdict is not reversed. These, too, appear to be unique circumstances.", "Accordingly, this is a most unusual vote today. As the administration and Republican majority have abandoned traditional practices and standards, we are being confronted with more and more difficulties. The few judicial nominations on which the Senate has withheld a final vote this year have each presented extraordinary circumstances or nominees with extreme positions. During the years in which President Clinton was in the White House, Republicans attempted a number of filibusters and, when they were in the majority, successfully prevented votes on more than 60 judicial nominees, including a number of nominees to the Federal courts in Pennsylvania.", "At Mr. Fisher's hearing, I indicated that I had not yet reached a determination about his nomination but was troubled by the jury verdict. I have now reviewed the trial transcript and materials from the civil rights case. Mr. Fisher has been found liable by a jury for violating the constitutional rights of his employees. Mr. Fisher testified at trial that he had knowledge of and approved of the actions found by the jury to be retaliatory. The jury found that he acted maliciously or wantonly and awarded the plaintiffs punitive damages. We should all be concerned about his ability to protect the constitutional rights of plaintiffs who may enter his courtroom. The trial court judgment is a significant piece of information in order for us to evaluate Mr. Fisher's qualifications to a lifetime appointment on the federal bench. In all due respect to my friends on the other side of the aisle, I do not think that the courts or the American people gain by rushing the nomination through.", "In addition to the pending civil rights judgment against him, I am concerned about other aspects of Mr. Fisher's record. He authored Pennsylvania's death penalty legislation as a State representative and has opposed placing a moratorium on the death penalty in Pennsylvania. He reiterated at his hearing and in response to my written questions that he does not believe that there is racial discrimination in the application of the death penalty in Pennsylvania or that innocent people are being sentenced in capital cases, despite repeated evidence to the contrary. I would like to take this opportunity to urge Mr. Fisher to take seriously the imposition of the death penalty and to do what he can to ensure that the death penalty is applied fairly.", "Mr. Fisher has also indicated his opposition to gay rights and has advocated against benefits for same-sex partners. Mr. Fisher, however, has assured the committee that he would follow Supreme Court precedent recognizing that gays and lesbians have a constitutional right to be free from government intrusion into their private lives. I am hopeful that Mr. Fisher will be a person of his word: that he will follow the law and not seek out opportunities to overturn precedent or decide cases in accord with his private beliefs rather than his obligations as a judge. I also sincerely hope that Mr. Fisher will treat all those who appear before him with respect, and will not abuse the power and trust of his position.", "The Senate has already confirmed two of President Bush's nominees to the Third Circuit, including one controversial circuit court nominee from Pennsylvania who had broken his promise to the committee about his membership in a discriminatory club. Yet, with Democratic support, the Senate has already confirmed 13 Federal district court nominees from Pennsylvania and 19 district court nominees in the Third Circuit.", "A look at the Federal judiciary in Pennsylvania indicates that President Bush's nominees have been treated fairly and far better than President Clinton's. This treatment is in sharp contrast to the way vacancies in Pennsylvania were kept vacant during Republican control of the Senate when President Clinton was in the White House.", "Despite the best efforts and diligence of the senior Senator from Pennsylvania, Senator Specter, to secure the confirmation of all of the judicial nominees from every part of his home state, there were 10 nominees by President Clinton to Pennsylvania vacancies who never got a vote: Patrick Toole, John Bingler, Robert Freedberg, Lynette Norton, Legrome Davis, David Fineman, David Cercone, Harry Litman, Stephen Lieberman, and Robert Cindrich to the Third Circuit. Despite how well-qualified these nominees were, they were never considered by the Senate, many waited more than a year for action.", "Just last month, the Senate voted to confirm another nominee from Pennsylvania whose record raised serious concerns the nomination of Thomas Hardiman to the U.S. District Court for the Western District of Pennsylvania. That nominee came to us with no judicial experience, a relatively small amount of litigation experience and very low peer-review ratings by both the American Bar Association and the local Allegheny County Bar Association. Far too many of this President's judicial nominees seem to have similarly troubling records. In fact, 26 of this President's judicial nominees have earned partial or majority ``Not Qualified'' ratings from the ABA. Certainly, the citizens of Pennsylvania deserve a well-qualified judiciary to hear their important legal claims in federal court.", "Unfortunately, Mr. Fisher's record--particularly the outstanding Federal civil rights verdict against him--raises concerns, just as the record of far too many of President Bush's judicial nominees. Yet, I have great respect for the senior Senator from Pennsylvania and appreciate his efforts to help shepherd the White House's nomination through the Senate. I have also heard from a number of other supporters of Mr. Fisher whose opinions I value that they believe him qualified to serve as a judge of the Third Circuit. He does have significant experience as an attorney, formerly serving as an Assistant District Attorney, as an attorney in private practice for over 27 years, and in the Pennsylvania General Assembly for 22 years. We are, again, treating this President's judicial nominees far more fairly than Republicans treated President Clinton's judicial nominees."], "capitolwords_url": "http://capitolwords.org/date/2003/12/09/S16151_executive-session/"}