{"speaker_state": "DE", "speaker_raw": "mr. castle", "speaker_first": "Michael", "congress": 105, "title": "SENSE OF THE HOUSE REGARDING MURDER OF MATTHEW SHEPARD", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1998-10-15/html/CREC-1998-10-15-pt1-PgH10928.htm", "number": 147, "id": "CREC-1998-10-15-pt1-PgH10928.chunk47", "volume": 144, "chamber": "House", "session": 2, "speaker_last": "Castle", "pages": "H10928-H10935", "speaker_party": "R", "date": "1998-10-15", "bills": null, "bioguide_id": "C000243", "order": 47, "speaking": ["Mr. Speaker, I rise today to express my support for H. Res. 597, Expressing the Sense of the House regarding the death of Mr. Matthew Shepard. Last week, Matthew Shepard, a student at the University of Wyoming, was lured off campus by two young men, driven to a remote location, bludgeoned with the butt of a gun, burned, and strapped to a fence to die. There is strong evidence that his attackers were motivated because Matthew Shepard was gay.", "Unfortunately, Matthew Shepard's death is not an isolated incident. It is the latest in a series of brutally violent crimes committed against people for no other reason than the color of their skin, their sexual orientation or their religion. In April 1994, two African-American men murdered a white man in Lubbock, Texas. The killers later admitted that they had set out to find a white victim. In 1997, an African-American man in Virginia was soaked in gasoline, burned alive, and then beheaded. It was later discovered that he was targeted because he was black. Earlier this year, James Byrd, a disabled black man in Texas, was lured into a pickup truck and driven to a remote location where he was beaten unconscious, chained to the truck, and dragged around until he was beheaded.", "I look forward to the upcoming debate on expanding the Hate Crimes legislation to include acts of violence against people based upon their sexual orientation. Matthew Shepard's death should focus our attention on and spur us to complete a careful analysis of this issue. Today, Matthew Shepard is to be remembered. His friends and family are in our prayers."], "capitolwords_url": "http://capitolwords.org/date/1998/10/15/H10928_sense-of-the-house-regarding-murder-of-matthew-she/"}