{u'speaker_state': u'MO', u'speaker_raw': u'mr. gephardt', u'speaker_first': u'Richard', u'congress': 107, u'title': u'COMMEMORATIVE JOINT MEETING OF THE CONGRESS OF THE UNITED STATES IN REMEMBRANCE OF THE VICTIMS AND HEROES OF SEPTEMBER 11, 2001, AND IN RECOGNITION OF THE COURAGE AND SPIRIT OF THE CITY OF NEW YORK...', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2002-09-09/html/CREC-2002-09-09-pt1-PgH6102-3.htm', u'number': 112, u'id': u'CREC-2002-09-09-pt1-PgH6102-3.chunk17', u'volume': 148, u'chamber': u'House', u'session': 2, u'speaker_last': u'Gephardt', u'pages': u'H6102-H6107', u'speaker_party': u'D', u'date': u'2002-09-09', u'bills': None, u'bioguide_id': u'G000132', u'order': 17, u'speaking': [u'Mr. Vice President, Mr. Speaker, and my fellow colleagues of the United States Congress, today we speak of the unspeakable, we remember the unimaginable, and we reaffirm our utmost resolve to defend the birthright of this land and our gift outright to this world: Ideals of liberty and tolerance that will never die.', u'Today, we say to the families who look to this September 11 and know that they will know the pain of their piercing loss all over again, we are with you as one, as the family of America. We pray that, for you, memory will bring hope as well as tears.', u'We have faith that love out lasts life, and you prove it every day as you carry on the dream of a lost husband or a wife, for the child that was both of yours and, in the truest sense, always will be.', u'We think of those last calls on cell phones from a doomed building or plane. Those last good-byes. Yet the life of a good person is like a wellspring that does not run dry. Nothing reminds us more powerfully of that than the rescuers of September 11, so many of them taken too, who rescued our national spirit and, amid the smoke and the darkness at noon, sent a flickering light that became a shining beacon for America.', u'So we have wept together, we have prayed together, given to each other, and stood side by side since September 11 in common humanity and national purpose. The sorrow has been matched by strength. America is on a mission. Not retribution or revenge, not just to defeat terrorism, but to show once again that good can triumph over evil and freedom can overcome fanaticism, as we did in different forums in a global arena twice before in the past century.', u'Some say that September 11, 2001, is another date that will live in infamy. Surely that is true, but it is also true that we have never known an assault like this, not just on our Armed Forces, but on our people. Not just on our buildings and our possessions, or even on the principles that we profess, but on the very foundation of this open, diverse, democratic society.', u"We have grown accustomed, too accustomed, to war and slaughter in our world. But most always it was ``over there.'' One place it came before in the heartland was the homegrown terrorism that struck in Oklahoma City. Today, our caring and thoughts are there as well. And they are a half a world away with the young Americans who are on the front lines of freedom from fear.", u'For all our differences, how remarkably one we are all today. From Ground Zero to a sacred field in Pennsylvania, to a shattered but now rebuilt wing of the Pentagon, and all across this broad land. On the fatal flights of September 11, courage and resistance knew no bounds of party or race or status. They included a young father, a conservative columnist, and a gay man.', u'E Pluribus Unum.', u'So while we discuss and debate the next decisions, on the fundamental issue let there be no doubt. In this great and faithful struggle there are no Republicans, there are no Democrats, there are only Americans. None of us, no matter how long we live or what else marks our time, will ever forget September 11. And all of us, in the name of those who were lost for a concept of liberty that must never be lost, and in the cause of civilization itself, are as determined as an earlier generation of Americans to gain the inevitable triumph, so help us God.', u'(Applause.)', u'Vice President CHENEY. The Chair now recognizes the Honorable Trent Lott, the Senator from Mississippi and the Republican Leader of the United States Senate.', u'Senator LOTT. Mr. Vice President, Mr. Speaker, Members of the Congress, and distinguished guests, on behalf of the Senate and a united Congress, it is truly an honor to stand in this place in this city, New York City, today.', u'We are here to remember and to continue to mourn those that lost their lives, those innocent men, women, and children that were killed in that horrible event, September 11, a year ago.', u'We are here to show our continued appreciation for those that struggled so mightily to free and to save those that were trapped in the aftermath of the experience here in New York City and at the Pentagon.', u'But we are also here to express our recommitment to the people of New York and Pennsylvania and Virginia that we are with you. We will continue our efforts to help you to rebuild physically and spiritually, and to recommit ourselves to do everything in our power to make sure that America is secure against this horrible event or anything like it ever happening again.', u'Over the years, New York City has been called many things, from New Amsterdam to the Big Apple. Today, the Congress of the United States, Congressman Rangel, call it home. We are here, we are comfortable here. We are here to stand with the people in this city because it is symbolic of how we stand together all across America.', u'We came here a year ago, the week after the infamous date. We expressed our commitment and we have been working every since to keep that commitment, and we will continue to do so.', u'This is a special place, as has already been said, because the First Congress began the work here that we continue this day. The work of ordered liberty, preserving, expanding the freedoms that now, as then, are the inalienable right of every person.', u'Two centuries ago, there were those who thought this was all nonsense. In their ignorance and arrogance, they called America a doomed folly. But history overtook them and their crowns and armies are part of the dustbin of history. There are those like them today who cannot see beyond the limits of their own hatred. It is so hard for us in America to even understand why there would be this hatred. They do not understand that in the unending struggle against tyranny, divine providence by whatever name we use is always on the side of freedom.', u"When the First Congress was meeting here in New York in January, 1790, President Washington asked its Members for ``the cool and deliberate exertion of your patriotism, firmness and wisdom.'' As we face today's challenge to our country, we pledge to the people of New York just what we ask of them and all Americans: The cool and deliberate exertion of your patriotism, firmness, and wisdom.", u"We have seen it in this city. We have seen it in America, and we are here to do our part in that effort. The duration of our present conflict and its eventual price may be in doubt, but there can be no doubt as to its outcome. From this city's day of horror, out of all the loss and sorrow, has come a strength. I have seen it all across America. A resolve. A determination which, from Manhattan, to Mississippi, now binds us together for the mighty work that lies ahead. Thank you very much.", u'(Applause.)', u'Vice President CHENEY. The Chair now recognizes the Honorable Tom Daschle, the Senator from South Dakota and Majority Leader of the United States Senate.', u'Senator DASCHLE. Mr. Vice President, Mr. Speaker, distinguished visitors and my colleagues, the United States Congress has come here to commemorate a shattering experience. One that has transformed America.', u"The poet Yeats, after a moment of violent upheaval in his own country, wrote: ``All is changed. Changed utterly. A terrible beauty is born.''", u'As we near the first anniversary of September 11 with profound sadness, our hearts ache for those who died and for their families and loved ones. At the same time, we are filled with an abiding sense of gratitude to the people who live and work in this great city, especially the courageous workers and rescuers, for the way they inspired and stunned a wounded Nation.', u'In their countless acts of heroism and compassion, a terrible beauty was born. In an hour of horror and grief, they showed us how to go on.', u"Here in New York, at the Pentagon, and in that lonely field in Pennsylvania, the wounds the terrorist inflicted were deep. But America's resolve was even deeper.", u'Let history record that the terrorists failed. They sought to destroy America by attacking what they thought were our greatest strengths, but they did not understand the true strength of America is not steel, it is not concrete, it is our belief in the ideals enshrined in our Constitution and in our Bill of Rights. It is in our shared faith in liberty and our unwavering commitment to each other.', u'So what happened on September 11 did not diminish our strength. It renewed it. We stand united today as proud citizens of the oldest and strongest democracy on earth. Our faith in that democracy and in our future is absolute and unshakable.', u'Next Wednesday, September 11, an eternal flame will be lit in Battery Park. That flame will symbolize our determination never, ever to forget.', u'We will never forget the heartbreaking loss.', u'We will never forget the selfless heroism.', u'We will never forget the terrible beauty that was born here one year ago.', u'Thank you.', u'(Applause.)'], u'capitolwords_url': u'http://capitolwords.org/date/2002/09/09/H6102-3_commemorative-joint-meeting-of-the-congress-of-the/'}