{u'speaker_state': u'WA', u'speaker_raw': u'mrs. murray', u'speaker_first': u'Patty', u'congress': 107, u'title': u'NOMINATION OF JOHN ASHCROFT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-30/html/CREC-2001-01-30-pt1-PgS695.htm', u'number': 12, u'id': u'CREC-2001-01-30-pt1-PgS695.chunk5', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Murray', u'pages': u'S695-S701', u'speaker_party': u'D', u'date': u'2001-01-30', u'bills': None, u'bioguide_id': u'M001111', u'order': 5, u'speaking': [u'Mr. President, I rise this evening to speak about the nomination of Senator John Ashcroft to serve as Attorney General. I want to be very clear. I did not seek this debate. I think it is unfortunate that this new Senate has to address such a difficult and contentious nomination that opens up old history and old wounds and old debates, rather than moving forward on issues that unite our country.', u"I do not relish the role of opposing a new President's nominee for Attorney General. In fact, quite to the contrary. I believe a new President should be able to fill his Cabinet with the people he wants. Unfortunately, this is not something over which I have control. President Bush picked Senator Ashcroft and in doing so he brought this conflict upon himself and he must accept responsibility for that decision.", u'Senator Ashcroft, too, must accept responsibility for his actions, especially those that have raised doubts about his ability to serve as Attorney General. I did not seek this conflict, but under the U.S. Constitution the Senate is called upon to provide advice and consent on Cabinet appointments, and I take that responsibility seriously.', u"I do want to point out that I and all of my colleagues took great care to treat John Ashcroft carefully. In fact, throughout the debate over Senator John Ashcroft's nomination I have said that I would only make a decision after Senator Ashcroft had a full and fair hearing. That is what fairness requires.", u'Senator Ashcroft had an opportunity to respond to questions before the Senate Judiciary Committee. I reviewed the testimony thoroughly and then I reached my decision. I want to share with my colleagues and the people I represent how I reached the conclusion that Senator Ashcroft should not serve as Attorney General.', u'First, I considered the unique responsibility and trust placed in an Attorney General. Far more than any other Cabinet officer, the Attorney General of the United States has the power to affect the rights and the lives of all Americans. For that reason, this nominee must be chosen with great care.', u"I can tell you I spent many days and several long nights thinking about qualities I would want to see in an Attorney General. In addition to being honest and independent, that person must actively enforce the laws and ensure the public's confidence in our legal system. The Attorney General must also display the highest standards of fairness, trust, and respect for the law. I developed those standards and then I looked at Senator Ashcroft's statements in the Record.", u'As I have looked at the facts, it seems clear that, in his hearing, he obscured his record and did not prove to me that he is qualified to be Attorney General.', u'As I said, I have taken great care to ensure that John Ashcroft had a fair opportunity to respond to the questions raised about his nomination. Unfortunately, Senator Ashcroft did not extend that same standard of fairness to Judge Ronnie White, and fairness is one of the critical qualities needed in an Attorney General.', u"In the case of Ronnie White, Senator Ashcroft leveled serious charges against a respected jurist. Through Senator Ashcroft's timing and maneuvering, Judge White was never asked about those charges. Judge White was never even given an opportunity to defend himself, and that is fundamentally unfair.", u'In any Senator, such behavior is inappropriate and regrettable. In an Attorney General, such behavior can be dangerous.', u"Unfortunately, Ronnie White was not the only nominee that Senator Ashcroft, in his long tenure, has treated questionably. Senator Ashcroft's treatment of Ambassador James Hormel is also very troubling to me. At the time Senator Ashcroft said he opposed Mr. Hormel's selection to be Ambassador to Luxembourg because he actively promoted the gay lifestyle. More recently, however, we heard a different answer from John Ashcroft. He told the Senate Judiciary Committee that he voted against Mr. Hormel because he knew him personally. But Mr. Hormel has said that he never met Senator Ashcroft, and, further, that Senator Ashcroft had refused to even meet with him. In fact, John Ashcroft would not even attend the nomination hearing in the Foreign Relations Committee of which he was a member. His treatment of Mr. Hormel, and his varying and contradicted claims about the reason for his decision, give me great pause.", u'It would be easy to give Senator Ashcroft the benefit of the doubt if this were an isolated incident, but in addition to Ronnie White and James Hormel, Senator Ashcroft also treated Bill Lann Lee unfairly. As my colleagues will recall, Bill Lann Lee was nominated to be head of the Justice Department Civil Rights Division. In opposing Lee, Ashcroft said Lee had an intensity that belongs to advocacy, not the balance that belongs to administration.', u"It seems to me that Senator Ashcroft would not even pass his own test. Senator Ashcroft's treatment of Judge White, Ambassador James Hormel, Bill Lann Lee, and others does not show the level of fairness that an Attorney General must display. This is not how the U.S. attorney general should treat people.", u'Let me turn to the second standard I considered--trust. The Attorney General must be someone the American people can trust to vigorously protect their rights.', u"Citizens of this country should feel comfortable that the highest law enforcement officer of the land will ensure their basic liberties. Unfortunately, for far too many Americans, Senator Ashcroft's record creates fear, not trust. His appointment sends the wrong message to Americans who already face discrimination and unfair treatment in their daily lives.", u'Next I want to turn to integrity because Senator Ashcroft is often said to be a man of integrity, and I do not challenge his integrity, but I do ask this: If he is true to his beliefs, how can he vigorously enforce the laws he has vehemently opposed and sought to overturn throughout his public service?', u"His past history shows he does not believe in and has fought against the laws that strengthen gun safety, protect a woman's right to choose, and civil rights. I can only assume that a man who prides himself on his integrity would continue to advocate those views.", u'John Ashcroft is a man of uncommonly strong beliefs. Based on what I know of Senator Ashcroft, he has not convinced me that he can set aside those beliefs to execute fully the laws with which he disagrees.', u"I also considered Senator Ashcroft's willingness to enforce the law, especially those with which he disagreed. Because we are a nation of laws, the Attorney General must actively enforce our laws. This is an area where Senator Ashcroft has an extensive record.", u"Unfortunately, as Missouri's attorney general, John Ashcroft was selective in his application of the law. Often he acted outside the scope of his office. For example, Senator Ashcroft refused several court orders to implement desegregation of public schools in St. Louis. In fact, one judge said of Senator Ashcroft's efforts representing Missouri:", u'The State has, as a matter of deliberate policy, decided to defy the authority of this court.', u"The St. Louis desegregation case is the most troubling example of Senator Ashcroft's refusal to enforce the laws with which he disagreed.", u"Senator Ashcroft has also failed to convince me that he would actively enforce the laws that protect a woman's right to choose.", u'Finally, the Attorney General must be someone to whom all Americans can look as their advocate. President Bush has said he wants to unite our country, not divide it. This nomination, more than any I have ever seen, has divided our country and left many Americans wondering if their rights will be protected in the Bush administration.', u"I have received literally thousands of calls from a wide variety of citizens in my State asking me to oppose Senator Ashcroft's nomination, and they are not just saying oppose Ashcroft and hanging up. These are people who are telling me they have been following the debate and are really concerned that their rights will not be protected if John Ashcroft becomes Attorney General.", u"I want to say one more thing about the high level of public comment we have heard in recent weeks. Some claim that interest groups are to blame for John Ashcroft's problems. I disagree. No interest group made John Ashcroft mistreat Ronnie White or James Hormel or Bill Lann Lee. John Ashcroft did that himself, and he has to accept responsibility for his actions.", u'Those are the factors I considered: fairness, trust, ability to enforce the law, and ability to represent all Americans and to safeguard their rights.', u'I asked myself: Is John Ashcroft someone whom all Americans can trust to treat them fairly and to protect their rights? I have concluded he is not.', u"I will vote against John Ashcroft because he has not shown the fairness, the trust, or the respect of the law required in America's highest law enforcement officer.", u"Given the likelihood of his confirmation, I hope that John Ashcroft's actions in office will prove me wrong. Either way, I will hold President Bush accountable for his decision.", u'I thank the Chair, and I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/30/S695_nomination-of-john-ashcroft/'}