{u'speaker_state': u'NH', u'speaker_raw': u'mr. smith of new hampshire', u'speaker_first': u'Bob', u'congress': 107, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-01-31/html/CREC-2001-01-31-pt1-PgS839-2.htm', u'number': 13, u'id': u'CREC-2001-01-31-pt1-PgS839-2.chunk13', u'volume': 147, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Smith', u'pages': u'S839-S869', u'speaker_party': u'R', u'date': u'2001-01-31', u'bills': None, u'bioguide_id': u'S000606', u'order': 13, u'speaking': [u"Mr. President, I consider it an honor and privilege to stand here today in support of the nomination of John Ashcroft to be Attorney General of the United States. Contrary to some of the rhetoric we have been hearing from the other side, everybody in this institution knows he is one of the finest people who ever served here. He is a man of great religious faith, a moral man. Yet as we listen to this debate, if it wasn't for the fact that it was so personally destructive and so vindictive, it would be humorous.", u'We have a man who served 6 years in the Senate, served two terms as Governor, two terms as attorney general of the State of Missouri. Yet to hear the debate, he is anti-child, anti-woman, anti-black, anti-gay, anti-Catholic. What else can possibly be said?', u"One thing we can certainly be assured of--the left knows how to play politics. They do it well, and I commend them for it. Unfortunately, though, sometimes in politics, one destroys unfairly the reputations of people who don't deserve it. That is what offends me the most. I will not use the term ``anger,'' but it does offend me that this kind of personal destruction has to be used.", u"I recall the comments earlier in the debate today of Senator Leahy when he said there are 280 million Americans with divergent ethnic backgrounds and political views. Out of that 280 million Americans, according to the left, if there are any of those 280 million Americans who are conservative and happen to be pro-life or pro-gun, they can't be Attorney General. If they are pro-choice or if they are anti-gun, then they can be.", u'I again remind my colleagues that the vote on Janet Reno was 98-0. Most of us on this side of the aisle would agree that her views and ours were quite different, but we supported her nomination because the President of the United States has a right to pick his or her Cabinet. That is a fact.', u"I will respond directly to this anti-Catholic charge. It is so outrageous, I don't know how people can look in the mirror, to be candid about it, and do this kind of personal destruction.", u"Let me read from a copy of a letter I just received from Senator Kennedy's own cardinal, Cardinal Law. I will read it into the Record:", u"Dear Senator Ashcroft: Let me begin by expressing my deep dismay at the unfounded and scurrilous charge that you could possibly harbor anti-Catholic feelings. I was astounded to hear that anyone was making such a ridiculous accusation. From any time as Bishop of Springfield/Cape Girardeau until today, I have always found you to be a man of honor, integrity and deep faith. I recall with great fondness the many opportunities we had to work together on many issues affecting the lives of the good people of the State of Missouri. In a particular way, I recall how kind and thoughtful you were to invite me to address The Governor's Annual Prayer Breakfast on January 9, 1992 when you were serving as the Governor of Missouri. On that same day you also honored me with an invitation to address The Governor's Leadership Forum on Faith and Values. College students, then and now, are beneficiaries of your generous love and concern for them and their futures. I do not recall that you made any distinctions between black and white, Protestant, Catholic or Jew in your desire to instill in them a love for their faith, their families and one another as brothers and sisters in the human family. Let me assure you, John, of my prayers. Asking God to bless you, Janet, the children and all whom you hold dear and with warm personal regards. I am Sincerely yours in Christ, Bernard F. Law, Archbishop of Boston.", u"Mr. President, there are a long line of people on the basis of their position on life who couldn't be Attorney General. We could start with Jesus Christ himself. We could also add to that list the Pope, Mother Teresa, all the cardinals in the United States. We are going to have to eliminate a whole lot of people. It is so outrageous and, frankly, pathetic, it really exposes the left for what they are.", u'It exposes the left for what they are.', u'Let me read part of a comment made by Bill Bennett:', u"What you are seeing is the true face of the Democratic Party. What you are seeing is them saying to a man ``you are perfectly decent, everything you have done is within the law, you haven't harbored any illegal aliens, you have never left the scene of a crime, you led an exemplary life, but we don't approve of your views. You dare to say you are pro-life, you dare to say you are opposed to reverse discrimination and for that you will pay. For that we will make this experience something you will never forget.'' I hope they do it. I hope the American people watch it. If you want to see the haters, you'll see them in these press conferences behind the attempt to kill the Ashcroft nomination.", u"You can't say it any better than that. People should be ashamed of themselves. Who did our side oppose on a Cabinet appointment in the Clinton administration? They all were approved by voice vote, with the exception of Janet Reno. That was 98-0.", u"The activist Democrats shooting at John Ashcroft in his bid to become America's next Attorney General have revealed the ugliness about themselves, not the nominee.", u'So said Betsy Hart of Scripps Howard. That is the truth. There is the ugliness. It is not John Ashcroft. John Ashcroft sat on that committee on a panel and took those questions and took that abuse. He was decent, respectful, honorable, gracious, and took it all.', u"He is above them all. He showed it on national television. He is above them all. His critics couldn't tie his shoe laces or even shine his boots.", u'Betsy Hart also said:', u"Apparently these folks are so comfortable with using cabinet offices to create law instead of to enforce existing laws and so content to see judges write new law instead of interpret existing law, they can't fathom a responsible officeholder who will honor the rule of law.", u"You cannot say it any better than that, if you are prepared for 10 years. That sums it up in a nutshell. They are so used to using these positions to create law, they can't believe a person such as John Ashcroft, who will say to you: I worked as hard as I could as a Member of the Senate to create laws for what I believe in. So does everybody else on the left, and you have every right to do that. But there is a difference between that John Ashcroft and the John Ashcroft, however reluctant he may be, who will step up to the plate as the Attorney General of the United States and enforce the law--yes, even the laws he doesn't like. His record proves he did it over and over and over and over and over again. There is not one shred of evidence to indicate that he didn't do it.", u"I am sick and tired of the hypocrisy in this place. Much was made about another issue; when you start getting into the racial charges, that hits right below the belt. I am going to answer it. It deserves to be answered. Is there anybody in here whose spouse taught for several years at a predominantly black school? Is that racist? In the news today is speculation that his No. 2 person may, in fact, be black. So what. The most qualified person should be who he picks. Then the issue of desegregation in the St. Louis matter before the Governor and the attorney general. During that suit, the job of the attorney general and the Governor was to support the State's position, to defend the State. It wasn't about segregation. It was about taxes. It was about busing. It was a very controversial issue. Those who opposed busing or imposing taxes by the courts on the citizens were not racists. Anyone who implies that is flat out wrong. If John Ashcroft is guilty of segregation because he defended the State, then why is Jay Nixon, who is the attorney general, himself, not guilty of the same thing? Why is it that two prominent Members of this body--I will introduce this into the Record--Senator Kennedy and Senator Harkin--invite you to a breakfast ``to meet and support Missouri Senate candidate, Attorney General Jay Nixon, Tuesday, March 31, 1998, at The Monocle for a contribution of $5,000 or finish your max-out?'' He did the same thing as Ashcroft did. And it is hypocrisy to stand here and say this to destroy the reputation of one of the finest people who ever served here.", u'Mr. President, I ask unanimous consent that this announcement be printed in the Record.'], u'capitolwords_url': u'http://capitolwords.org/date/2001/01/31/S839-2_executive-session/'}