{"speaker_state": "IL", "speaker_raw": "mr. durbin", "speaker_first": "Richard", "congress": 107, "title": "BIPARTISAN CAMPAIGN REFORM ACT OF 2001--Continued", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2001-03-29/html/CREC-2001-03-29-pt1-PgS3084-2.htm", "number": 44, "id": "CREC-2001-03-29-pt1-PgS3084-2.chunk63", "volume": 147, "chamber": "Senate", "session": 1, "speaker_last": "Durbin", "pages": "S3084-S3141", "speaker_party": "D", "date": "2001-03-29", "bills": null, "bioguide_id": "D000563", "order": 63, "speaking": ["I thank the Chair.", "Mr. President, the American people have had an incredible civics lesson these past few months. No novelist, no playwright, no movie director--not even the creator of the X-Files--could have dreamed up a more intricate, a more convoluted, or more fantastic plot than the one played out in our national political arena in last year's Presidential election.", "For weeks on end, it seemed there was only one topic of conversation: Who won the election? And that conversation focused on some of the most arcane aspects of constitutional law.", "What if Florida cannot send a slate of electors to the electoral college? What if they send two slates? Are contested elections a State or a national issue? Or for that matter, a county by county issue? Who ultimately decides the results of a disputed election? Congress? The Florida Supreme Court? Federal district court? The Supreme Court? What about the vote of the people? Doesn't that count?", "Woven through every one of these questions is a crucial feature of our American style of democracy--the separation of powers. This is perhaps our Nation's most critical feature, our backbone, if you will.", "For without a clear cut separation of powers--a separation between the Federal branches of Government, and between the Federal Government and the States--our system of Government founders and fails.", "Prior to the creation of the Federal courts, Alexander Hamilton envisioned in Federalist No. 78 that ``the judiciary is beyond comparison the weakest of the three departments of power.'' Given the recent role the Supreme Court played in last November's Presidential election, Alexander Hamilton's vision was wrong.", "Our delicate balance of power has tipped in favor of nine justices that have the power to legislate from the bench and have now elevated the Court as the most powerful of the three ``departments of power.''", "Commenting on the Supreme Court's role in picking the President, Laurence Tribe noted that the Justices were ``driven by something other than what was visible on the face of the opinions.''", "We will continue to ponder whether the Court's decision was derived from established legal and constitutional principles. Or whether the Court was ``results oriented'' and searched for a rationale to substantiate a decision more political than legal.", "In our Government this question of the separation of powers never goes away. It is here before us today, in this bill, with this amendment, with the issue of campaign finance reform. Specifically, it confronts us with the issues of severability and nonseverability.", "When the Congress of the United States creates a new law of the land, how difficult should it be for another branch of Government to strike it down?", "For the executive branch of Government, the answer has always been clear. The President can veto any law we pass. Congress can override a Presidential veto with a two-thirds majority in each house. The balance of power between Congress and the executive branch is part of our national strength.", "But what of the balance of power between Congress and the Judiciary?", "Federal courts have the authority to decide on the constitutional legitimacy of the laws passed by Congress, and to dispose of any provisions of the law they find unconstitutional. It is an ultimate authority dating back to Marbury v. Madison. If the Supreme Court declares a provision of law to be unconstitutional, it is conclusive.", "Short of changing the Constitution itself, a step we have taken only 17 times since the passage of the Bill of Rights, there are no options. A finding of unconstitutionality by the Supreme Court effectively voids congressional and Presidential action. This, too, is a vital part of the balance of powers. And I respect it.", "The nonseverability amendment would alter, even if only slightly, the balance of power between the legislature and the judiciary. Is this a wise change to make?", "I have been grappling with this question these past few days. And grappling, as well, with some of the profound and, I must say, unsettling changes that have occurred at the Supreme Court in recent years.", "My perception and I confess this is my own, of where the Court is today, and the direction in which it is heading, will carry great weight in my ultimate decision about the nonseverability issue.", "A law professor at New York University wrote an interesting article on this very topic a few weeks back in the New York Times. The author's name is Larry Kramer, and his article, which could hardly be more to the point, was titled ``The Supreme Court v. Balance of Powers.''", "His main point, which I think he makes quite convincingly, is that:", "For nearly a decade, the court's five conservative justices have steadily usurped the power to govern by striking down or weakening federal and state laws regulating issues as varied as gun sales, the environment and patents--as well as laws protecting women and . . . the disabled.", "Many of the Supreme Court's recent decisions have indeed been made by the conservative majority. Decisions are often carried on the basis of a single vote. Age discrimination--five to four. Gay rights--five to four. Warrantless police searches--five to four. The Federal role in death penalty cases--five to four. And of course, the selection of the 43rd President of the United States--five to four.", "Justice John Paul Stevens, in his dissenting opinion to this last decision, said:", "Although we may never know with complete certainty the identity of the winner of this year's Presidential election, the identity of the loser is perfectly clear. It is the nation's confidence in the judge as an impartial guardian of the law.", "This is my own starting point for reflecting on the nonseverability question. I agree with Justice Stevens. My confidence in the impartiality of the Supreme Court has been shaken. The American judicial system has been increasingly politicized. Politicized by the unseemly rejection by the Senate of qualified nominees to the Federal bench. Politicized by the recent decision by the White House to end the half century involvement of the American Bar Association in reviewing the qualifications of potential nominees to the Federal bench--a tradition that dates back to the Eisenhower administration.", "With that as context--recognizing that for many the impartiality of the Supreme Court is being called into question--I return to the question of nonseverability. Is this a Supreme Court to whom we want to hand over the absolute authority to rewrite whatever campaign finance reform measure ultimately is enacted by Congress?", "I am not enamored by the idea of granting to the Court--particularly this Court--such authority. Maintaining severability denies them the opportunity to sink the entire law on the basis of the constitutionality of one provision.", "At the same time, I am not enamored by the prospect of allowing this Supreme Court to selectively dismantle our campaign finance reform measures, picking and choosing among the different provisions to find ones that suit their visions of reform, and rejecting the rest.", "The last time we tried this in Congress and sent the law across the street, it had a pretty disastrous outcome. The Supreme Court at that time decided they would limit how we raise money for campaigns. They would not limit, as Congress wanted to, the ultimate amount of money spent on campaigns, and then they came in with a decision in Buckley v. Valeo in 1976 and said, incidentally, millionaires in America, when it comes to campaign financing, are above the law. Now that preposterous outcome was rationalized by them and has been capitalized on by candidates since.", "Campaign finance activist Ben Senturia compared the Buckley decision by the Court relating to campaign finance reform to that of a large tree in the middle of a ball field. The game can still be played, he says, but it has to be played around the tree.", "Despite my serious misgivings about this Supreme Court, the opportunity severability will give it to move beyond the role of constitutional arbiter, to actually craft their vision of campaign finance reform, I will vote against the Frist amendment for three reasons.", "First, for the good of our Nation, the strength of our Government, and the future of the Court, I must still retain the faith and the hope that the Supreme Court will rise above any political consideration to judge this law on its constitutional merits.", "Second, taking my misgivings about the distribution of the Court to their logical conclusion, Congress would have to raise this matter on every legislative issue we face. That would invite confrontation and chaos that would not serve our Nation.", "Third and finally, I have supported McCain-Feingold and campaign finance reform from the start. I am prepared to set aside my heartfelt concerns over the issue of severability rather than jeopardizing this good-faith effort to clean up the tawdry campaign climate in America.", "I support the severability provision in this bill and oppose the Frist amendment.", "I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2001/03/29/S3084-2_bipartisan-campaign-reform-act-of-2001-continued/"}