{u'speaker_state': u'MA', u'speaker_raw': u'mr. kennedy', u'speaker_first': u'Edward', u'congress': 106, u'title': u'RYAN WHITE CARE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-07/html/CREC-2000-06-07-pt1-PgS4663.htm', u'number': 69, u'id': u'CREC-2000-06-07-pt1-PgS4663.chunk0', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Kennedy', u'pages': u'S4663-S4665', u'speaker_party': u'D', u'date': u'2000-06-07', u'bills': None, u'bioguide_id': u'K000105', u'order': 0, u'speaking': [u'Mr. President, yesterday we passed the Ryan White CARE Reauthorization Act. I commend everyone in the Senate who has worked so effectively on the issue of HIV and AIDS, beginning with Senator Jeffords, who has been a champion on this issue since the CARE Act was first authorized in 1990. I also thank the sponsors of this bill and our colleagues on the Health Committee who have sounded the alarm about the HIV/AIDS crisis through their unwavering support of the CARE Act reauthorization.', u'There is no stronger or more effective support than a full Senate unanimous vote today to show that, in each and every one of our states, we stand behind a bill that will enable so many citizens to receive the benefits of advances in therapies and support developed through our efforts over the past ten years.', u'At times of great human suffering or great tragedies or epidemics, it has often been the leadership of the federal government that has helped our fellow citizens deal with difficulties. It is in that very important tradition that this legislation was originally enacted and I urge the Senate to approve this important reauthorization of it today.', u'Ryan White, the young boy after whom the CARE Act was named, would have celebrated his twenty-eighth birthday this year. If we had we been as far along as we are now in providing life-prolonging and life-saving therapies, Ryan might well have been here with us, thanking each of us for the lifeline and the hope provided through the CARE Act.', u"Since the beginning of this epidemic, AIDS has claimed over 400,000 lives in the United States, and an estimated 900,000 Americans are living with HIV/AIDS today. AIDS continues to claim the most vulnerable among us. Like other epidemics before it, Aids is now hitting hardest in areas where knowledge about the disease is scarce and poverty is high. The epidemic has dealt a particularly severe blow to communities of color, which account for 73% of all new HIV infections. Women account for 30% of new infections. Over half of all new infections occur in persons under 25. This means that HIV infection of the nation's youth is a national crisis.", u'AIDS continues to kill brothers and sisters, children and parents, friends and loved ones--all in the prime of their lives. From the 30,000 AIDS orphans in New York City to the 21 year old gay man with HIV living in Iowa, this epidemic knows no geographic boundaries and has no mercy.', u'An estimated 34% of AIDS cases in the U.S. are in rural areas, and this percentage is growing. We know the challenges faced in rural communities where pulling together in the face of adversity is commonplace in other case. But where too often today there is silence and isolation because of the fear of condemnation over AIDS.', u"In addition, access to good medical care is often a significant barrier for many of our citizens with disabling diseases, who have to travel to urban centers to receive the care they need and deserve. As the AIDS crisis continues year after year, it has become more and more difficult for anyone to claim that AIDS is someone else's problem. In a very real way, we are all living with AIDS or are directly touched by ", u'The epidemic still kills over 47,000 persons a year. But we have good reason today to feel encouraged by the extraordinary medical advances made over the past ten years. AIDS deaths declined by 20% between 1997 and 1998. Many people with HIV and AIDS are leading longer and healthier lives today.', u"In addition, we have witnessed the smallest increase in new AIDS cases--11% in 1998, compared to an 18% increase in 1997. More families are leading productive lives in our society, in spite of their HIV diagnosis. This is the good news. But unfortunately, the number of people living with AIDS who can't afford expensive medical treatment is growing which means that greater demands are being placed on community-based organizations and state and local governments that serve them.", u'The advances in the development of life-saving HIV/AIDS drugs has come with an enormous price tag and these advances have been costly. An estimated 30% of person living with AIDS do not have health care coverage to pay for costly treatments. For these Americans, the CARE Act continues to provide the only means to obtain the health care and the treatment they need.', u'In Massachusetts we have seen an overall 77% decline in AIDS and HIV-related deaths since 1995. At the same time, however, like many other states, the changing HIV/AIDS trends and profiles are serious problems. AIDS and HIV cases increased in women by 11% from 1997 to 1998. 55% of persons living with AIDS in the state are person of color. State budgets often provide funds for prevention, screening and primary care. But no state could provide the major financial resources needed to help person living with HIV disease to obtain the medical and support services they need, without the Ryan White CARE Act.', u'By passing this legislation, we are making clear that the AIDS epidemic in the United States will receive the attention and public health response it deserves. The CARE Act reauthorization brings hope to over 600,000 persons each year in dealing with the devastating disease. It also brings hope and help to their families and their communities.', u'The enactment of this legislation in 1990 was an emergency response to the devastating effects of HIV on individuals, families, communities, and state and local governments. The Act targets funds to respond to the specific needs of specific communities. Title I targets the hardest hit metropolitan areas in the country. Local planning and priority-setting requirements under Title I assure that each of the Eligible Metropolitan Area can respond effectively to the local HIV/AIDS needs.', u'Title II funds emergency relief to states. It helps them to develop HIV care infrastructure, and to provide effective and life-sustaining drug therapies through the AIDS Drug Assistance Program to over 61,000 persons each month.', u'Title III funds community health centers and other primary health care providers that serve areas with a significant and disproportionate need for HIV care. Many of these community health centers are located in the hardest hit areas, serving low income communities. Title IV of the CARE Act meets the specific needs of women, children, and families.', u'This reauthorization builds on these past accomplishments, while recognizing the challenge of ensuring access to HIV drug treatments for all who need them. Our goal is to reduce health disparities in vulnerable communities, and improve the distribution and quality of services. Senator Jeffords and I have worked together to address new challenges we face in the battle against AIDS. This reauthorization will create additional funding for states that have had to limit access to new therapies due to lack of resources. The bill also targets new funds to smaller metropolitan areas and to rural and urban communities, where the epidemic is growing and adequate infrastructure is lacking.', u'In addition, the bill funds early intervention services to promote early diagnosis of HIV disease, referral to health care, and initiation of effective treatments to reduce the onset of the illness and its progression. Health disparities in communities of color will be reduced by requiring states and local communities funded by the Act to plan, set priorities, and fund initiatives to meet documented local needs in dealing with the epidemic. The reauthorization will also establish quality and accountability in HIV service delivery, by strengthening quality management activities to make them consistent with Public Health Service guidelines.', u'Our action yesterday affirmed our long-standing commitment to citizens with HIV/AIDS and to sound public policy for all citizens, families and communities touched by this devastating disease. We have the resources to continue to battle AIDS. We must continue to deal with this disease with the same courage shown to us ten years ago by the valiant ten year old, Ryan White, who spoke out against the ignorance the discrimination faced by so many people living with AIDS. The lives saved by our efforts through the CARE Act will mean a chance for real hope as medical research comes closer and closer to finding a cure.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/07/S4663_ryan-white-care-act/'}