{u'speaker_state': u'CT', u'speaker_raw': u'mr. lieberman', u'speaker_first': u'Joseph', u'congress': 106, u'title': u'HATE CRIMES PREVENTION ACT AMENDMENT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-06-16/html/CREC-2000-06-16-pt1-PgS5300.htm', u'number': 76, u'id': u'CREC-2000-06-16-pt1-PgS5300.chunk6', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Lieberman', u'pages': u'S5300-S5304', u'speaker_party': u'D', u'date': u'2000-06-16', u'bills': None, u'bioguide_id': u'L000304', u'order': 6, u'speaking': [u'Mr. President, I rise to speak in support of the amendment Senator Kennedy will offer on Monday, of which I am pleased to be a cosponsor.', u'One of the things we try to do in this Chamber, as lawmakers, is to adopt laws that express and encode our values as a society, to, in some sense, put into law our aspirations for the kind of people we want to be.', u'Clearly, one of the bedrock values, one of the fundamental values, of America is equality--equality of treatment before the law, equality of opportunity but, beyond that, a broader notion of tolerance in our society. It is part of what brought generations of immigrants to this country--the idea that they would be judged on their personal merit, not on anything related to their personal status or characteristics.', u'Tolerance has been a hallmark of American society. I said before, when I talked about the law, that law sometimes tries to express the aspirations we have for ourselves. Sometimes, obviously, we do not achieve those aspirations and we are intolerant toward one another. Then the law has not only the opportunity but the obligation to step in and to try to create incentives or deterrence toward the worst forms of intolerance, even hatred. That is what this amendment is about.', u'Clearly, over the decades our Nation has built a strong and proud history of protecting the civil rights of Americans who are subject to racial, religious, gender-based, or disability-based discrimination in the workplace, in housing, in life.', u'In more recent times, there are a group of us here in the Chamber who have worked to try to extend some of those protections to cover bias, discrimination based on sexual orientation.', u"It seems to me this amendment and the law on which it builds are also right and proper because they take Federal criminal jurisdiction and extend it to the prosecution and punishment of those who are accused of having caused bodily injury or death based on an animus, a personal animus, a hatred that comes from feelings about the victim's race, religion, nationality, gender, disability, or sexual orientation. In other words, this is another way for our society to express our disdain, to put it mildly, at acts of violence committed based on a person's race, religion, nationality, gender, disability, or sexual orientation.", u'It is also a way, as is traditionally the province of criminal law, not just to speak to the common moral consensus of our society about what is right and what is wrong because that is what the law is all about, but hopefully by pushing those who are proven to have committed the wrongs, to deter others in the future from committing those same acts that society generally finds abhorrent.', u"Current law expresses this but in a way that is limited. It permits Federal prosecutions of hate crimes resulting from death or bodily injury if two conditions are met: First, the crime must be motivated by the victim's race, religion, national origin, or color; second, the perpetrator must have intended to prevent the victim from exercising a federally protected right such as voting or traveling interstate. Of course, I support this law and the goals that it embraces: The Federal prosecution of people who inflict serious harm on others because of the color of the victim's skin, the sound of the victim's voice, a foreign accent, or the particular place in which the victim worships God. In short, these are crimes committed because the victim is different in some way from the perpetrator. Such crimes, I conclude, should be federally prosecuted.", u'As we have had U.S. attorneys invoking these laws, carrying them out, we have discovered some shortcomings and some ways in which we can make them better, which is to say, ways in which we can more fully express some of the principles I talked about at the outset: equality, tolerance, doing everything we can to stop the most abhorrent acts of violence against people based on their characteristics. I think we ought to add to the list of prohibited bases of these crimes, crimes committed against someone because of gender, because of sexual orientation, and because of disability. That is what is provided in the amendment the senior Senator from Massachusetts will offer on Monday and of which I am proud to be a cosponsor.', u'I suppose some people may hear these categories that I have mentioned and say: People commit crimes based on that basis? The fact is, they do. Sometimes they become quite visible and notorious. Crimes such as that committed against Matthew Shepard, who was killed because he was a gay man, are no less despicable and, of course, therefore no less deserving of Federal protection and prosecution than are those committed against others based on a characteristic, a status of the person, that are currently included in the Federal law. Adding these categories--gender, sexual orientation, disability--seems to me to be an appropriate extension of the basic concept of equal protection under the law. As the law now stands, it also imposes a requirement, a bar to prosecution relating to race, color, religion, and national origin that we ought to change, which is that the law is only triggered if the victim is prevented from exercising a specifically enumerated federally protected activity.', u'There are obviously crimes that are committed based on hatred that are triggered in cases other than the simple prevention of the exercise of a federally protected activity, thus, the provision of this amendment that would eliminate this obstacle and, therefore, broaden the ability of Federal prosecutors to pursue crimes motivated by racial or religious hatred.', u"The amendment that will be introduced on Monday also includes new language requiring the Justice Department, prior to indicting a defendant in a hate crime based on the categories I have enumerated, including those added under this amendment, a prosecutor of the Justice Department will have to, prior to the indictment, certify either that the State is not going to prosecute a hate crime, therefore avoiding both an overlap and the opportunity for prosecution by those in law enforcement closest to the crime, the alleged crime, and will also have to certify that the State requested or does not object to Justice Department prosecution or that the State has completed prosecution. It seems that you wouldn't have to say that, but just to be sure to avoid a kind of double exposure, double prosecution, that certification should satisfy the concerns some of my colleagues may have who may fear that Federal prosecutors will interfere with State efforts to bring perpetrators of hate crimes to justice. In other words, the State is given the first opportunity and the superior opportunity to prosecute these cases. Only if the State does not will Federal prosecutors be able to proceed.", u"At a time when so much else is going on here in the Capitol with the high profile issues of this session--the Patients' Bill of Rights, whether we are going to give Medicare coverage or other coverage for prescription drug benefits for seniors, campaign finance reform--this amendment brings us back to America's first principles of equality and tolerance and challenges each of us to think about the appropriate and constructive role that the law can play, understanding that the law can't control the hearts of people in this country.", u"Ultimately, we have to count on people's own sense of judgment and tolerance and, hopefully, the effect that other forces in their lives will have on them to make them fair and tolerant, such as their families, their schools, their religions, their faith. But here is the law to say in the cases when all of those other sources of good judgment and values in society fail to stifle the hatred that sometimes does live in people's hearts and souls, to say that this is unacceptable in America and to attach to that statement the sanction of law, hoping that we thereby express the higher aspirations we have for this great country of ours as it continues over the generations to try to realize the noble ideals expressed by our founders in the Declaration and the Constitution, but also to put clearly into the force of law the punishment that comes with law when one goes so far over the line to commit an act of violence based on hatred, hoping thereby that we will deter such heinous acts from occurring again in the future. I hope my colleagues over the weekend will have a chance to take a look at this amendment, will come to the floor and talk about it, and perhaps question those of us who have proposed it. Then I hope a strong bipartisan majority will support it when it comes to a vote next Tuesday.", u'I thank the distinguished Chair. I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2000/06/16/S5300_hate-crimes-prevention-act-amendment/'}