{u'speaker_state': None, u'speaker_raw': u'recorder', u'speaker_first': None, u'congress': 106, u'title': u'TAX RELIEF PROPOSALS', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-10-05/html/CREC-2000-10-05-pt1-PgS9918.htm', u'number': 123, u'id': u'CREC-2000-10-05-pt1-PgS9918.chunk5', u'volume': 146, u'chamber': u'Senate', u'session': 2, u'speaker_last': None, u'pages': u'S9918-S9922', u'speaker_party': None, u'date': u'2000-10-05', u'bills': None, u'bioguide_id': None, u'order': 5, u'speaking': [u' There being no objection, the material was ordered to be printed in the Record, as follows:', u"Like a lot of other folks who care about basketball, I keep waiting for Allen Iverson to grow up. I keep waiting for him to lift some weights and get stronger so that he can better withstand the pounding he takes. I keep waiting, hoping for him to realize that games are often won at the previous day's practice, which he may or may not have attended. I keep hoping that he is old enough now--25--to understand there's a world of difference between being a great talent and a great player, between somebody who's got game and a champion. I keep waiting for Iverson to understand that the notion of being a role model goes way beyond a lot of people walking around town wearing your jersey. But here we are, at the start of NBA season No. 5, and Iverson seems no closer to getting any of this than he did four years ago. Maybe he's further away. My vigil appears to be in vain. NBA camps have just opened, and Iverson is in the news already, again for the wrong reasons. The story with sizzle is the controversy over a soon-to-be-released rap CD on which Iverson does what the majority of thug rappers do: He demonstrates that he, too, can bash gays, degrade women and talk about shooting somebody. That's the genre. It's pretty clear how this breaks down; if you're under 30 (regardless of race, nationality, gender), chances are overwhelming you're a lot more open to thug rap than if you're over 40. I'm 41, and most rap doesn't speak to me, doesn't move me whatsoever. But I do listen to it enough to know that lyrics Iverson's spewing on ``Non-Fiction'' are fairly common. That doesn't mean people won't be offended, and legitimately so. Iverson's rap on gays, as reported earlier this week in the Philadelphia Inquirer: ``Come to me with faggot tendencies/You'll be sleepin' where the maggots be.'' He also raps, ``Man enough to pull a gun/Be man enough to squeeze it.'' This is a young man who in the same breath will tell you he is a role model? Sadly, he is probably right on the mark. And sadly, the hip-hop community seems to get a pass on gay- bashing and misogynist behavior. Given what this kid has been through in his life, and that the present environment existed long before he came along, many of us have extended Iverson the benefit of the doubt. He's about used it up. It's not about his twisted lyrics, specifically. It's about squandering talent, it's about being a self-absorbed egomaniac whose position in the culture isn't nearly as big as he thinks it is. It's about never listening to anyone, and having no regard for anything that doesn't revolve around him and his. Kinda like the very dead Notorious B.I.G. and Tupac, which I'm sure Iverson would take as a compliment. I thought Iverson was getting somewhere when he said earlier this week, ``The whole time I've been in the NBA, I haven't been professional at all. I always looked at it like it was just basketball. This year will definitely be the best season I've had since I've been in the NBA. I owe it to myself and my family and my teammates to be a better player. ``I'm concentrating on basketball. I haven't been working on my game as serious as I should've. I have the raw talent. this is going to be the most important year of my career because all eyes are on me this year. Everybody's wanting to see if I can be the captain, if I can be a leader, if I can be professional besides playing basketball, and if I'm up to the challenge. I'm ready for it because it's something I can do.'' But the longer you listen to Iverson, the more you realize he's disconnected from the world we live in, even the world he lives in. The attitude is: I can be late or miss practice whenever I want because I'm Allen Iverson, The Answer, and the team don't have nothin' if it ain't got me. And if you make a big deal out of me cussin' the coach and standing up my teammates and getting fined 50 times in one season, then you must be a punk 'cause I'm tough and you ain't. Iverson is ticked off because the 76ers tried to trade him because he repeatedly is late to practice, if he shows at all. You know what his take is? ``That's embarrassing to hear that an organization is thinking about trading its franchise player because he's tardy to practice.'' Of course, it never occurred to him that it ought to be embarrassing for the franchise player to be tardy repeatedly. That wouldn't cross his mind. ``You're going to send me to the worst team in the league?'' he asked incredulous at the possibility of going to the Los Angeles Clippers, apparently unaware that players a whole lot more accomplished than he is (Wilt and Kareem to name two) were traded in their prime. Truth be told, the Clippers don't want Iverson. Several teams have turned down the chance to trade for him and here's why: They're afraid he'll never get with the program-- anybody's program. He plays his heart out every time he puts on a uniform. For those 48 minutes, there isn't anything he won't do to win a basketball game. He'll sacrifice his body, he'll do the dirty work some superstars don't want to do. But the great players in any sport know it only starts there. And that's what Iverson hasn't grasped. You know what he said this week about his repeated tardiness, which by the way has angered his teammates? ``Yeah, I was late to practice, but, believe me, [the number of] times that I heard nobody would put up with that. I'm not even brave enough to miss that many practices.'' So how many, Allen? ``I don't know; I wasn't counting. Don't nobody complain about the effort I give in a game. [Given the injuries and pounding he takes] it's bad enough I had to come to the game.'' Iverson went on to say he was ``hurt hearing some of the things the fans were saying, some of the things people on the coaching staff were saying. I thought a lot of people in this organization were my friends and I found out the hard way that there's no friends in this business besides your teammates.'' I guess those would be the teammates for whom he won't come to practice on time. I guess those would be the friends who have begged him for years to get his act together to try to realize there are obligations that come with an $80 million contract. If they're not sucking up to him, they're against him, they don't understand him, they're not as tough as he is. Folks under 30 are tired of people my age wanting Iverson to be Bird or Magic or Jordan, and that's understandable. Different time, different place, the world evolves. But I'm looking at Kevin Garnett now, at Ray Allen, at Tim Duncan, at Shaq and Kobe Bryant. There is a new generation of players trying to be all they can be. And they have fully developed lives outside of basketball. Iverson, meanwhile, raps one thing, but his actions speak even louder. It's everybody else's fault, it's the coach's fault, it's the system's fault. He says he is going to change. It reminds me of Bob Knight saying he was going to change. I'm hoping Iverson is different because he's more than 30 years younger than Knight; he can grow up if he wants. But maybe it's more important for him to talk loud while saying nothing."], u'capitolwords_url': u'http://capitolwords.org/date/2000/10/05/S9918_tax-relief-proposals/'}