{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 106, "title": "PARK RINARD MEMORIAL", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2000-12-05/html/CREC-2000-12-05-pt1-PgS11555.htm", "number": 148, "id": "CREC-2000-12-05-pt1-PgS11555.chunk1", "volume": 146, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S11555-S11557", "speaker_party": null, "date": "2000-12-05", "bills": null, "bioguide_id": null, "order": 1, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "I am very honored that the family has asked me to say a few words today in memory of Park and in celebration of his remarkable life. He dearly loved his wife Phyllis for fifty- five years and deeply revered her knowledge of and passion for the arts. He took great pride in daughter Judy's work at the National Geographic and Smithsonian as a writer, and, of course, his grandson David Bayard. Son Jeff's career at the Library of Congress and the Smithsonian gave him enormous satisfaction. Park and Phyllis' devotion to their son Grant during his life was inspiring to all. On behalf of everyone here, I want to sincerely thank the Rinard family for sharing Park who so greatly enriched each of our lives. Senator Harold Hughes once described Park Rinard as ``a quiet, peaceful man with a core of steel and a ``heart of gold.'' He also said, ``Park was the toughest man he ever met.'' When he worked for us Harold Hughes and I were both over 6'2\" tall and unfortunately usually over 250 lbs. It was also falsely rumored that on occasion we could be somewhat intimidating. Harold and I had one other thing in common. We were both scared to death of Park--who was only half our size. I am convinced that what we respected was Parks' integrity and what we feared was that we would fail to live up to his expectations. Park believed that being a good politician required one to lead and educate public opinion and not just to reflect it. Park always said that one of his primary responsibilities was to tell the elected officials he served what they didn't want to hear. Theoretically I agreed with him. However, there were times, I have to confess, that I found his zeal in carrying out this duty a bit excessive. But certainly his good judgment and candor served me well as I know it did Hershel Loveless, Harold Hughes, Bonnie Campbell, Neal Smith and countless others both in and out of public office. As many of you know, Park had been secretary, friend, and companion to Iowa artist Grant Wood, who reportedly Latinized his name and called him Parkus. Several original Wood paintings graced Park's small office in Capitol Hill. Among the many roles Park played for Wood was to model for some of his paintings. Apparently, on one occasion, he actually posed as George Washington. Now Park was a wonderful man and Grant Wood was a brilliant artist. But somehow that particular collaboration never survived to replace Gilbert Stuart's famous portrait of the Nation's first President. Park was responsible for the transformation of Grant Wood from a shy individual, who avoided public speaking, into the national spokesman for Regionalism as a significant American Art Movement. When Grant Wood died, Park was there. He promised Wood that he would look after Grant's sister, Nan, which he did for the rest of her life. Nan's last conversation with Park was when he called to tell her that the U.S. Postmaster General had approved use of a Grant Wood painting for a postage stamp. The image of the stamp was Young Corn and Park said, ``The painting represented Iowa as a state that nurtures its young people that they may grow to their full potential.'' Park was a beloved figure because he treated everyone-- regardless of their status in life--with genuine warmth and kindness. Once in a while, I couldn't find him, and someone would track him down in the Senate office basement, where he was providing personal counseling to one of the cafeteria workers. His son Jeff reminded him that his supportive advice, was often, ``Don't lose your nerve.'' Over the years, Park befriended an elderly women named Ann, who operated a small newsstand where he would buy his newspapers each evening. One day Ann was upset because she had not received her New York Times delivery. Park was distressed because this would be a significant economic blow to her modest income. A group of wealthy N.Y. businessmen were coming that day to Washington to attend a conference Hughes was sponsoring on Vietnam. Park immediately called them and ordered them to bring a large bundle of New York Times newspapers with them. Thanks to Park, Ann did not lose a single sale that day! Park loved to play tennis and he enjoyed cooking but his real passion was his garden. He was particularly proud of his blueberries and would bring boxes of them into the office and the staff would eat them out of paper cups on their desks during the day. One day Ed Campbell got a call from the Fairfax Hospital that Park would be late to work because he had been in an automobile accident. Ed rushed to the hospital where he found Park with a gash over his eye. Park explained that a newspaper flew onto his windshield and blinded him and his car hit a telephone pole. Ed said, ``Park's only concern was that he could not deliver his prized blueberries and tomatoes to the office as they were now splattered all over the interior of his car.'' One of the worst-kept secrets in the 1960's was that Park was Governor Hughes' right hand man, even through he held no official portfolio in state government, and was actually working with the Iowa League of Municipalities. Park operated not from a desk at the state House but downtown from a booth in King Ying Low's restaurant. The establishment didn't have a liquor license. Whenever I occasionally joined Park there for lunch, the proprietor, Park's close Chinese American friend, Louie Lejon, would inquire, ``Mr. Rinard, your usual?'' Park would respond, ``That would be fine.'' I noticed that Park's ``usual'' somehow never smelled quite like the tea the rest of us were drinking out of our tea cups. When Park agreed to join me in the Senate, I inherited what was undoubtedly the largest Asian immigration caseload in the U.S. Congress. There must have been at least 550 Chinese immigrants certified to work in King Ying Low's Des Moines restaurant during my Senate term alone. Park Rinard was the intellectual god-father of Iowa's progressive agenda for a half-century, and those years with Governor Hughes were really the ``Golden Age.'' It was a time when: Community colleges were established; the Iowa Civil Rights Commission created; home rule for cities granted; state spending for schools, prisons, and welfare increased; the first black state judge appointed; and the death penalty abolished. It is worthy of note that Iowa's State Government has not taken the life of even one person since Park involved himself in Iowa politics. Decades later Park remained at the forefront of enlightened political thinking. He strongly advocated an Equal Rights Amendment to the Constitution for women. He surprised younger members of my Senate staff over 20 years ago by accurately predicting that the next significant civil rights challenge would be to overcome discrimination against gay Americans. Bonnie Campbell once remarked that Park was so completely centered and certain in his liberalism that he knew instantly the proper position on an issue because of his ``fundamental sense of fairness,'' while the rest of us had to at least think about it. Growing up in Northern Iowa over four score years ago Park acquired values he would never abandon: common sense, cooperation, love of the land, sincerity, compassion, civility and justice. These values formed the underpinning of his political philosophy: phrases like ``the milk of human kindness,'' ``the least of these'' and describing something as being ``clear as the noon whistle at Ida Grove.'' These phrases all slipped easily into his own speech patterns and the language he crafted for those in public life. Many of us here today recall Park, smoking his pipe, while hunched over his ancient Olympia typewriter pecking out those many speeches. Park was a most gifted writer. However, unlike Federal Express he was reluctant to guarantee a precise arrival time for the finished speech draft. On more than one occasion, this led to serious staff anxiety and a near nervous breakdown for the person expected to deliver the prepared remarks at a particular event. In 1968 at the Democratic National Convention in Chicago Harold Hughes was to place Eugene McCarthy's name in nomination. Park was in a Des Moines Hotel room where he was supposed to be writing Hughes' speech. Ed Campbell called Park and told him to put the speech on a plane. This was a time, of course, which predated the era of fax machines and e-mail. As zero hour approached, Hughes asked Ed ``Where the hell is the speech?'' Ed called Park. Park said ``he was working on it and would send it by Western Union.'' Ed frantically got a room beneath the podium and with a technician arranged to have the speech pages put on a teleprompter as they arrived over the wire. Hughes was called to the Convention podium with no text and had to ad lib his opening before the first page arrived and was put on the teleprompter. Hughes literally gave the speech in Chicago while Park wrote it in Des Moines. At what appeared to be the conclusion Hughes turned to Ed and, putting his hand over the mike, asked in a stage whisper, ``Is that the end?'' It was, and Gene McCarthy's name was thereby officially placed in nomination as the Democratic Party candidate for President of the United States. I know Park was not pleased with the condition of American Politics in recent years where mechanics have overwhelmed the issues. Park thought the dialogue had grown sterile and he had little interest in pollsters and consultants. However, he had an abiding faith in democracy and believed that politicians who speak to the best in their constituencies will draw it out. He did his best to make sure that we office holders did just that. Whatever Governor Herschel Loveless, Governor and Senator Harold Hughes, Attorney General Bonnie Campbell, Congressman Neal Smith and I were able to collectively contribute in our public service careers was, in no small park, made possible because of Park Rinard. Park was truly an ``Iowa Original.'' He uniquely sensed the soul of the state he selflessly served and loved for a life time. His legacy will endure for generations and Iowans will enjoy more opportunities and have a better life because of Park Rinard. What greater reward does life afford?"], "capitolwords_url": "http://capitolwords.org/date/2000/12/05/S11555_park-rinard-memorial/"}