{u'speaker_state': u'IN', u'speaker_raw': u'mr. souder', u'speaker_first': u'Mark', u'congress': 105, u'title': u'CAMPAIGN FUND-RAISING INVESTIGATION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-10-08/html/CREC-1997-10-08-pt1-PgH8716.htm', u'number': 139, u'id': u'CREC-1997-10-08-pt1-PgH8716.chunk7', u'volume': 143, u'chamber': u'House', u'session': 1, u'speaker_last': u'Souder', u'pages': u'H8716-H8723', u'speaker_party': u'R', u'date': u'1997-10-08', u'bills': None, u'bioguide_id': u'S001143', u'order': 7, u'speaking': [u"And to take the gentleman's analogy further, in addition to, in effect, pickpocketing people's billfolds and private things that were official and on record, this is not a matter of FBI files where they just have whether an individual has been picked up for a parking ticket or where they went to college. These are when an individual applies for a secure government job and they go try to find out what anybody says about them.", u'So there are raw unedited transcripts of if somebody says I saw him at dinner somewhere and he was having an affair. I saw him at a gay bar one time. I heard that he beats his kids. These things are in those files and individuals do not even know they are in their files, and yet we have kids, we had all sorts of people walking around with these.', u'The question comes, were they potential blackmail files for people who were holdover, or for people who they had to do business with outside, or for, quite frankly, staff members who used to work in the administration and came over. We do not know, and that is still unanswered.', u'But as we moved through this, we turned up Craig Livingstone, and he was in charge of White House security and the files, along with Anthony Marceca, who had been kicked out of different campaigns for multiple questions, had had various problems in their lives. The question was who hired these people? Craig Livingstone would not say who hired him. The attorneys would not say who hired him. They said maybe Vince Foster did, which was always the convenient answer. It was always the dead guy when we tried to get an answer.', u'But then we found out they had a data bank. And from the files investigation we turned up they had this data bank. And as we looked at the data bank, they had these piles of documents with little codes on them. And we found out that the codes were amounts of money that the people gave, and they had a code so they could know at the White House how much money these people gave. And that was the codes for coffees and Lincoln bedroom. And that is how we evolved into the coffees and the Lincoln bedroom question.', u'So this has been an unfolding process as we go through this, and we are now seeing the last phase of this, which is the foreign money, in what appears to be at least on the surface. And we are trying to get the evidence, and that is the purpose of these hearings, of were we penetrated by foreign governments? Was national security compromised? Did they make land deals or other government decisions based on who was at the Lincoln bedroom; based on who was at a coffee? Because we have seen this pattern.', u'And I want to relate two other things that make us extra suspicious. The American people are generous people, and they will give people the benefit of the doubt, but we have seen a repetitive pattern of stonewalling through all these investigations. And every one we get into, there is this excuse as to why they cannot give us the information of why this person has fled overseas. Sixty witnesses pleading the Fifth Amendment. Twenty-five so far have fled overseas. They always have an excuse.', u'I also happen to have, for a variety of reasons, chaired two investigations of the INS. I, quite frankly, and bluntly, was reluctant, because the chairman was not here at that point. Mr. Zeliff, who had led much of this, decided to run for governor of New Hampshire, and I wound up chairing the subcommittee.', u'But I was reluctant, because I was afraid that in investigating these things would be perceived as anti-Hispanic. But at some point the truth just stares us in the face. We saw the piles of documents that civil servants, many of them Democrats, were bringing in bundles of tests, citizenship tests filled out in the same pencil, in the same handwriting; there are people coming in and saying we had eight boxes of applications that never had a background check; and we watched and heard these people say that the deadline was the voter registration deadline.', u"The deadline was not to try to get people in. We wanted legal aliens to become citizens. And out of the 1.1 million who came in, at least a million were completely legitimate. But it appears that up to 100,000 were not. We had rapists. We had all sorts of people brought in because of the pressure to get the voters registered for an election, which ties in with Morris' whole scenario.", u'So we already have the public acknowledgment that the INS has fired people and cleaned up their process, and are working hard to do this, but the INS clearly violated the law.', u'Now, interestingly, Mr. Zeliff and, then full committee chairman, Mr. Clinger, were pursuing another category. In this other category was the White House communications agency. I wound up at that hearing as well and chaired part of the hearing, and found it, quite frankly, one of the more boring hearings I have been to. I confess that not everything we do here is interesting, even when we pretend it is interesting.', u'We heard GAO tell us that the White House Communications Office had major reporting problems; that it was funded under the Department of Defense, and the Department of Defense was accountable, but the political people at the White House, because usually they had a fairly low to mid level defense person over there, was being pressured by White House high ranking political people. And we, in particular, were looking at a major waste of a huge broadcast system they had purchased with a high percentage of their budget that then they could not get on one plane so they were not using it.', u'Also came out charges of a variety of different things that they were looking at.', u'One the charges of this office that we said could easily be abused, that GAO said could be abused, that we were holding a hearing on, one of their charges was to videotape key events at the White House.', u"As of last night, the media started to ask questions, because we turned in fraud potential in this office a year and a half ago, and it is clear in the process not only has this committee, full committee, been requesting tapes and they only turned up yesterday edited, but these tapes, we had a hearing where we were investigating this agency and they did not come up. And then when the tapes come up, it is, ``Sorry, the audio is missing.''", u"Some people did not seem to have read Watergate. And that is, when there is a missing 14\\1/2\\ minute gap in Rosemary Woods' transcript at a very key point, people jump to logical conclusions. And when the tapes come back without the audio in the part where the allegations have been that there was fund-raising, we have doubts.", u"One of the things I went to this chairman of this subcommittee today to follow up on is, I think we need immediate hearings in this subcommittee that is already investigated, on top of the hearings from Chairman Burton that are starting, and say, ``Okay, who filmed the stuff, the stuff that was played on C-Span the other night that was clearly edited? Where is the full tape? Did you doctor these tapes? What happened to the audio of these tapes? Who did this? Who authorized you to do this?''", u'This is shocking, that they went through and did this and abused a Defense Department agency, which we had already been warning about, that they had potential fraud in the way that they were setting it up.', u'As the gentleman from Arizona [Mr. Hayworth] knows, I am on the same committee with the gentleman that is looking into this issue, the Government Reform and Oversight Committee, and was there for the opening statements today.', u'My colleague raised some serious points about this issue of the tapes. I just want to bring a little levity here because, quite frankly, there are parts of this thing that I find incredibly humorous. Let me just kind of walk through it.', u"The tapes the gentleman has been referring to are videotapes of the so-called coffees that the White House conducted, where they invited in these individuals, most of them, coincidentally, major donors to the Democrat party and of the White House and of the President, but maintained, and had maintained for months now, that these were not fund-raisers, ``Look, these are reasonable and legitimate, and we are having nice discussions, but they were not fund-raisers.''", u"What I find humorous about it is a couple of different things that reveal how we got the revelation of these tapes. For example, when the White House, first in response to our committee's subpoena, searched for the names of the individuals we knew had attended those coffees, according to press reports, and I am quoting here from George Lardner, Junior's Washington Post story the day before yesterday, they searched for those individuals' names, the White House database came up empty.", u"As a matter of fact, they could not find anything on those individuals in the White House database. So they said, what we really should do is search under the name ``coffees.'' And, in fact, they did come up with what they call, I think it is a total of 44 hits, under the name ``coffees,'' and that is how we led to the discovery of these tapes. They only bothered to wait from March, when we subpoenaed this information, until, we are in October, are we not? until October to decide, well, let us look under ``coffees.''", u"But the fascinating thing is that in Mr. Lardner's story, he goes beyond that and he says, guess what? Somebody had the bright idea of searching under ``coffees'' to look under ``DNC.'' What is ``DNC''? Democratic National Committee. And to look under ``fund-raiser.''", u"Now, I do not know why they would look under ``DNC'' or ``fund-raiser,'' because, as we all know and as the American people have already come to believe in their heart and soul, these were not DNC fund-raisers. And yet the curious thing is, when they did search that same White House computer database under ``DNC'' or ``DNC fund-raiser,'' they did not get 44 hits, they got 150 hits."], u'capitolwords_url': u'http://capitolwords.org/date/1997/10/08/H8716_campaign-fund-raising-investigation/'}