{"speaker_state": null, "speaker_raw": "the speaker pro tempore", "speaker_first": null, "congress": 104, "title": "CHURCH BURNINGS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-06-10/html/CREC-1996-06-10-pt1-PgH6108.htm", "number": 84, "id": "CREC-1996-06-10-pt1-PgH6108.chunk0", "volume": 142, "chamber": "House", "session": 2, "speaker_last": null, "pages": "H6108-H6114", "speaker_party": null, "date": "1996-06-10", "bills": null, "bioguide_id": null, "order": 0, "speaking": ["Under a previous order of the House, the gentleman from Louisiana [Mr. Fields] is recognized for 60 minutes. Mr. FIELDS of Louisiana. Mr. Speaker, Members of the House, tonight I am joined by my colleague, the gentleman from Illinois [Mr. Jackson], who will also talk about an issue that we both have a great deal of compassion about as well as other Members of this Congress who will join us later to talk about an issue that we are somewhat complexed about because of the amount of church burnings across America, particularly in the southern part of our country. So tonight, Mr. Speaker and Members of the House, we would like to take the remainder of this hour to talk about the church burnings across the southern part of the country.", "Mr. Speaker, over 63 churches over the past 5 years were burned. All of these were African-American churches; 20 of those cases have been solved at this point. And before I go any further, I would like to commend the Justice Department, who has been working extraordinarily hard in trying to bring a resolution to the many recent church burnings across the country, and in particular I want to commend Deval Patrick, who is the Assistant Attorney General for Civil Rights. That department has been working profusely night and day to try to ascertain as much information as possible as relates to these burnings, and I would like to commend him and his staff for all the work that they are doing, and I would like to also commend him for the support that he has given to legislation to make penalties much more tougher and bring people to justice much quicker. And he will be on the Hill tomorrow, as I appreciate it, trying to convince the Committee on the Judiciary to pass legislation in that regard.", "I would also like to commend Jim Johnson, who is with the Department of the Treasury, who is the Assistant Secretary for Enforcement. They are working night and day to try to get as much information as possible as relates to the church burnings, and he has worked relentlessly in trying to obtain as much information as possible; and, of course, the personnel over at the entire division, Janet Reno, who on yesterday and on today met with many of the pastors of the churches that were burned from across the South, and I appreciate her compassion and the diligence she has shown in trying to bring people who are the perpetrators of these crimes to justice.", "The President should be commended as well for his commitment to expending as much resources as possible through this administration to ascertain any information that is possible to bring these senseless burnings to an end.", "Mr. Speaker and Members, I would like to share with the Members of the House very briefly the most recent churches that were burned across the country. I mentioned that there was 63 in the past 5 years, 20 of those cases unresolved, and I think as of last night 21 because a fire was, as I appreciate it, a church was set afire on last night in the State of Texas.", "In the State of Alabama, Mr. Speaker, there are a total of 5 churches that were burned. On December 22, 1995, Mount Zion Baptist Church, which is an African-American church, was burned in that particular State. On January 11, 1996, Little Mount Zion Baptist Church in Green County was set afire. On that same day Mount Zoar Baptist church in Green County was set afire. In both of these cases or both of these churches, the ATF agents have already ruled that arson was the cause of these fires. On February 28, 1996, New Liberty Baptist Church in Tyler was set afire, and on March 25, 1996, Missionary Baptist Church in Selma. A total of five churches in the State of Alabama have been burned since December 22, 1995, to this present day.", "In the State of Georgia there was one case of arson. On March 27, 1996, Gay's Hill Baptist Church in Millen was burned.", "And in Louisiana, my State and my own district, we have had over five church burnings. One was Saint Charles Baptist Church, which was the fifth church that was burned, and that was burned on April 11, 1996, which is the most recent burning in the State of Louisiana. On February 1, 1996, Cyprus Grove Baptist Church in East Baton Rouge Parish was set afire, and Saint Paul Free Baptist Church in East Baton Rouge Parish and Sweet Home Baptist Church in Baker, which is adjacent to East Baton Rouge Parish, and St.Thomas Chapel Benevolent Society in East Baton Rouge Parish. All four of these churches, Mr. Speaker and Members of the House, were set afire the same night, and on April 11, 1996, as I stated earlier, Saint Charles Baptist church was set afire as well.", "In the State of Mississippi we have identified two to three cases of arson. On March 5, 1996, St. Paul Church was burned, and on March 30, 1996, El Bethal Church was burned.", "And in North Carolina there were four incidents. One that comes to mind the quickest was the 93-year-old wooden sanctuary that was once used by the congregation of Matthews-Murkland, which was a Presbyterian church, and that was in Charlotte, North Carolina, and that church was burned on June 7, which was the most recent burning in 1996.", "And in South Carolina there were five churches. Mount Zion AME Church was burned, and on August 15, 1995, St. John Baptist Church; June 22, 1995, Macedonia Baptist Church; and April 13, 1996, Rosemary Baptist Church. Finally, on April 26, 1996, another Baptist church was burned in the State of South Carolina, and the gentleman from South Carolina [Mr. Clyburn], who had worked profusely on this and also in the CBC to inform Members of these church burnings, has been working very hard with ATF and with the FBI and the Justice Department to try to get as much information as possible, and perhaps he will join us in this colloquy later tonight.", "The State of Tennessee had a total of six burnings. January 13, 1995, Johnson Grove Baptist Church in Denmark and Macedonia Baptist Church in Crockett County; they both burned the same night, on the 13th of January. On January 31, 1995, Mount Calvary Baptist Church was burned, and on December 30, 1995, Selma Baptist Church in Fruitland was burned, and on January 8, 1996, Inner City Church in Knoxville was burned to the ground, and on May 14, 1996, Mount Pleasant Baptist Church, which is being investigated at this point, is still under investigation, and they have not yet ruled this church to be a church that was burned by arson.", "And last, the State of Texas, on June 6, 1996, New Lighthouse of Prayer in Greenville.", "And a Church of Living God was burned in Virginia on February 21, 1996; Glorious Church of God and Christ in Richmond was burned.", "The gentleman from Illinois [Mr. Jackson], we have talked about what could we do as Members of Congress to try to assist in stopping this avalanche of church burnings across the southern part of our country, and we were happy to learn that the ATF decided to publicize a 1-800 number, so we urge Members of this Congress to please inform their constituencies of the 1-800 number that their constituents can take advantage of if they know of any information whatsoever about any of these church burnings, and I am told that toll free number is 800-ATF-FIRE, which is a 24-hour a day, 7-day-a-week number where any citizen in this country who has any information whatsoever about church burnings in America can, in fact, call this number, and agents will respond.", "We feel that this country should have zero tolerance for anyone who would have the audacity and the gall to burn anything, but particularly, particularly, a church. For a person to light a match to a place of worship in this country shows no respect, first of all, to himself, to the individual who chooses to do it, and certainly does not show any respect to human life. And we are committed to work with the Justice Department, the ATF, and the FBI, and all of the investigative agencies. As Members of Congress, we are committed to supporting this effort so that we can bring it to some conclusion.", "And this is a bipartisan effort, both Democrats and Republicans. We all agree that there should not, none of us, have any tolerance for individuals who would burn a place of worship. We started this coalition with the blue dog Democrats, as a matter of fact, about 3 months ago when these church burnings first started to set some type of pattern across the southern part of our country, and then that coalition expanded, of course, to the entire Congress. So I am thankful to all of the Members who have been participating in briefings on church burnings, and I am very thankful to the Justice Department and the administration for their zero-tolerance attitude for this type of behavior and action across the country.", "At this time I am going to yield to my colleague from Illinois, Mr. Jackson."], "capitolwords_url": "http://capitolwords.org/date/1996/06/10/H6108_church-burnings/"}