{u'speaker_state': u'IL', u'speaker_raw': u'mr. jackson of illinois', u'speaker_first': u'Jesse', u'congress': 104, u'title': u'DEFENSE OF MARRIAGE ACT', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-07-12/html/CREC-1996-07-12-pt1-PgH7480-5.htm', u'number': 103, u'id': u'CREC-1996-07-12-pt1-PgH7480-5.chunk97', u'volume': 142, u'chamber': u'House', u'session': 2, u'speaker_last': u'Jackson', u'pages': u'H7480-H7506', u'speaker_party': u'D', u'date': u'1996-07-12', u'bills': [u'H.R. 3396', u'S. 287'], u'bioguide_id': u'J000283', u'order': 97, u'speaking': [u"Thank you, Mr. Chairman, for the opportunity to address what I fear to be the serious constitutional implications implicit in H.R. 3396, ``Defense of Marriage Act.'' Specifically, I am concerned that this bill poses serious constitutional questions on two grounds: First, the full faith and credit clause of the U.S. Constitution, and second, the equal protection clause of the U.S. Constitution.", u'Upon hearing proponents of this bill argue that this bill does not violate the full faith and credit clause of the U.S. Constitution, and after studying the analysis of constitutional experts, and in particular, Prof. Chai Feldblum of the Georgetown University Law Center, I feel compelled to express my serious concerns on this point.', u'While the Supreme Court has not specifically applied the full faith and credit clause to the status of marriage, we do know that there is absolutely no legal precedent for Congress to invite some States to ignore the official acts of others. Mr. Chairman, section 2 of this bill adds a section to the Federal full faith and credit statute, which is no doubt an unconstitutional attempt to do just this.', u'The full faith and credit clause of the U.S. Constitution, article IV, clause 1, provides, and I quote:', u'Sentence One:', u'Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State.', u'Sentence Two:', u'And the Congress may by general Laws prescribe the manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.', u"In other words, each State must give ``full faith and credit'' to other State laws, and must fully recognize the acts and proceedings of other States. For example, in the case of Williams v. North Carolina, 317 U.S. 287, 295 (1942), the Supreme Court interpreted the clause as serving the purpose of ``alter[ing] the status of the several states as independent foreign sovereignties, each free to ignore the obligations created under the laws or by the judicial proceedings of the others, and to make them integral parts of a single nation.''", u"Never once has Congress implemented laws allowing States not to recognize certain ``Acts, Records, and judicial Proceedings'' of another State. In fact, Congress has heightened each State's recognition responsibilities under the clause by enacting the following pieces of legislation:", u"First, the Parental Kidnapping Prevention Act of 1990 requires States to enforce, not ignore, other States' child custody determinations;", u'Second, the Full Faith and Credit for Child Support Orders of 1994 requires that other States enforce, not ignore, child support determinations of other States; and', u'Third, the Safe Homes of Women Act of 1994 requires that States recognize, not ignore, the protective orders of other States to protect victims of domestic violence.', u"Thus, Congress has only passed legislation strengthening, not weakening, requirements on States to recognize the ``Acts, Records and judicial Proceedings'' of another. Therefore, it is undoubtedly clear why many constitutional scholars have concluded that Congress would go beyond the scope of its legislative powers under the Constitution in passing H.R. 3396.", u"It is noteworthy that during the subcommittee consideration of this bill, Representative Sensenbrenner stated that Utah's admission to the Union was delayed for several years because of ``the fear of the Congress over a hundred years ago was that polygamous marriages that were polemized in Utah would have to be recognized in the other States.'' This statement suggests that Congress contemplated over one hundred years ago that the drafters of the Constitution intended that all States, not only those which choose to, must give ``full faith and credit'' to the ``Acts, Records and judicial Proceedings'' of all other States, including the recognition of out-of-State marriage, and interpreted that requirement to its most literal meaning.", u"Proponents of this bill argue that allowing States to not recognize the public acts of another is a constitutional exercise of Congress' power under sentence two of the clause. Mr. Chairman, How can this be if this bill directly contravenes sentence one's mandate that every State is required to recognize the official public acts and judicial proceedings of other States?", u"If we are to follow the flawed logic of this argument, it would follow that sentence two of the clause must be read to say that States must recognize the official acts of other States except when Congress passes a law that says they don't have to. Mr. Chairman, this not only flies in the face of every States rights argument I have heard from the majority since I began serving in this body, but it also has the unconstitutional effect of amending the full faith and credit clause of the Constitution without actually going through the very cumbersome and challenging process of amending the Constitution through a two-thirds majority vote in both houses of Congress and ratification by the States.", u'Additionally, H.R. 3396 could engender equal protection challenges because the law may not survive the rational basis test adopted by the Supreme Court with respect to legislation establishing certain types of classifications. H.R. 3396 would allow a State not to recognize same-sex marriages legalized in other States if it so chooses. Therefore, it is necessary to determine whether there is rational connection between this law and the intended governmental purpose it seeks to further.', u"In the case of Baehr v. Lewin, 852 P. 2d 44 (Haw. 1993) the Hawaii State Supreme Court rejected the arguments made to deny the right of two individuals of the same sex to marry on the basis that Hawaii's State Constitution considers classifications on the basis of sex to be suspect in nature and subject to strict scrutiny analysis. However, for purposes of Federal constitutional challenge, legal experts have come to the conclusion that the rational basis test would probably be used to consider the constitutionality of the H.R. 3396.", u'The authors content that H.R. 3396 is necessary for the preservation of the institution of marriage, hence the title of the bill. However, would H.R. 3396 in fact allow the United States to further its interest in the preservation of the institution of marriage? Or put differently, I have not yet heard of any empirical data which may even mildly suggest the rational and logical connection between H.R. 3396 and its intended governmental purpose.', u"Considering that one in two marriages result in divorce in the U.S., and that many children of heterosexual marriages are suffering from family-unit-debacle, it is safe to conclude that H.R. 3396 is by far not the most appropriate form of legislation with respect to achieving the perceived governmental purpose of ``protect[ing] the institution of marriage'' by defining a marriage only as ``a legal union between one man and one woman as husband and wife.'' It thus follows that there does not seem to be a rational basis between H.R. 3396 and the intended governmental purpose.", u"Moreover, the Supreme Court this term in the case of Romer v. Evans 64 U.S.L.W. 4353 (1996) rejected amendment No. 2 of the Colorado State Constitution on the grounds that there was no rational basis between amendment No. 2's repudiation of special protection for homosexuals and the State's articulated governmental purpose.", u"Approximately 17 areas of federally enacted legislation and programs would be affected if this bill were to become law, specifically banking; bankruptcy; civil service; consumer credit; copyright; education' Federal lands and resources; housing; immigration; judiciary; labor; military; social security; taxation; veterans; the Soldiers' and Civil Relief Act; and, welfare.", u'In effect, this bill would deny gay men and women hospital visitation rights, health coverage, and other forms of insurance, inheritance and taxation rights, government benefits for spouses, immigration rights for spouses, and other rights. Just as the States should not interfere in any way with religious ceremonies, religious groups may not govern who receives a civil marriage license. This would in fact pose serious problems for the fundamental principle of the separation of church and state implicitly established in the first amendment of the U.S. Constitution.', u'Mr. Chairman, when I came to Congress, I placed my hand on the Bible and swore to uphold the Constitution; now, I am being asked to place my hand on the Constitution and uphold the Bible, the Koran, the Torah, and other religious doctrine. The U.S. Constitution must remain the supreme law of the land. This document protects the rights of all to believe and worship as they choose.', u'I swore to uphold the Constitution against enemies foreign and domestic, to protect minorities and minority viewpoints from the tyranny of the majority, to protect African-Americans from racism, Jews from anti-Semitism, Arabs from anti-Arabism, women from sexism, and gays and lesbians from homophobia and discrimination.', u'With this vote, I am sending a message to all coalitions that those who have sworn to protect the Constitution will do just that. We will protect their rights.', u'If defense of marriage meant a job in every household and adequate education for all children; if defense of marriage meant a single-family home for all Americans; if defense of marriage meant universal health care for all Americans, then we would be truly addressing the moral crisis confronting the institution of marriage.', u'We know, however, that the Defense of Marriage Act compels this Congress to exceed the boundaries of its constitutional authority. This bill offends the Constitution, by violating both the full faith and credit and equal protection clauses of this sacred document.', u"Whether churches choose to perform ceremonies is within the domain of the churches to decide. Under the Constitution, our national government must uphold the wall between church and state. We know that we cannot dictate the churches' activities. It is also clear that the church cannot instruct the government to restrict the rights of the church, their followers, or their faith; nor can the church call upon Congress to contravene or undermine the Constitution.", u'Both the Bible and the Constitution have a role, but they are different roles. The Bible did not free African-Americans, it saved African-Americans and it saved me. The Emancipation Proclamation and the 13th amendment did not save me, but it did outlaw slavery. I am saved today because of the Bible, but I am in Congress today because of the 14th amendment and the Constitution as amended.', u'Mr. Chairman, in light of the foregoing, I caution my colleagues to look closely at these issues before supporting this bill.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/07/12/H7480-5_defense-of-marriage-act/'}