{u'speaker_state': u'UT', u'speaker_raw': u'mr. hatch', u'speaker_first': u'Orrin', u'congress': 104, u'title': u'EMPLOYMENT NONDISCRIMINATION ACT OF 1996', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1996-09-10/html/CREC-1996-09-10-pt1-PgS10129-2.htm', u'number': 123, u'id': u'CREC-1996-09-10-pt1-PgS10129-2.chunk33', u'volume': 142, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Hatch', u'pages': u'S10129-S10139', u'speaker_party': u'R', u'date': u'1996-09-10', u'bills': None, u'bioguide_id': u'H000338', u'order': 33, u'speaking': [u'Mr. President, everybody here knows I have worked hard to pass the hate crime statistics bill, I worked hard with the distinguished Senator from Massachusetts to pass AIDS bills and do other things that benefit people who are gay and lesbians. I believe that we should respond to the needs of our citizens in these regards. Special protected status in the law, however, is another matter. I, therefore, oppose this legislation.', u'Mr. President, I oppose this legislation. This bill represents a massive increase in Federal power. The Federal bureaucracy will have a field day with this bill. The bill will be a litigation bonanza. Moreover, this bill deals in a blunderbuss way with an issue much more complex than issues raised by legislation addressing race, ethnicity, and gender. Sexual orientation involves conduct, not immutable nonbehavioral characteristics.', u'Indeed, during the debate about homosexuals in the military, Gen. Colin Powell made this point in responding to the suggestion that discrimination against homosexuals in the military should be equated with racial discrimination. He said,', u'Skin color is a benign, non-behavioral characteristic. Sexual orientation is perhaps the most profound of human behavioral characteristics. Comparison of the two is a convenient but invalid argument.', u'Indeed, this very bill exempts employment in the U.S. military, although it does not exempt the National Guard.', u'It is totally indefensible to say that a black person should be denied the right to teach children of any race in any of our public or private schools. But should the Senate run roughshod over the concerns of parents and educators about having homosexuals teach their kids?', u'I mentioned last week on the floor that Loudoun County, VA, parents and educators wanted to fire a male health and physical education teacher at a middle school, who was also an assistant athletic coach at a high school because of public homosexual conduct, in this case, participation in homosexual videos. Such concern is not triggered just by participation in videos. It can be triggered by public displays of romantic, physical affection between two persons of the same sex.', u'In Loudoun County, the school superintendent said,', u'We believe that teachers, as people who are chosen to be instructors as well as leaders of our young people, should be exemplary in their professional as well as personal lives. What we have here is an allegation of a lifestyle that is not in keeping with that. If the allegations are true, that is not conduct befitting a teacher.', u"One parent of a daughter who attended a school where this person taught said she believed that what people do in their private lives is their business--unless they are teachers. ``I want our teachers to have the highest moral fiber. I'm not comfortable with him doing both.'' A school board member said,", u'Here we have a teacher in a middle school working with children who are at that age where they are struggling with their identity. This is obviously a person who has made bad choices. To give someone like this access to children at that stage of development would be irresponsible of us.', u'And just because some of the citizens of Loudoun County and across this country do not share the view of public morality of some of the sponsors of this measure, who seek to cast aspersions on opponents of this legislation, does not make those citizens bigots.', u"Moreover, those proponents of this bill who, wrongly in my view, support blatant, intentional discrimination on the basis of immutable characteristics such as race and ethnicity in teacher hires in order to provide role models to students, are in no position to lecture parents concerned about the conduct of teachers as role models. Finally, I want to know how it is that proponents of a bill that itself exempts the military can dismiss the concerns of parents about the conduct of their children's teachers.", u"I note, Mr. President, that if a school district wanted to dismiss, or decline to hire, a male teacher, for example, who engages in romantic, physical displays of affection in public with his male partner, this bill makes such a dismissal or refusal illegal--unless the school district will do the same regarding a male teacher's equivalent display of romantic affection for his wife or girlfriend.", u'Additionally, this bill will empower the EEOC to require employers to collect statistics on the sexual orientation of their employees.', u"One proponent of this bill last week said the bill does not give the EEOC this authority. That is wrong. The bill, at section 11, gives the EEOC, ``with respect to the administration and enforcement of this act'' the same power the EEOC has to administer and enforce title VII of the 1964 Civil Rights Act. Under title VII, the EEOC collects statistics on the race, ethnicity, and gender of employees. Would the EEOC request such information? No one in this body can assure us that the EEOC won't do so at some time in the future. Remember, the EEOC is one of those entities responsible for the growth and development of quotas and other preferences under title VII, relying heavily on statistics in the process.", u'Moreover, it is well established that statistics can be used in intentional discrimination cases under title VII, such as pattern or practice cases. So, notwithstanding language in the bill about prima facie cases of disparate impact, this bill does not at all preclude the use of statistics in sexual orientation cases.', u"Suppose a complainant, alleging that he was discriminatorily denied a promotion because he is a homosexual, asserts that a supervisor made anti homosexual remarks, and one or two more complainants make the same allegations. Those allegations, and evidence of a supervisor's anti homosexual remarks, could be combined by a Federal enforcement agency or private plaintiffs' lawyer with statistics on the number or percentage of homosexuals in the job in question, or the promotion rates based on sexual orientation, or both, to press a case of a pattern or practice of discrimination.", u"Finally, let me note that this bill will lead to reverse discrimination and preferences in favor of homosexuals, and I will mention just one way that will happen. The bill's provision allegedly barring preferential treatment does not affect judicial power to enforce this bill. This bill gives the courts the same jurisdiction and powers as such courts have to enforce title VII of the Civil Rights Act of 1964. Further, the procedures and remedies applicable for a title VII violation are available under this bill.", u"Under title VII's section 706(g), the Federal courts are authorized to order such affirmative action as may be appropriate in cases of intentional discrimination. The Supreme Court has said, unfortunately, that there are some cases in which a court may order numerical and other forms of preferential relief under title VII. Moreover, such preferential relief can be entered as part of a consent decree with the Federal Government, which wields enormous leverage over employers in these costly lawsuits, and in cases with private plaintiffs' lawyers.", u'Proponents of this legislation have argued that it will not produce much litigation, because there have been very few cases brought in the States with similar laws. That prediction is not persuasive. By authorizing the EEOC to become involved in and to initiate law suits based on gender-preference discrimination, this bill would lead to scores of thousands of new law suits against persons acting on the basis of strongly held religious views. Consider the case of religious broadcasters, for example. This bill would force religious broadcasters to engage in hiring and promotion practices that are contrary to their reasonable, deeply held religious views. We should not force citizens to endorse sexual practices that are contrary to their religious views. This bill, however, would do just that.', u'Let me also say that my support for the Hate Crimes Statistics Act, which Senator Simon and I have gotten through the Senate and enacted into law twice, is fully consistent with my position on this bill. My view that absolutely no one should be subjected to violence or vandalism because of who they are is, of course, widely shared. But it does not follow from the fact that while everyone, including homosexuals, should be free of violence, society must confer affirmative civil protections on the basis of sexual orientation not available, I might add, to everyone else.', u'Let me just add this. There is a religious side to this that must be considered. There are sincerely believing, mainstream religious people in this country who believe we have gone too far in this matter. Can you imagine a religious broadcaster, because they are in a profitmaking business, having to comply with the provisions of this act?', u'I urge the defeat of this legislation.'], u'capitolwords_url': u'http://capitolwords.org/date/1996/09/10/S10129-2_employment-nondiscrimination-act-of-1996/'}