{u'speaker_state': u'NY', u'speaker_raw': u'mr. crowley', u'speaker_first': u'Joseph', u'congress': 106, u'title': u'PEACEKEEPING OPERATIONS IN KOSOVO RESOLUTION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-03-11/html/CREC-1999-03-11-pt1-PgH1179-2.htm', u'number': 39, u'id': u'CREC-1999-03-11-pt1-PgH1179-2.chunk234', u'volume': 145, u'chamber': u'House', u'session': 1, u'speaker_last': u'Crowley', u'pages': u'H1179-H1250', u'speaker_party': u'D', u'date': u'1999-03-11', u'bills': None, u'bioguide_id': u'C001038', u'order': 234, u'speaking': [u'Mr. Chairman, I move to strike the requisite number of words.', u"Mr. Chairman, I rise in strong support of the Gejdenson amendment. I support the gentleman from Connecticut's amendment, but I have strong reservations, strong reservations of the Republican leadership's timing on this legislation. Bringing this measure to the floor for debate while negotiations are still underway is totally irresponsible.", u'Mr. Chairman, if and when a peace agreement is signed by both sides, I believe an American presence as part of a larger international peacekeeping force in Kosovo is and will be necessary.', u'The Kosovar Albanians have already made clear that they will not agree to any peace proposal without American participation in an implementation force.', u'In addition, we have seen that the threat of force is the only language that President Milosevic understands. A strong U.S. presence in Kosova would demonstrate to Mr. Milosevic that we would not tolerate noncompliance with any of the agreements, provisions or a return to the brutal campaign of repression and genocide that he has brought upon the ethnic Albanian community.', u'Mr. Chairman, while our NATO allies have already pledged to provide the bulk of a post settlement force in Kosovo, we must recognize that some U.S. participation is not only desired but is expected by our allies. Quite simply, such participation may be essential to securing the confidence of all the parties involved.', u'Mr. Chairman, I have a strong and vibrant Albanian and American community in my district in the Bronx and Queens. Many of these families have relatives in Kosovo who have been raped, maimed and murdered by Serbian forces.', u'The United States, and we as a Congress, cannot turn our backs or jeopardize the peace process in Kosovo.', u'While I strongly support an American presence in an international implementation of force, I believe to debate this issue at this time is both irresponsible and damaging to our ability to conclude a peaceful agreement.', u'Mr. Chairman, I include for the Record the following New York Times article.', u'Far From Kosovo, Anguished Vigils And Mourning; Concern for Family ', u"Nearly every week, all summer long, Ismer Mjeku, a Bronx entrepreneur from Kosovo, attended at least one wake, as one Albanian compatriot after another learned of relatives back home killed by Serbian soldiers. By late August, it was practically routine. He would meet his uncle and cousins at one of the small, dim clubhouses where Albanian men sit, smoking cigarettes and drinking tiny cups of sweet Turkish coffee and where traditionally, they have also held wakes. For the last few months, these spaces have been rented time and again by immigrant Albanian men, who would spend a day or two of mourning there. While the women remained home, receiving the condolences of their female friends, the men would spend the day at the club in a ritual called pame, ``to see,'' or ngushellime, ``condolences.'' By Labor Day, Mr. Mjeku, 38, had attended 10 or 11 pamet within 9 weeks. Like the others in his group, he shook the hands or hugged the shoulders of each grieving man, sat and drank a single cup of coffee and smoked one cigarette, rose and offered his condolences to each man again, and then left, making room for the next group. But a few weeks ago, after the older cousin who had been a second father to him was shot and killed in his home village, Mr. Mjeku refused to hold a pame. ``We cannot keep doing these one by one,'' he said in his small walk-up office on Arthur Avenue in the Belmont section of the Bronx, where he produces an Albanian business directory. ``So many people died in Kosovo the last three months. It's not special, each death. It's not--wow. It's war.'' For many of the approximately 200,000 Albanians in and around New York and New Jersey--70 percent of whom come from Kosovo, a Serbian province of Yugoslavia in which 90 percent of the population are ethnic Albanians--death is no longer special. After eight months of Serbian attacks on their relatives in Kosovo, even the deaths of children have become numbingly routine. Yet the deaths back home have reshaped the lives of immigrants here, making them less festive, less social: gone are the big weddings, the nights of folk dancing, the gay music. ``When I hear Albanian music, it hurts me,'' said Al Haxhaj, an Albanian who is a co-owner of the Mona Lisa, a restaurant in the Murry Hill section of Manhattan that was formerly called the Piazza Bella. ``It reminds me.'' Since the first Serbian attacks were reported in February, Albanians around the world have watched events back home with anguish: the looted and torched villages, the murdered civilians, the hundreds of thousands of people forced to take refuge in the surrounding mountains. The violence peaked in the summer, with 500,000 Albanians living as refugees, according to international relief agencies. These agencies also say that 1,000 to 2,000 ethnic Albanians have been killed, though many agency representatives say they believe that figure is low. Reports last week that Yugoslav soldiers were withdrawing from ethnic Albanian villages because of NATO bombing threats offered scant comfort. Local immigrants say they do not believe that the Serbians, their ancient enemies, will stop their attacks. All along Arthur Avenue and Pelham Parkway in the Bronx, in New Jersey cities like Paterson and Garfield and in neighborhoods throughout Manhattan, ethnic Albanians are trying to deal with their personal tragedies in the midst of this international drama. Weddings and other celebrations are being canceled. When their world is right, Albanians frequently celebrate with huge parties, hiring Albanian musicians so that hundreds of guests can do traditional folk dancing until morning. But nobody has the heart now for celebrating. Last fall, the Piazza Bella hired an Albanian band to play traditional music, attracting expatriates from miles around. In February, after the first massacres were reported, Mr. Haxhaj and Bilbil Ahmetaj, the co-owners, stopped the music. ``We can't be over here dancing and getting drunk when little kids are being killed and villages are being trashed,'' said Fekrim Haxhaj, the owner's 18-year-old son. In normal times, the vast majority of the big wedding parties at Il Galletto, a banquet hall in North Bergen, N.J., are held by Albanian parents, said Vymer Bruncaj, who is a part owner. But lately, he said: ``The wedding invitation for Albanians is zero--no invitations. The last five, six months, you cannot find one.'' Young couples are postponing their weddings or marrying quietly, with fewer guests and afternoon parties without music. Last spring, Alta Haxhaj, Fekrim's cousin, canceled the elaborate wedding for 1,000 guests that she had been planning for a year. Instead, she and here fiance married quietly, in street clothes. ``No big pouf,'' she said. ``No tail behind me, no white pearls.'' When ethnic Albanians get together these days, it is probably for a candlelight vigil outside the United Nations or the White House. Conversation never strays far from their worries. At home and in offices, the computer stays on; the Web site carries updates on news from the region in Albanian and lists the most recent victims. (Kosova is the ethnic Albanians' preferred spelling.) Mr. Mjeku, the Bronx businessman, checks the Internet when he gets to work. On Sept. 30, he spotted his cousin's name on the list of casualties. ``I closed the office,'' he said. ``I told my uncle in Riverdale. He started to cry. I felt very bad.'' Now, a month later, Mr. Mjeku said he was having a hard time focusing on his work. His mind is occupied by memories of his cousin. While the Internet brings daily updates, many Albanian- Americans have been able to reach family members in Kosovo through satellite cell phones that allow them to connect even with refugees in the mountains. The conversations have often been eerie. A few months ago, Dervish Ukehaxhaj was summoned from the kitchen of the Madonia Brothers Bakery in the Bronx, which he manages, to the office downstairs, where Peter Madonia, the owner, handed him a phone. ``It was his brother in Kosova, and he was in the middle of shooting.'' Mr. Madonia said. ``He's sitting here in this office, talking to his brother who is in the front lines, in the middle of a war.'' In July, there were other calls. One brother and two cousins had been fatally shot. The Kosovan Liberation Army, with the help of European expatriates, obtained dozens of powerful cell phones and distributed them to the villages, according to Isuf Hajrizi, managing editor of Illyria, and Albanian newspaper based in the Bronx. When Mr. Hajrizi's parents, along with about 40 other relatives in the village, climbed high into the mountains above the village to escape Serbian soldiers, they carried the cell phone with them. ``They had no food,'' he said. ``But they had that phone--their only link to life.'' But with only one cell phone for at least 1,000 refugees, it can take hours, or even days to get through. Mr. Hajrizi last reached his family after spending 10 straight hours dialing, and then persuading the person who answered to hike over to his parents' campsite to deliver the phone. When he finally hear his 74-year-old mother's voice, she told him that their home and their village had been looted and burned. They had no food or shelter. She begged for help. ``Why is it like this?'' she asked, as her son listened helplessly. That was two weeks ago. Since then, he has not been able to get through despite trying every day. They must have returned to the village and are trying to cobble together shelter there, he tells himself. ``I check the Internet constantly,'' he said. ``I haven't seen their names on the lists. As long as they don't show up on the lists, they probably are O.K.''www.kosova.com"], u'capitolwords_url': u'http://capitolwords.org/date/1999/03/11/H1179-2_peacekeeping-operations-in-kosovo-resolution/'}