{u'speaker_state': u'NH', u'speaker_raw': u'mr. smith of new hampshire', u'speaker_first': u'Bob', u'congress': 106, u'title': u'NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2000', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-1999-05-26/html/CREC-1999-05-26-pt1-PgS6012.htm', u'number': 77, u'id': u'CREC-1999-05-26-pt1-PgS6012.chunk242', u'volume': 145, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Smith', u'pages': u'S6012-S6042', u'speaker_party': u'R', u'date': u'1999-05-26', u'bills': None, u'bioguide_id': u'S000606', u'order': 242, u'speaking': [u'Mr. President, I spoke in morning business on this issue a couple of days ago, to call it to the attention of my colleagues, because I believe it is one that is very important and very relevant to this bill. I wanted my colleagues to be aware that I would probably be bringing it up at some point in the near future. I did not expect it to be quite this soon.', u'A lot of individuals who have expressed an interest in my bringing it up earlier rather than later, are not only my colleagues but many aboard the U.S.S. Indianapolis who survived this great tragedy at sea. In deference to them, I felt it would be appropriate to try to get a vote on this. I want to emphasize to my colleagues, I hope my colleagues are paying attention out there, watching on TV. Because if there is any doubt or concern about whether or not this should be supported, I urge Senators to listen to me for a few minutes as I try to explain why I believe this amendment should be agreed to.', u'First of all, I have a number of cosponsors who came in as original cosponsors. Not only myself, but Senator Frist, Senator Bond, Senator Landrieu, Senator Robb, Senator Hagel, Senator Breaux, Senator Torricelli, Senator Helms, Senator Inhofe, Senator Durbin and Senator Edwards. It is a joint resolution. I also, subsequent to that, received cosponsorship from Senator Boxer and from Senator Inouye.', u'We can see it represents all regions of the country and both sides of the political spectrum. It is not in any way, shape, or form a political issue. It simply expresses the sense of Congress with respect to the court-martial conviction of the late Rear Adm. Charles Butler McVay, III. It calls upon the President to award a Presidential Unit Citation to the final crew of the U.S.S. Indianapolis.', u'This is an incredible story of incredible bravery and at the same time it is a story of incredible prejudice to an individual with a great, distinguished record as a captain, as an officer in the U.S. Navy.', u'I want to share with my colleagues this brief story from the closing days of World War II, the war in the Pacific. I know as we debate the issues of the day, and believe me I have been involved in them all week, and there are some huge issues--the China issue and so many others. But I think it is important to understand. I just spoke a few moments ago to new flag officers who were just getting their stars. It was quite an honor to do that. But I think it is important, if we are going to ask people such as these new flag officers to come on board to serve and continue to serve in the military, not to leave after their enlistment is up, but to become those flag officers, they need to understand if there is some type of inequity or something that has happened that causes an injustice, we need to look at it in a way so we can make a wrong right. I think they need to know that. If something was wrong and the military did something wrong, we need to be big enough to admit it and to correct it. That is what this story is about.', u'This is a harrowing story. It has a lot of bad elements--It has bad timing; it has bad weather. It has heroism and fortitude, but it also has negligence and shame. It has good luck and bad luck. And above all, it is a story of some very special men whose will to survive shines like a beacon even today, many decades later.', u'We have the opportunity, right now, perhaps as soon as an hour, to redeem the reputation of a fine man--a wronged man, in my view--and salute the indomitable will of a very fine crew of the U.S.S. Indianapolis. I had the privilege of hosting two--actually more than two, several survivors of the U.S.S. Indianapolis, a couple here yesterday or the day before that, and several before that at a meeting. The bill I offer today will honor all these men and their shipmates of the U.S.S. Indianapolis and redeem their captain, in my view--Capt. Charles McVay.', u'Captain McVay graduated from the U.S. Naval Academy in 1920. He was a career naval officer. He had an exemplary record in the military that included participation in the landings in North Africa, award of a Silver Star for courage under fire earned during the Solomon Islands campaign. Before taking command of the Indianapolis in November of 1944, Captain McVay chaired the Joint Intelligence Committee of the Combined Chiefs of Staff in Washington. That is the highest intelligence unit of the Allies during the war.', u'McVay led the ship through the invasion of Iwo Jima, then bombardment of Okinawa in the spring of 1945, during which Indianapolis antiaircraft guns shot down seven enemy planes before the ship was severely damaged. Captain McVay returned his ship safely to Mare Island in California for much-needed repairs.', u"Another great story about the Indianapolis which is not well known. In 1945, the Indianapolis delivered to the island of Tinian the world's first operational atomic bomb, which would later be dropped on Hiroshima by the Enola Gay on August 6. After delivering her fateful cargo, she then reported to the naval station at Guam for further orders. She was ordered to join the U.S.S. Idaho in the Philippines to prepare for the invasion of Japan.", u'It was at Guam that the series of events ultimately leading to the sinking of the Indianapolis began to unfold. It is quite a story.', u'There were hostilities in this part of the Pacific, but they had long since ceased. This is 1945. The war is almost over. The Japanese surface fleet is no longer considered a threat and attention instead had turned 1,000 miles to the north where preparations were underway for the invasion of the Japanese mainland. ', u'So we have a picture here of very little Japanese activity in the Pacific. These conditions led to a relaxed state of alert on the part of those who decided to send the Indianapolis across the Philippine Sea unescorted, and consequently Captain McVay was randomly told, just zigzag at your discretion.', u"So the higher-ups were in a relaxed state. We were going into the Japanese homeland. There was little presence, Captain McVay was told. So we will send you out across the Philippine Sea unescorted. The Indianapolis, unescorted, departed Guam for the Philippines on July 28, 1945. Think about how close we are now to the end of the war. Just after midnight, on 30 July 1945, midway between Guam and the Leyte Gulf, the U.S.S. Indianapolis was hit by two torpedoes fired by the ``I-58'', the Japanese submarine that was not supposed to be there according to the higher-ups.", u'The first torpedo blew the bow off the ship. The second hit the Indianapolis at midship on the starboard side adjacent to a fuel tank and a powder magazine. You cannot imagine--no one could--the resulting explosion, but it split the ship completely in two.', u'There were 1,196 men aboard the U.S.S. Indianapolis on that fateful night. Mr. President, 900 escaped the ship before it sunk in 12 minutes. In 12 minutes, the naval ship went to the bottom and 900 men were able to get off that ship before it sank. Few liferafts were released, and at sunrise on the first day of those 900 men being in the water, they were attacked by sharks. The attacks continued until the remaining men were physically removed from the water almost 5 days later.', u'If you can imagine in the middle of the night aboard ship: It is hit by two torpedoes and sinks in 12 minutes, very few liferafts; you are in the water. The men were in the water for 5 days and the sharks began immediately to circle and attack and pick these men off, literally, one by one, as wolves might pick off a weakened antelope or some other animal they were pursuing.', u'Shortly after 11 a.m. on the fourth day, the survivors were accidentally discovered by an American bomber on a routine antisubmarine patrol. This is important for my colleagues to understand this--accidentally discovered.', u'A patrolling seaplane was dispatched to lend assistance and report. En route to the scene, it overflew the destroyer Cecil Doyle DD-368, and alerted her captain to this emergency. The captain of the Cecil Doyle, on his own authority--no orders--decided to divert from his mission and go to the scene of the Indianapolis sinking.', u"Arriving there hours ahead of the Cecil Doyle, the seaplane's crew--the seaplane's crew had called the Cecil Doyle; the Cecil Doyle is en route and the seaplane, in the meantime, began dropping rubber rafts and supplies to these men who had been in the water for 5 days. While doing so, they observed the shark attacks. They literally saw men who were moments from rescue dragged under by attacking sharks. These men were so overcome by this that, disregarding standing orders not to land at sea, the plane landed and taxied to the stragglers and lone swimmers who were at greatest risk of shark attacks, as the sharks would pick off those who were not able to stay up with the rest of the group. It was an act of extreme bravery on the part of the seaplane crew.", u'As darkness fell, the crew of the seaplane waited for help, all the while continuing to seek out and pull nearly dead men from the water. When the fuselage of the plane was full, the survivors were tied to the wing with a parachute cord. That plane rescued 56 men from the water on that particular day, just literally sitting in the water allowing these men to cling to that plane.', u"Then came the Cecil Doyle. This was the first vessel on the scene, and it began taking survivors aboard. Again, disregarding the safety of his own vessel, the Doyle's captain pointed his largest searchlight into the night sky to serve as a beacon so other rescue vessels might catch it. This was the first indication to the survivors that their prayers had been answered. Help at last had arrived."], u'capitolwords_url': u'http://capitolwords.org/date/1999/05/26/S6012_national-defense-authorization-act-for-fiscal-year/'}