{"speaker_state": "OK", "speaker_raw": "mr. coburn", "speaker_first": "Tom", "congress": 105, "title": "DEPARTMENTS OF LABOR, HEALTH AND HUMAN SERVICES, AND EDUCATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 1998", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-1997-09-09/html/CREC-1997-09-09-pt1-PgH7023-3.htm", "number": 118, "id": "CREC-1997-09-09-pt1-PgH7023-3.chunk219", "volume": 143, "chamber": "House", "session": 1, "speaker_last": "Coburn", "pages": "H7023-H7084", "speaker_party": "R", "date": "1997-09-09", "bills": null, "bioguide_id": "C000560", "order": 219, "speaking": ["Mr. Chairman, I thank the gentleman for yielding. I want to frame this issue for what it really is. We have a lot of money out there being spent for AIDS treatment, AIDS programs, for people with AIDS. But we do not have a lot of money out there for people who have HIV right now, who do not have AIDS yet. As a matter of fact, we do not even know who half a million of them are. The purpose of this amendment is for those people that we do know who they are. This is for 6,000 people who know they have HIV, who cannot get drug treatment. That is what this is about.", "The contrast is we have a group that says we have done enough. How much is doing enough when somebody is going to die between now and next year? When 6,000 people are going to die? If this was not this epidemic that got such a tainted reputation from its start because it was associated with life-styles and it became associated with life-styles, this is a disease, it does not care if you are gay or straight, if you are a man or a woman, or what color your skin is, if you are a newborn baby or an older woman, it does not like us. To say we have done enough, that 6,000 people between now and this time next year are not going to get the drugs to prevent them from converting to full-blown AIDS, I think it is just regrettable. It is regrettable that we are going to use the argument, we are going to let the politics of AIDS guide what we do on this, the politics that allow an extra 500,000 people to become infected, the politics that says we are not going to treat this as an epidemic and treat it in public health standing. We are not going to allow that to happen."], "capitolwords_url": "http://capitolwords.org/date/1997/09/09/H7023-3_departments-of-labor-health-and-human-services-and/"}