{u'speaker_state': u'NJ', u'speaker_raw': u'mr. menendez', u'speaker_first': u'Robert', u'congress': 112, u'title': u'EXECUTIVE SESSION', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-12/html/CREC-2011-12-12-pt1-PgS8476-3.htm', u'number': 190, u'id': u'CREC-2011-12-12-pt1-PgS8476-3.chunk9', u'volume': 157, u'chamber': u'Senate', u'session': 1, u'speaker_last': u'Menendez', u'pages': u'S8476-S8485', u'speaker_party': u'D', u'date': u'2011-12-12', u'bills': None, u'bioguide_id': u'M000639', u'order': 9, u'speaking': [u'Mr. President, I thank the chairman for yielding. I have come to the floor to address the nomination of an extraordinary woman--a qualified, talented Latina--to be the U.S. Ambassador to El Salvador.', u"Unfortunately, some of my Republican colleagues have made Ambassador Mari Carmen Aponte a target of inside-the-beltway politics, where the political points gained from bringing down an administration's nominee supersedes the value gained from having a superior ambassador, promoting and guarding American interests at a critical time.", u'Born in Puerto Rico, Ambassador Aponte became the executive director of the Puerto Rico Federal Affairs Administration in 2001. She has served as a director at the National Council of LaRaza and the Puerto Rican Legal Defense and Education Fund. She has presided over the Hispanic Bar Association of the District of Columbia and the Hispanic National Bar Association. She has excelled in her field, and she has won the respect of her colleagues and the diplomatic community.', u"Let's look at the record. Nearly 2 years ago, I chaired the nomination hearing for Ambassador Aponte to serve as President Obama's Ambassador in San Salvador. At that time, one of my Republican colleagues objected to her nomination because he was not given access to her FBI file to review information about a personal relationship Ambassador Aponte had with a Cuban national some 20 years ago.", u'Pursuant to precedent, one Democrat and one Republican reviewed that file. I was the Democrat. There was nothing in the file to substantiate the concerns raised by my colleagues.', u'On this issue, I take a backseat to no one when it comes to promoting democracy in Cuba and opposing the Castro regime or anybody who sympathizes with such a despotic regime. I certainly would never, for a moment, let down my guard when it comes to that regime.', u'I can assure every colleague on both sides of the aisle that if I had any concern that Ambassador Aponte would let her guard down or had any questionable relationship with a Cuban national or if there was any relationship of the Castro regime in her background, I would not be supporting her today.', u"This is a respected American diplomat who has been on the job and has served this Nation with distinction. In the 15 months since Ambassador Aponte was sworn in as U.S. Ambassador to El Salvador during a recess appointment, she has impressed the diplomatic establishment with her professionalism and won the respect of parties both right and left in El Salvador. She has won the respect of civilian and military forces. She has won the respect of the public and private sector. She has won everyone's support and fostered a strong U.S.-Salvadoran bilateral relationship that culminated with President Obama announcing El Salvador as only one of four countries in the world, and the only country in Latin America, chosen to participate in the Partnership for Growth Initiative.", u'Most important, Ambassador Aponte has been an advocate for American national security and democratic values. As a result of her advocacy, El Salvador is again a key ally in Central America, and its troops are the only ones from a Latin American country fighting alongside American troops in both Iraq and Afghanistan.', u'Ambassador Aponte has consistently fought efforts by Cuba and Venezuela to gain influence in Central America. As a result of her negotiating skills, the United States and El Salvador will open a new joint electronic monitoring center--jointly funded, by the way--that will be an invaluable tool in fighting transnational crime.', u'This is a record of success. It is a record of honor. It is a record of diplomatic and political distinction. It is the record of a dedicated, qualified, experienced, and engaged American diplomat--a 15-month record that brought our nations together and pursued our interests. What more could we ask? What more should we ask?', u"Having said that, because of my strong belief that Ambassador Aponte is fully and uniquely qualified for this post, during the last several months, I worked with the distinguished chairman, Senator Kerry, to find a way--despite committee precedent--to allow an additional Republican on the Foreign Relations Committee to review the Ambassador's FBI file. As a result, not one but two Republicans--my colleague and friend from Florida, Mr. Rubio, and the Senator from South Carolina, Mr. DeMint--were able to review her file. Since the concern had been not having access to the file, we presumed that once they were reviewed, they would lift their objections and allow a vote on her nomination. Why? Because there is nothing in that file that would indicate otherwise. But we were wrong. It wasn't about the file. That appeared to just be a delay tactic. The opposition to Ms. Aponte's nomination turned out to be about one thing and one thing only; that is, politics. Our good-faith effort to provide full access to information and address concerns about Ms. Aponte was summarily dismissed.", u'At her nomination hearing in November, Republican members of the committee raised a new concern--an editorial penned by Ambassador Aponte on tolerance and nonviolence during Gay Pride Month in June. Republicans decried it as disregarding Salvadoran culture and questioned her motives for writing the editorial, despite the fact that this editorial was the result of a cable edict to all embassies from the State Department urging missions to write editorials during these events.', u"The true irony of this trumped-up allegation is that the editorial, which Republicans assert ``stirred controversy and was rebuked throughout Latin America,'' mirrored a May 2010 decree by Salvadoran President Funes prohibiting discrimination by the Government of El Salvador based on sexual orientation.", u"So let's be honest, there is no question about Ambassador Aponte's qualifications or performance on the job or about whether an editorial on tolerance is grounds for sacking an ambassador. This is just another Republican dog and pony show to undermine the President's policy objectives and attack a qualified Democratic nominee to an essential post.", u"When the facts, when the files--when there was nothing that corroborated the vicious allegations about Ms. Aponte's past, those on the other side argued that her editorial on the elimination of prejudice was the basis for their opposition. When they learned that the Government of El Salvador itself supports this view, Republicans again changed their tune. Four weeks after her November 29 nomination hearing on the eve of the Foreign Relations Committee business meeting, these Members decided they wanted to attack from a different angle. They called for a new classified hearing to vet her nomination, to permit questions to FBI and diplomatic security investigators about whether they had been subjected to political interference for determining that Ambassador Aponte was eligible for a security clearance.", u'I find it pretty appalling that Members of the Chamber would essentially suggest without evidence that professional FBI and diplomatic security members would bend to political pressure or that any administration would apply such pressure, risking U.S. national security, on behalf of any person. Those Members knew that the content and timing of their request would make it impossible to fulfill. To his credit, the chairman of the committee, Senator Kerry, over the last several weeks has nonetheless sought to resolve the situation. In fact, there has been an offer made to Senator DeMint to go over the whole essence of the background of the diplomatic security clearance.', u'The shifting basis of the opposition to Ambassador Aponte reveals, to me at least, that the motive for this operation is pure partisan politics, driven by pure partisan interest, fueled by a pure partisan desire to derail an administration nominee for the sake of derailment alone, without any regard for the consequences for American foreign policy or for the Nation.', u"I have seen this Ambassador. She has succeeded beyond anybody's wildest expectations in a country that has dramatically turned the course of events in a way we want to see it. I urge my colleagues to support Ambassador Aponte's nomination. I urge them to put partisan politics aside, recognize the benefits to America's security and foreign policy interests that her tenure has delivered, and allow Ambassador Aponte to continue serving our Nation.", u'With that, I yield the floor, and I yield back to the chairman any time I may not have consumed.'], u'capitolwords_url': u'http://capitolwords.org/date/2011/12/12/S8476-3_executive-session/'}