{"speaker_state": null, "speaker_raw": "recorder", "speaker_first": null, "congress": 112, "title": "MOVING AHEAD FOR PROGRESS IN THE 21ST CENTURY ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-02-29/html/CREC-2012-02-29-pt1-PgS1106-4.htm", "number": 32, "id": "CREC-2012-02-29-pt1-PgS1106-4.chunk120", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": null, "pages": "S1106-S1142", "speaker_party": null, "date": "2012-02-29", "bills": null, "bioguide_id": null, "order": 120, "speaking": [" There being no objection, the material was ordered to be printed in the Record, as follows:", "Members of Congress, good morning, and thank you for allowing me to testify. My name is Sandra Fluke, and I'm a third year student at Georgetown Law, a Jesuit school. I'm also a past president of Georgetown Law Students for Reproductive Justice or LSRJ. I'd like to acknowledge my fellow LSRJ members and allies and thank them for being here today. Georgetown LSRJ is here today because we're so grateful that this regulation implements the nonpartisan, medical advice of the Institute of Medicine. I attend a Jesuit law school that does not provide contraception coverage in student health plans. Just as we students have faced financial, emotional, and medical burdens as a result, employees at religiously affiliated hospitals and universities across the country have suffered similar burdens. We are all grateful for the new regulation that will meet the critical health care needs of so many women. Simultaneously, the recently announced adjustment addresses any potential conflict with the religious identity of Catholic and Jesuit institutions. As I have watched national media coverage of this debate, it has been heartbreaking to see women's health treated as a political football. When I turn off the TV and look around my campus, I instead see the faces of the women affected, and I have heard more and more of their stories. You see, Georgetown does not cover contraceptives in its student insurance, although it does cover contraceptives for faculty and staff. On a daily basis, I hear from yet another woman who has suffered financial, emotional, and medical burdens because of this lack of contraceptive coverage. And so, I am here to share their voices and ask that you hear them. Without insurance coverage, contraception can cost a woman over $3,000 during law school. For a lot of students who, like me, are on public interest scholarships, that's practically an entire summer's salary. Forty percent of female students at Georgetown Law report struggling financially as a result of this policy. One told us of how embarrassed and powerless she felt when she was standing at the pharmacy counter, learning for the first time that contraception wasn't covered, and had to walk away because she couldn't afford it. Students like her have no choice but to go without contraception. Just on Tuesday, a married female student told me she had to stop using contraception because she couldn't afford it any longer. You might respond that contraception is accessible in lots of other ways. Unfortunately, that's not true. Women's health clinics provide vital medical services, but as the Guttmacher Institute has documented, clinics are unable to meet the crushing demand for these services. Clinics are closing and women are being forced to go without. How can Congress consider allowing even more employers and institutions to refuse contraceptive coverage and then respond that the non- profit clinics should step up to take care of the resulting medical crisis, particularly when so many legislators are attempting to defund those very same clinics? These denials of contraceptive coverage impact real people. In the worst cases, women who need this medication for other medical reasons suffer dire consequences. A friend of mine, for example, has polycystic ovarian syndrome and has to take prescription birth control to stop cysts from growing on her ovaries. Her prescription is technically covered by Georgetown insurance because it's not intended to prevent pregnancy. At many schools, it wouldn't be, and under Senator Blunt's amendment, Senator Rubio's bill, or Representative Fortenberry's bill, there's no requirement that an exception be made for such medical needs. When they do exist, these exceptions don't accomplish their well-intended goals because when you let university administrators or other employers, rather than women and their doctors, dictate whose medical needs are good enough and whose aren't, a woman's health takes a back seat to a bureaucracy focused on policing her body. In sixty-five percent of cases, our female students were interrogated by insurance representatives and university medical staff about why they need these prescriptions and whether they're lying about their symptoms. For my friend, and 20% of women in her situation, she never got the insurance company to cover her prescription, despite verification of her illness from her doctor. Her claim was denied repeatedly on the assumption that she really wanted the birth control to prevent pregnancy. She's gay, so clearly polycystic ovarian syndrome was a much more urgent concern than accidental pregnancy. After months of paying over $100 out of pocket, she just couldn't afford her medication anymore and had to stop taking it. I learned about all of this when I walked out of a test and got a message from her that in the middle of her final exam period she'd been in the emergency room all night in excruciating pain. She wrote, ``It was so painful, I woke up thinking I'd been shot.'' Without her taking the birth control, a massive cyst the size of a tennis ball had grown on her ovary. She had to have surgery to remove her entire ovary. She's not here this morning. She's in a doctor's office right now. Since last year's surgery, she's been experiencing night sweats, weight gain, and other symptoms of early menopause as a result of the removal of her ovary. She's 32 years old. As she put it: ``If my body is indeed in early menopause, no fertility specialist in the world will be able to help me have my own children. I will have no chance at giving my mother her desperately desired grandbabies, simply because the insurance policy that I paid for totally unsubsidized by my school wouldn't cover my prescription for birth control when I needed it.'' Now, in addition to facing the health complications that come with having menopause at an early age--increased risk of cancer, heart disease, osteoporosis, she may never be able to be a mom. Perhaps you think my friend's tragic story is rare. It's not. One student told us doctors believe she has endometriosis, but it can't be proven without surgery, so the insurance hasn't been willing to cover her medication. Last week, a friend of mine told me that she also has polycystic ovarian syndrome. She's struggling to pay for her medication and is terrified to not have access to it. Due to the barriers erected by Georgetown's policy, she hasn't been reimbursed for her medication since last August. I sincerely pray that we don't have to wait until she loses an ovary or is diagnosed with cancer before her needs and the needs of all of these women are taken seriously. This is the message that not requiring coverage of contraception sends. A woman's reproductive healthcare isn't a necessity, isn't a priority. One student told us that she knew birth control wasn't covered, and she assumed that's how Georgetown's insurance handled all of women's sexual healthcare, so when she was raped, she didn't go to the doctor even to be examined or tested for sexually transmitted infections because she thought insurance wasn't going to cover something like that, something that was related to a woman's reproductive health. As one student put it, ``this policy communicates to female students that our school doesn't understand our needs.'' These are not feelings that male fellow students experience. And they're not burdens that male students must shoulder. In the media lately, conservative Catholic organizations have been asking: what did we expect when we enrolled at a Catholic school? We can only answer that we expected women to be treated equally, to not have our school create untenable burdens that impede our academic success. We expected that our schools would live up to the Jesuit creed of cura personalis, to care for the whole person, by meeting all of our medical needs. We expected that when we told our universities of the problems this policy created for students, they would help us. We expected that when 94% of students opposed the policy, the university would respect our choices regarding insurance students pay for completely unsubsidized by the university, especially when the university already provides contraceptive coverage to faculty and staff. We did not expect that women would be told in the national media that if we wanted comprehensive insurance that met our needs, not just those of men, we should have gone to school elsewhere, even if that meant a less prestigious university. We refuse to pick between a quality education and our health, and we resent that, in the 21st century, anyone thinks it's acceptable to ask us to make this choice simply because we are women. Many of the students whose stories I've shared are Catholic women, so ours is not a war against the church. It is a struggle for access to the healthcare we need. The President of the Association of Jesuit Colleges has shared that Jesuit colleges and universities appreciate the modification to the rule announced last week. Religious concerns are addressed and women get the healthcare they need. That is something we can all agree on. Thank you."], "capitolwords_url": "http://capitolwords.org/date/2012/02/29/S1106-4_moving-ahead-for-progress-in-the-21st-century-act/"}