{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "DEFENSE OF MARRIAGE ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-20/html/CREC-2012-03-20-pt1-PgS1842-3.htm", "number": 46, "id": "CREC-2012-03-20-pt1-PgS1842-3.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S1842-S1843", "speaker_party": "D", "date": "2012-03-20", "bills": null, "bioguide_id": "L000174", "order": 0, "speaking": ["I am moved today to talk about Frances Herbert and Takako Ueda of Dummerston, VT. This loving couple is legally married under the laws of Vermont. Yet, like many Americans, they are being hurt by the Defense of Marriage Act despite the protections provided them under the laws of the State in which they live. Ms. Ueda is a Japanese citizen. Recently, her petition to become a lawful permanent resident of the United States, as the lawful spouse of a United States citizen, was denied for the sole reason that she and her lawful spouse happen to be of the same gender. This case underscores not only the harm that current Federal law causes to same sex couples, but the additional hardship placed upon same sex binational couples whose marriages are not recognized as the foundation of a spousal-based green card petition.", "Last summer, I chaired a hearing before the Senate Judiciary Committee to examine the impact of the Defense of Marriage Act. We heard from many different witnesses about how this Federal law has singled them and their families out and made them less secure than other families protected under State law. That historic hearing reflected steady progress toward a better understanding of the way in which that law hurts Americans and their loved ones. I have experienced profound change in my own views. I voted for the Defense of Marriage Act in 1996. And today I will not hesitate to acknowledge that my views have changed for the better. My own transformation came in part from the State of Vermont's drive towards greater equality for Vermonters. The Vermont Supreme Court's opinion in the landmark case of Baker v. State first gave rise to legislatively-enacted civil unions in Vermont. In Baker v. State, then-Chief Justice Jeffery Amestoy wrote that the court's decision was grounded in Vermont's constitution and was ``a recognition of our common humanity.'' A few years later, the Vermont legislature voted to provide full marriage equality. And other States have now followed this march toward equality for all committed couples.", "Our common humanity is what my friend Congressman John Lewis was describing when he spoke in opposition to the Defense of Marriage Act on the floor of the House of Representatives in 1996, and what he has continued to fight for and protect for so many years. Congressman Lewis saw this law for what it was with a clarity and conviction that I greatly admire. Congressman Lewis wrote in 2003 that we must have ``not just civil rights for some but civil rights for all.'' He was speaking of the rights of gay and lesbian Americans. I could not agree more.", "Our common humanity is what binds us together. It is what moves neighbors to help neighbors without regard to politics or ideology, and without judgment. It is what inspired the extraordinary generosity and giving spirit of Vermonters who helped each other following the devastation of Hurricane Irene, and which I and my family witnessed all over Vermont. I can think of few things more worthy of protection and respect than the universal bond that human beings form with each other.", "Despite Vermont's exercise of its sovereignty and the legislature's expression of the will of the people of Vermont, the Defense of Marriage Act stands as an obstacle to the full realization of the promise Vermont made to its citizens--just as it does to the citizens of every other State that has taken these steps toward justice and fairness.", "Frances Herbert and Takako Ueda are two Vermonters who know first hand the harm caused by this discriminatory Federal policy. For them, the issue is not ideological or political, it is deeply personal. They are legally married in the State of Vermont and have been formally committed to one another for more than a decade. Despite the fact that Vermont considers them to be a married couple, the Federal government does not. After many years of lawful presence in the United States, Ms. Ueda was faced with the impossible decision of choosing between her spouse and leaving the United States. Our Federal laws may split their family apart. This is unfair and it is wrong.", "Not only does the Defense of Marriage Act infringe upon the States' traditional and historic right to define marriage, it denies many Americans equal treatment under the law. What good is a Federal law that dictates such a result? Ideological purity alone is not sufficient to overcome the harm that is caused. As I just acknowledged, my own thinking has evolved over the years as I have learned from my constituents and fellow Americans. Yet, repealing the Defense of Marriage Act would not force any State or individual to recognize a marriage they didn't agree with. Instead, it would restore the role that States have historically played in determining who can be married under its laws.", "I am confident that justice and fairness will prevail in the end. Our Nation is too noble and our sense of liberty too strong to tolerate injustice without end. I am heartened by the progress that we are seeing across the country. Public consciousness is evolving, and will reach the point at which discrimination based on sexual orientation becomes another sad relic of our past. I believe we will look back at these prejudices with disappointment and regret, just as we have at other points in our history. But the capacity of our Nation to evolve and progress is a defining characteristic of the American spirit. And the American people ultimately come to reject that which is fundamentally unfair and unjust.", "Just as Frances Herbert and Takako Ueda are living examples of just how devastating the Defense of Marriage Act is for so many Americans, there are others in Vermont who are facing and have faced the same struggles. Gordon Stewart, who testified before the Judiciary Committee in 2009, was compelled to sell his family's farm in Vermont and move abroad in order to live lawfully with his partner. Nancy Wasserman was compelled to leave Vermont and move to Canada to be able to live with her spouse. She can now legally enjoy the benefits of marriage that would otherwise be denied to her wife in the United States. Michael Upton, a doctor and native of Vermont is forced to live apart from his loved one. No Vermonter, and no American, should be forced to make this choice.", "In addition to my strong support for the repeal of the Defense of Marriage Act, I introduced the Uniting American Families Act to help right a part of this wrong. My legislation would grant same-sex binational couples the same immigration benefits provided to heterosexual couples. Passage of this important legislation would help put our country on par with over 25 other developed countries that value and respect human rights.", "In the United States, 10 states and the District of Columbia have marriage equality laws. The tide continues to swell in favor of same-sex equality with the New Jersey Legislature passing a marriage equality bill this year, which was vetoed by Governor Christie. It is clear that Americans are increasingly accepting of same-sex loving relationships and marriages, and that more and more Americans are putting aside tired stereotypes and their personal preferences to support individual freedom and the basic rights of all Americans. Now, the Federal Government must respect the sovereignty of these States and the protections those States have provided its citizens.", "Having worked over many months to support Takako Ueda and Frances Herbert, it is clear to me that the love and devotion that they have for one another is no different or less sacred than that which I share with my wife, Marcelle. It is no less real, or important, or worthy of protection and recognition. I have been blessed to be married for nearly 50 years. Marcelle and I have been able to enjoy the family unity and the benefits that legal recognition provides, and which I hope all Americans would agree is fundamental.", "As the Senate moves through the second session of the 112th Congress, I will keep fighting for Takako Ueda and Frances Herbert, for Gordon Stewart, Nancy Wasserman, and Michael Upton, and for all Americans who face discrimination as the result of the Defense of Marriage Act. I know that justice is on our side."], "capitolwords_url": "http://capitolwords.org/date/2012/03/20/S1842-3_defense-of-marriage-act/"}