{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "EXECUTIVE SESSION", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-16/html/CREC-2012-04-16-pt1-PgS2305.htm", "number": 54, "id": "CREC-2012-04-16-pt1-PgS2305.chunk7", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S2305-S2313", "speaker_party": "D", "date": "2012-04-16", "bills": null, "bioguide_id": "L000174", "order": 7, "speaking": ["Mr. President, speaking of the Senate Judiciary Committee, as we begin to work now after the Easter/Passover recess, I wish to thank all Senators who have come to the floor in recent weeks to express their bipartisan support of the Violence Against Women Reauthorization Act and who have emphasized, and I agree, the need for the Senate to take up and reauthorize this landmark legislation.", "For almost 18 years, the Violence Against Women Act--called VAWA--has been the centerpiece of the Federal Government's commitment to combating domestic violence, dating violence, domestic assault, and stalking. The impact of this landmark law has been remarkable. It has provided lifesaving assistance to hundreds of thousands of men, women, and children, and the annual incidence of domestic violence has dropped by 50 percent since the act was passed.", "Support for the Violence Against Women Act has always been bipartisan, and I appreciate the bipartisan support this reauthorization bill has already received. Senator Crapo and I introduced the reauthorization of the Violence Against Women Act in November. With Senators Heller and Ayotte joining as cosponsors in March, we now have 61 cosponsors in the Senate from both sides of the aisle. I hope the Senate will take up and pass this bill soon.", "The Violence Against Women Act is about responding to domestic and sexual violence. Its programs are vitally important. Our legislation has looked at and learned from the experiences and needs of survivors of domestic and sexual violence from all around the country. We have also heard the recommendations of those tireless professionals who work every single day--I might say virtually every single night--to serve. It builds on the progress that has been made in reducing domestic and sexual violence and makes vital improvements to respond to unmet needs, as we have each time we have reauthorized the Violence Against Women Act.", "The provisions that a minority on the Judiciary Committee labeled controversial are, in fact, modest changes to meet the genuine, unmet needs that service providers have told us they see every day as they work with victims all over the country. This is what we have done on every single VAWA reauthorization. We have looked at what we have learned since the last one and then taken steps to recognize those needs of victims that are not being met and find ways to meet them. That is nothing new or different. It is what we have always done. Because we have improved it each time, it is one of the reasons domestic violence has dropped. This should not be a basis for a partisan division or delay.", "The legislation also improves important changes to respond to current economic realities. We all know while the economy is now improving, these remain difficult economic times, and we have to be responsible in how we spend the taxpayers' money. That is why in our bill we consolidate 13 programs into 4. We remove duplication and bureaucratic errors. It is another thing we do each time we reauthorize to make it better. It would cut the authorization level for VAWA by more than $135 million a year. That is a decrease of nearly 20 percent from the last reauthorization.", "The legislation also includes significant accountability provisions, including audit requirements, enforcement mechanisms, and restrictions on grantees and costs. Again, we are saying we want to do the right thing in the Violence Against Women Act, but we also want to protect the taxpayers' dollars. That is why it is a bipartisan bill. It is a product of careful consideration, and that is why it has widespread support.", "There is no reason not to take it up and debate it and pass it. The Judiciary Committee passed this bill after considering a number of amendments, including a substitute offered by the minority. I have reached out to the distinguished ranking member, Senator Grassley, and asked about possible amendments and time agreements for consideration. We should do what we have always done ever since the first VAWA years ago and pass it with strong bipartisan support. These problems are too serious for us to delay.", "Any one of us who has served in law enforcement has gone to a scene where somebody has been severely battered, sometimes killed. I know when I have gone to the scenes I never heard a police officer say: Is this a Republican or a Democrat? They say, is this a victim? What do we do to help them? That is what this is. It is not a Republican or Democratic bill; it is a sensible bill to help the victims of violence.", "This is crucial, commonsense legislation. It has been endorsed by more than 700 State and national organizations, numerous religious and faith-based organizations, as well as our law enforcement partners. The last two times the Violence Against Women Act was reauthorized, it was unanimously approved by the Senate. It seems sometimes that partisan gridlock has become the default in the Senate in recent years. We are better than that. We should rise above gridlock. There is no reason we should delay considering this bill. It has the support of 61 cosponsors across the aisle. Let us pass it.", "As I have said before, domestic and sexual violence know no political party. Violence happens to too many people in this country. Its victims are Republicans and Democrats. They are rich and poor, young and old. They are male and female. They are straight and gay. Nobody falls into a category where they are immune to this kind of violence. So let us work together and pass this strong VAWA reauthorization legislation and let us do it without delay. It is a law that has saved countless lives. For my fellow Senators, I would say this is an example of what we in the Senate can accomplish if we work together.", "Lastly, before I came to the floor, I heard the strong support for the Paying a Fair Share Act. It has been called the Buffett rule. The Buffett rule is a commonsense bill, ensuring that taxpayers at the top of the economic ladder pay at least the same tax rate paid by hard-working middle-class families in my State of Vermont and all other States. No longer should handsomely compensated CEOs or those who live off trust funds pay a lower effective tax rate than the people who work for them.", "Frankly, I think it is remarkable and regrettable that such a principle of tax fairness should evoke controversy. It is more regrettable still that opponents have erected a supermajority barrier in an effort to prevent debate on this straightforward principle. We should debate whether the wealthiest should pay at least the same rate of taxes as hard-working middle America and then vote for it or vote against it. If a Senator wants to vote to protect the wealthiest Americans, fine, stand and vote that way or vote to protect hard-working American families. But when we filibuster, what we are doing is voting maybe. That is voting maybe.", "Let's have the courage to vote for the millionaires and protect them from any kind of a tax such as ordinary Americans pay or vote for ordinary Americans and say everybody should pay the same kind of tax. Vote one way or the other, but don't duck it by having a filibuster, where we can say: I looked at it and I voted maybe. We are not elected to vote maybe.", "I am pleased to join Senator Whitehouse and others as a cosponsor of the bill which calls for a minimum 30-percent tax rate for taxpayers with adjusted gross incomes above $1 million. This just says they are going to pay at least the tax rate paid by middle-class families, and it also will reduce the deficit by $47 billion over the next decade.", "While hard-working Vermont families and small businesses are struggling to make ends meet in a difficult economy, tax fairness has continued to erode, benefiting the wealthiest 1 percent at the expense of the rest of the country. Right now, a very large proportion of millionaires pay a smaller percentage of their income than do a larger share of moderate-income taxpayers.", "Warren Buffett, one of the wealthiest people in the world, noted in a New York Times op-ed article last year that he paid taxes of only 17.4 percent on his taxable income--a lower percentage than paid by any of his 20 employees. They paid from 33 to 41 percent. In fact, the nonpartisan Congressional Research Service studied these claims and confirmed Mr. Buffett's assertion that a large proportion of millionaires pay a smaller percentage of their income than average working Americans and Vermonters do.", "Let us end the loopholes. Tax day is upon us. Let us stand and say we are going to end the loopholes, we are going to end these special provisions that allow some of the wealthiest to pay less than hard-working Americans. It is simply a matter of fairness.", "Again, let us vote yes or no. If someone wants to vote to protect the millionaires, then, fine, vote no. If someone wants to say have it be fair, then vote yes. But let us vote. Having a filibuster means we vote maybe. None of us get elected or paid to vote maybe.", "Mr. President, I see the distinguished senior Senator from West Virginia on the floor and I see his distinguished colleague.", "I am sorry, I now see the Senator from Pennsylvania. Before I yield the floor, I ask unanimous consent, if there are quorum calls during this hour, the time be divided equally."], "capitolwords_url": "http://capitolwords.org/date/2012/04/16/S2305_executive-session/"}