{u'speaker_state': u'VT', u'speaker_raw': u'mr. leahy', u'speaker_first': u'Patrick', u'congress': 112, u'title': u'VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT OF 2011--MOTION TO PROCEED', u'origin_url': u'http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-19/html/CREC-2012-04-19-pt1-PgS2519-6.htm', u'number': 57, u'id': u'CREC-2012-04-19-pt1-PgS2519-6.chunk47', u'volume': 158, u'chamber': u'Senate', u'session': 2, u'speaker_last': u'Leahy', u'pages': u'S2519-S2538', u'speaker_party': u'D', u'date': u'2012-04-19', u'bills': None, u'bioguide_id': u'L000174', u'order': 47, u'speaking': [u'I am glad we are doing that. I want to thank the majority leader for moving to proceed to the reauthorization of the Violence Against Women Act as the next legislative measure for the Senate to consider. He made the motion Tuesday afternoon.', u'My hope is that it is not going to be necessary to have extended debate or a filibuster or the filing of a cloture motion and a delay of several days and then a delay of 2 more days even after more than 60 Senators vote to bring the debate to a close and proceed to the bill and then another vote on the motion to proceed before the Senate is permitted to consider this important measure.', u"I expect anybody listening got lost through that whole process. That is something we Senators should think about. The American public expects us to vote yes or no, not maybe. The longer the delay and the motions go on, the more we are voting maybe. Let's vote yes or no.", u"For almost 18 years, the Violence Against Women Act has been the centerpiece of the Federal Government's commitment to combat domestic violence, dating violence, sexual assault, and stalking. The impact of this landmark law has been remarkable. It has provided lifesaving assistance to hundreds of thousands of women and children and men. I appreciate the bipartisan support that this bill has had from the beginning.", u'Senator Crapo and I introduced a reauthorization of the Violence Against Women Act last year after months of discussion. We wanted it to be a bipartisan bill, and it is. Too often in recent times, the Senate goes through all kinds of delaying moves before they proceed to legislation. Again, as I said, the American people elect us. They expect us to vote yes or no not maybe. The delays are a big fat maybe.', u'The Violence Against Women Act is a measure that is cosponsored by 61 Senators. It is a bipartisan measure cosponsored by Democrats, Republicans, and Independents, and passed out of the Senate Judiciary Committee in February. So I hope Democrats and Republicans and Independents will come together to proceed to consider the bill without delay. I would hope they step forward and do the right thing and send the message to America that we are united in the effort to see the Violence Against Women Act reauthorized.', u"It is an opportunity for the Senate to come together and renew what I believe is a shared commitment among Senators to end violence against women. For generations, violence against women in this country was condoned. Too often these insidious crimes were dismissed with a joke or a shrug or that ``they involve somebody else.'' Rape was too often excused and domestic violence was tolerated as a family matter.", u'Victims were blamed, humiliated, and ignored. They had nowhere to turn. There were no crisis centers, there were no shelters. Far too many women and families were left to fend for themselves with no help. The Violence Against Women Act was passed nearly 18 years ago and has helped to change that. It sent a powerful message that violence against women is a crime and it is not going to be tolerated, no matter where it happens.', u'It transformed the law enforcement response and provided services to victims all across the country. Now is the time to renew our commitment to these victims by passing this legislation. We need to move forward. We need to reaffirm that ending violence against women is a priority for all Americans. We need to be a beacon to others around the world in this regard.', u'With this effort we set the standard. We show that America understands equality and recognizes human dignity. We are going to fight injustice against the most vulnerable among us.', u'The legislation that I introduced with Senator Crapo last November is drawn from the needs of survivors of domestic and sexual violence. It is based on the recommendations of the tireless professionals who serve those survivors every day.', u'It includes improvements suggested by law enforcement officers across the country. As we build on the progress we have made in reducing domestic and sexual violence, we made vital improvements to respond to remaining, unmet needs to better serve the victims of violence.', u'We incorporate the important work that Chairman Akaka, Senator Murkowski, and the Senate Indian Affairs Committee have been doing to try to respond to the epidemic of domestic and sexual violence in tribal communities. We increase the focus on effective responses to sexual assault.', u'While the annual incidence of domestic violence has fallen since VAWA was introduced by more than 50 percent, the progress has not yet translated to reducing sexual assault. Incidents of sexual assault remains high, while reporting rates, prosecution rates, and conviction rates remain appallingly low.', u'So we faced that problem head on. We ensure that funds are allocated to law enforcement and victims service responses to sexual assault and authorize support for law enforcement sexual assault training and the reduction of the backlogs of untested rape kits.', u'In a lot of places, they say: We cannot test this rape kit for several months. So often the perpetrator comes back. So during the several months it takes to test the rape kit, they say to the victim: Be sure and keep your door locked. This is not how victims should be treated; they should not have to live in fear. We should be able to say we can test this immediately, and then go get the person involved.', u"My early experience with the question of sexual assault was not as a Senator but as a local prosecutor. Senator Crapo has been visiting women's shelters and working on these issues for decades as well. His principled bipartisanship should be respected and celebrated as being in the best traditions of the Senate, the Senate I came to 37 years ago. From the outset, we have consulted to make this bill the best it can be.", u'More than a month ago, Senators from both parties came forward to urge the Senate to take up and pass the reauthorization of the Violence Against Women Act. The Senate heard that day from Senator Klobuchar, Senator Murkowski, Senator Mikulski, Senator Murray, Senator Hagan, Senator Shaheen, Senator Feinstein, and Senator Boxer, who was the author of the House bill in 1990. Eight Senators came to the floor to remind us all why this bill is important and why the Senate should pass it.', u'There is nothing radical or new about saying that all victims--all victims--are entitled to services. I have been at some of the most horrendous crime scenes you can imagine in my earlier career. I never asked, and certainly none of the police officers ever asked, whether the victim was a Democrat or Republican, rich or poor, or from a minority. A victim is a victim, and we should be helping all victims not discriminating among them.', u'We know that even though the economy is improving, these remain difficult economic times and we have to spend our taxpayer money responsibly. That is why in this bill, we consolidated 13 programs into 4 to reduce duplication and bureaucratic barriers. We cut the authorization level by more than $135 million a year, a decrease of 20 percent from the last reauthorization.', u'We have significant accountability provisions including audit requirements, enforcement mechanisms, and restrictions on grantees and costs. I sought to consult with Senator Grassley and others in making these changes to authorization levels and for increased accountability, knowing how important these aspects are to them. In the Senate Judiciary Committee those who opposed the bill were given an opportunity to offer a substitute and other amendments. Senator Grassley offered a substitute which was voted on and rejected. In the minority views of the Committee report, Senator Kyl noted disagreement with the provisions of the bill responding to the crisis of violence against Native women that incorporated a provision for the SAVE Native Women Act to provide domestic violence jurisdiction over those perpetrators with significant ties to the prosecuting tribes.', u'Opponents have noted their disagreement with the U visa provisions requested by law enforcement. Some opposed the provisions intended to ensure against discrimination in services based on sexual orientation or gender identity.', u'Again, I will say what I have said over and over again: a victim is a victim is a victim. We should not ask what category they fall in.', u"Since the bill was passed by the Judiciary Committee I have continued to reach out to Senator Grassley and ask what amendments opponents wish to offer during Senate consideration. While amendments to strike the tribal, U visa and sexual orientation provisions were not offered before the Judiciary Committee, I would understand if opponents wished to do so before the Senate. I have reached out to try to construct a pathway for consideration of the bill pursuant to an agreement that is fair to opponents of these various provisions. If they have other amendments, let's bring them up. Let's vote on them. Let's vote this up or down. Do not vote maybe.", u"I hope we can reach out to the leadership on both sides, get a time to get this done, do not keep holding up legislation that has been endorsed by more than 700 State and national organizations, numerous religious and faith-based organizations, and our partners in law enforcement. Let's show the country we will not duck this issue. We will vote for it or we will vote against it.", u'The Violence Against Women Act should not be a partisan matter. The last two times the Violence Against Women Act was reauthorized, it was unanimously approved by the Senate.', u'Although it seems that partisan gridlock is too often the default in the Senate over the last couple of years, it remains my hope that those who have voted for VAWA in the past will come forward and join our eight Republican cosponsors to support it. If so, we can pass our VAWA reauthorization with a strong bipartisan majority as we always have.', u"Domestic and sexual violence knows no political party. Its victims are Republican and Democrat, rich and poor, young and old, male and female, gay and straight. Let's pass this without delay. It is a law that has saved countless lives, and it is an example of what can be done when we work together.", u'I yield the floor.'], u'capitolwords_url': u'http://capitolwords.org/date/2012/04/19/S2519-6_violence-against-women-reauthorization-act-of-2011/'}