{"speaker_state": "VT", "speaker_raw": "mr. leahy", "speaker_first": "Patrick", "congress": 112, "title": "MORNING BUSINESS", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-04-23/html/CREC-2012-04-23-pt1-PgS2592.htm", "number": 58, "id": "CREC-2012-04-23-pt1-PgS2592.chunk2", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Leahy", "pages": "S2592-S2594", "speaker_party": "D", "date": "2012-04-23", "bills": ["S. 1925"], "bioguide_id": "L000174", "order": 2, "speaking": ["Mr. President, today marks the beginning of the 31st annual National Crime Victims' Rights Week. It is a time to recognize the losses faced by victims of crimes and their families and to acknowledge the efforts being made to help them recover and rebuild their lives in the wake of tragedy. It is a time to reflect on all we have accomplished and focus on what we have to yet do to help victims.", "Of course, one of the best tools for delivering that help is the Crime Victims Fund. Unfortunately, in recent months, some have sought to violate the Victims of Crime Act. They want to take money out of the trust fund for purposes and programs not authorized by the Victims of Crime Act. I have worked with Senators from both sides of the aisle. We have been able to stop this raid on crime victims' funding. I wish to commend Senators Mikulski and Hutchison, the chair and ranking member of the Subcommittee on Commerce, Justice, Science of the Committee on Appropriations for their important efforts in this regard in the appropriations bill we reported to the Senate last week.", "The Senate Appropriations Committee, on which I serve, has reported a bill that preserves the Crime Victims Fund, and we succeeded in increasing the funding next year for victims' compensation and assistance to $775 million. To be able to increase Federal assistance by $70 million from last year's cap is extraordinary in these economic times, and it is an indication here in the Senate of our commitment to crime victims. This is a matter on which I have worked with Senator Crapo as well as Senator Mikulski over the years. I appreciate their leadership in this effort.", "The Crime Victims Fund is not taxpayers' money. It comes from penalties and fines. It comes from wrongdoers. We designed it to help victims of crime. We created it as a trust fund for crime victims' needs and services. I have tried to respect the trust fund and to protect it, to ensure that it is used and available for crime victims and their families who depend on its support in times of need. We all know the States are being forced to tighten their belts, and when they do, victims' services are being cut all over the country. Without the Federal assistance from this trust fund, victims' compensation programs and victims' assistance programs and services will be unavailable to many.", "Another important law that strengthens crime victims' rights and improves crime victims' services is currently pending before the Judiciary Committee. The Justice For All Reauthorization Act strengthens the rights guaranteed to crime victims in the criminal justice process and ensures that basic services, like the rapid testing of rape kits, help victims receive the justice, safety, and closure they deserve. I look forward to working with Senators from both sides of the aisle to move that legislation forward as well.", "Currently pending before the Senate is the majority leader's motion to proceed against the Violence Against Women's Act, S. 1925. I introduced this legislation with Senator Crapo last year. We have 61 bipartisan cosponsors from both parties. When we enacted the Violence Against Women Act nearly 18 years ago, it sent a powerful message that we will not tolerate crime against women and forever altered the way our Nation combats domestic and sexual violence. Our legislation offers support to the victims of these terrible crimes and helps them find safety and rebuild their lives. The bill we will debate this week is based on the recommendations of victims and the tireless professionals who work with them every day.", "April is also Sexual Assault Awareness Month and our bill takes the important step of focusing increased attention on sexual assaults, including those against the most vulnerable among us.", "As I listened to Senator Murray, Senator Feinstein, Senator Shaheen, and Senator Gillibrand--and, as a matter of fact, I spoke with Senator Hagan last week about the pending motion to proceed to the VAWA reauthorization legislation--I thought how fortunate we all are to serve with them and with Senators Mikulski, Boxer, Snowe, Landrieu, Collins, Stabenow, Cantwell, Murkowski, McCaskill, Klobuchar, and Ayotte. In fact, 16 women senators are cosponsors of our Violence Against Women Reauthorization Act, and their input has strengthened this critical legislation. I appreciate their strong bipartisan support for this measure and their willingness to speak out time and again on the need to pass this bill without delay.", "We recently honored the senior Senator from Maryland for her services as the longest-serving woman Senator and as the woman who has also served the longest in Congress. I can remember back before 1993, when Senator Carol Mosely Braun became the first woman to serve as a member of the Senate Judiciary Committee. We are fortunate now to have both Senator Feinstein and Senator Klobuchar as active members of our Committee.", "I remember when nine women Senators joined together to contribute to the book ``Nine and Counting'' about their paths to the U.S. Senate. These women have served as role models for many other young women and young girls. Even as Senator Clinton has gone on to become our Secretary of State, there have been other changes. Six of the nine Senators who were subjects of the book in 2001 still serve in this institution today. They have been joined by nine additional women Senators from around the country. This book, ``Nine and Counting,'' was a title for looking to the future. Today, 17 women serve in the U.S. Senate. That is a great step forward. They have farther to go, of course, but it is a lot better than when I came to the Senate when we had no women serving. Sixteen of them have joined from both sides of the aisle to bring their leadership and their strong support, but also their experience, to the Violence Against Women Reauthorization Act.", "Our bill includes a number of provisions they have championed and suggested. To will give one example, our bill includes the provisions that Senator Klobuchar and Senator Hutchison suggested and introduced as the Stalkers Act of 2011. That provision is new to VAWA. It would not have been included if we had simply introduced a one-sentence reauthorization of VAWA rather than a comprehensive bill. I thought it was a good provision, intended to update the Federal antistalking statute to capture the more modern forms of communication that perpetrators use to stalk their victims.", "In the spirit of National Crime Victims' Rights Week, our reauthorization bill takes steps to recognize victims' needs that are not being served and find ways to help them. That approach is not radical or extreme. The fact that the bill reaches more victims should not be a basis for partisan division; it is something we ought to celebrate. I have said on the floor before, a victim is a victim is a victim.", "In my earlier career I would go to a crime scene at 3 o'clock in the morning with the police, as the chief law enforcement officer of our county. We might have a badly battered woman--if she survived; sometimes the victim did not survive--but I never heard the police say, ``Well, if we are going to do something on this, we have to figure out whether this victim is a Democrat or a Republican, or we have to figure out whether this victim is gay or straight, or we have to figure out''-- no. They said, ``For this victim, let us find out who did this and let's get them and let's see what we can do,'' or if the victim is still alive, what we could do to protect the victim. That is what the Violence Against Women Act has always done and what I have tried to do for crime victims for many years.", "As we have done on every VAWA reauthorization bill, we have learned from past experience how to make it better and now we make it better by taking responsible and moderate steps, in this case to protect immigrant and native women, and ensuring services to victims regardless of sexual orientation or gender identity, again under the mantra ``a victim is a victim is a victim.''", "At the same time, we recognize the difficult economic times and the need to ensure that taxpayer dollars are being spent responsibly. That is why the bill consolidates 13 programs into 4 in an effort to reduce duplication and bureaucratic barriers. It cuts the authorization level for VAWA by more than $135 million a year, a decrease of nearly 20 percent from the last reauthorization. We will still provide sufficient authority to fund VAWA programs at over $400 million a year, which is consistent with the funding level provided in the appropriations bill for the coming year. Our legislation also includes significant accountability provisions, including audit requirements, enforcement mechanisms, and restrictions on grantees and costs.", "Since its introduction last November, more than 700 State and national organizations have written to endorse the Violence Against Women Reauthorization Act. They are 200 national organizations, including 500 State and local organizations--the National Task Force to End Sexual and Domestic Violence, the National Association of Attorneys General, the National District Attorneys' Association, the National Sheriffs' Association, the International Association of Chiefs of Police, the Federal Law Enforcement Officers Association, and 25 national religious organizations. Last week, the mayors of three of the Nation's largest cities--New York, Chicago, and Los Angeles--wrote to the Senate urging us to pass the VAWA reauthorization. We have heard from 47 State attorneys general, Republican and Democratic alike, urging Senate passage of this legislation. That is because they recognize this Federal law is meaningful and that this reauthorization addresses the ongoing, unmet needs of victims in their States.", "I ask unanimous consent that at the conclusion of my remarks these letters be printed in the Record."], "capitolwords_url": "http://capitolwords.org/date/2012/04/23/S2592_morning-business/"}