{"speaker_state": "NJ", "speaker_raw": "mr. menendez", "speaker_first": "Robert", "congress": 112, "title": "VIOLENCE AGAINST WOMEN ACT", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-15/html/CREC-2012-05-15-pt1-PgS3160.htm", "number": 69, "id": "CREC-2012-05-15-pt1-PgS3160.chunk0", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Menendez", "pages": "S3160-S3161", "speaker_party": "D", "date": "2012-05-15", "bills": null, "bioguide_id": "M000639", "order": 0, "speaking": ["Mr. President, I rise to speak about the Violence Against Women Act that the Senate passed, but we seem to have a challenge with our colleagues in the House of Representatives. In my view, violence against any woman is still violence. Apparently, my Republican colleagues in the House do not share that view. Republicans in the House have introduced a bill that would not protect all women. Their bill would roll back protections for certain vulnerable populations. It would strip provisions in the Senate bill that protect women from discrimination and abuse, specifically Native American women, the LGBT community, and for undocumented immigrants it actually rolls back protections they have under current law.", "We have seen that violence against women is an epidemic and it plagues all of us, not just some of us. We have fought against it, we have tried to end it, we have established programs and policies at the national and State levels to mitigate it. We have stood with the victims of domestic violence. Now we must stand and reaffirm our outrage.", "It is in my mind a no-brainer. I am, frankly, hard-pressed to understand why anyone would stand in the way of denouncing violence against any woman, no matter who they are, no matter what their sexual orientation or citizenship. I am hard-pressed to understand why anyone would choose to exclude violence against certain women, turn back the clock to a time when such violence was not recognized, was not a national disgrace, and make a distinction when and against whom such violence meets our threshold of outrage. There can be no such threshold and no such distinction. Violence against any woman is an outrage, plain and simple.", "Is the message to be that we are willing for some reason that in my mind defies logic to accept violence against certain women? Because that seems to be the message the other body is sending us. I cannot believe anyone would take such a position, but that is exactly what we would do if we listened to our Republican House colleagues, and that is completely unacceptable to this Senator and should be unacceptable to every Member of Congress and every American. If our friends on the other side deny they are waging a political and cultural war against women, then why are they willing to accept an actual war against certain women by excluding them from protection under the Violence Against Women Act?", "The reauthorization of the Violence Against Women Act doesn't just affect those who are or might become victims of sexual violence or domestic violence; it affects all of us. Nearly one in five women reports being the victim of rape or attempted rape. One in six reports being stalked. One in four reports having been beaten by their partner. Of those who report being raped, 80 percent report being raped before the age of 25. The short-term physical and emotional trauma of such an event cannot be overstated. Domestic and sexual violence is an issue that affects us all, and we must all be part of a solution.", "Since 1994, the Violence Against Women Act has been the centerpiece in our comprehensive approach to protect and empower women, and it must remain so. Since the passage of VAWA in 1994, there has been enormous positive change.", "From 1993 to 2010, the rate of intimate partner violence declined 67 percent. More victims are reporting violence to police, and those reports are resulting in more arrests and prosecutions. VAWA is working, but there are still women who need protection.", "For example, in 1 day in New Jersey, a survey found that domestic violence programs assisted 1,292 victims. On that same day, New Jersey domestic violence hotlines answered 444 phone calls. So our work on this issue is not yet done.", "Looking to the merits of the reauthorization, let me highlight, for the record, several critical changes in the legislation--changes that did not simply extend successful programs but built upon them. Every reauthorization of the Violence Against Women Act has incorporated new understanding and updated knowledge, and this reauthorization was and should be no different.", "First and foremost, the Senate reauthorization includes additional training for law enforcement, victim services, and courts that increase the focus on high-risk offenders and victims, including connecting high-risk victims with crisis intervention services. I am sure no one can argue against that.", "Second, the Senate bill strengthens our response to sexual assault while increasing the connection to nonprofit groups. Sexual assault coalitions in every State have been indispensable allies. I met with a large roundtable before our debate and discussions in the Senate, and this bill supports their efforts. It included a 20-percent setaside for assistance to States for sexual assault programs and also included reforms to reduce the unprecedented backlog of rape kits.", "I have been proud to support funding to reduce this backlog. Just recently I supported Senator Leahy's effort to fund the Debbie Smith DNA Backlog Grant Program at the current level of $125 million with at least $90 million directly spent on reducing the DNA backlogs. I am happy to say the Violence Against Women Act will make important strides to reduce the backlog.", "Most importantly, given the debate on this legislation, this reauthorization recognizes that domestic and sexual violence affects all groups regardless of their sexual orientation. We included commonsense protections against discrimination on race, religion, national origin, sex, and disability because it is, quite simply, the right thing to do because all violence against women is an outrage to all of us.", "For the first time the Senate bill established the fundamental notion that victims cannot be denied services based on gender identity or sexual orientation. We included provisions to protect immigrant victims of violence and Native American victims.", "In the Senate the bill passed 68 to 31 with a dozen Republicans voting in support of the final legislation despite Republican attempts to weaken the bill during the Senate's consideration of the legislation. Unfortunately, Republicans in the House are attempting to weaken the bill and do what a minority in the Senate could not. For the first time in the nearly 20-year history of the Violence Against Women Act, the House reauthorization doesn't expand protections but instead eliminates a series of them.", "In its version, the House sent an undeniable message: If you are Native American, LGBT, or undocumented, you do not deserve protection. That is the House message.", "To start, LGBT victims do not receive the protection they need in the House bill. Professionals in the field specifically requested nondiscrimination provisions based upon their direct experiences. Studies on the issue only confirm this need: 45 percent of LGBT victims were turned away from domestic violence shelters, and 55 percent were denied protective orders. The Senate version ensures all victims, gay or straight, share in the protections of VAWA. But the House version denies these critical protections to LGBT victims.", "Under the House legislation, immigrant victims of violence would fare far worse than under current law--far worse than under current law. Domestic violence advocates tell us that often abusers threaten their significant others that they will take them to the authorities with the possibility of deportation unless they continue to submit themselves to dangerous and inhumane treatment.", "The Violence Against Women Act provides a way out, but the House version of that law does away with confidentiality protections for immigrant victims. Studies have shown that victims are most vulnerable immediately before or after they leave the abuser. VAWA protects these victims with confidentiality when they come forward to seek help. The House version instead creates a cruel possibility that in seeking help, the victim will be exposed and face more abuse. How perverse is that?", "House Republicans would put burdensome new requirements on immigrant victims and give them less help than they receive under the current law. The abuser often possesses the relevant evidence while the abused faces language barriers, isolation, and limited access to legal representation.", "In past Violence Against Women Act debates, we have had wide bipartisan consensus around protections for these victims because a victim is a victim is a victim. But the House reauthorization ignores this consensus and places an unimaginable burden on self-petitioners.", "Under the House proposal, the program to protect immigrant victims, called the U Visa Program, would be a hollow shell of its former self. The permanent visa would now be temporary, reducing the incentive for immigrants to take the risk and assist law enforcement in identifying the person who may have committed a sexual rape.", "Of course proponents claim these reforms are needed to combat ``fraud'' in the system. But I have to ask: What fraud? To obtain a U visa in the first place, law enforcement personnel must personally sign off. Is there a suggestion that somehow the law enforcement personnel are engaged in a fraud? There is no evidence of fraud in this program. The simple enforcement technique has proven profoundly effective. Yet the House insists on adding additional burdens on a vulnerable population only to fight a nonexistent problem.", "Moreover, allowing these abusers to go free puts more criminals in our community who can then victimize more women in the future. Our whole goal is to end the abuse and to get the abuser to ultimately face up to their punishment. Instead we would say: Oh, no. Let the abuser go ahead and continue their abuse, and we will subject the victim ultimately to a set of circumstances in which not only will they not come forth and talk about the abuse, we will subject the victim ultimately to facing even greater challenges in their lives.", "Knowing what is at stake and what it would mean to the many victims of domestic violence and sexual violence, there is no question we must pass final legislation as soon as possible. The debate should be about one thing and one thing only: protecting victims, all victims. Each and every one of these women in these categories is, in fact, a victim. There should be no differentiation and there should be protection for all.", "I yield the floor"], "capitolwords_url": "http://capitolwords.org/date/2012/05/15/S3160_violence-against-women-act/"}