{"speaker_state": "CA", "speaker_raw": "ms. richardson", "speaker_first": "Laura", "congress": 112, "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2013", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-18/html/CREC-2012-05-18-pt1-PgE863-4.htm", "number": 72, "id": "CREC-2012-05-18-pt1-PgE863-4.chunk0", "volume": 158, "chamber": "Extensions", "session": 2, "speaker_last": "Richardson", "pages": "E863-E864", "speaker_party": "D", "date": "2012-05-18", "bills": ["H.R. 4310"], "bioguide_id": "R000581", "order": 0, "speaking": ["Mr. Chair, I rise in support of H.R. 4310, the ``National Defense Authorization Act for Fiscal Year 2013,'' which provides $642 billion in budget authority for the Department of Defense and the national security programs of the Department of Energy.", "Although the bill is not perfect and contains several provisions that I do not support, on balance I support the legislation because it (1) provides our troops the resources they need to protect and defend our country and themselves; (2) supports military families; (3) makes important investments to keep our homeland safe; and (4) incorporates three critical amendments I offered to strengthen the nation's strategic ports (of which the Port of Long Beach is perhaps the most critical), provide expanded protections for women service members, and enhances the effectiveness of the Northern Command (``NORTHCOM'') in protecting the homeland in event of war.", "I thank Chairman McKeon and Ranking Member Smith for their hard work in shepherding this bill to the floor on this bill and for their commitment to the men and women of the Armed Forces.", "Let me briefly highlight some of the key provisions that I support.", "I support the provisions in the bill providing all service members a pay raise of 1.7 percent, the level included in the President's request, and extends certain special pay and bonuses for active-duty and reserve personnel. The bill limits any annual increase in cost-sharing rates under the TRICARE pharmacy program to the percentage increase in retiree pay, beginning October 1, 2013. I am also pleased that the bill extends access to family housing for six months for service members mustering out due to personnel reductions.", "Mr. Chair, combating domestic violence and deterring sexual offenses in both the civilian and military sectors is a national priority. That is why I am pleased that this bill includes provisions requiring secretaries of the military departments to establish special victim teams for investigation, prosecution and victim support in connection with child abuse, serious domestic violence or sexual offenses under the Uniform Code of Military Justice. The bill further requires that at least one team in each military department be in place within one year of enactment and that each secretary report within 270 days of enactment with a plan and timeline for the establishment of the remainder of the special victim teams that the secretary has determined are needed.", "Mr. Chair, this bill provides the resources needed to protect our troops in harm's way. It provides: $2.8 billion for measures to counter IED activities in Afghanistan;", "$3.2 billion for Mine Resistant Ambush Protected (MRAP) vehicles in Afghanistan; An increase of $321 million in unrequested funds for modernization of M 1 Abrams tanks and Bradley Fighting Vehicles, vehicles that help protect the lives of our troops; and $7.6 billion for operations and maintenance of the Special Operations Command, an amount that includes $2.5 billion in the Overseas Contingency Operations account.", "Another reason for supporting this bill is that it provides expanded opportunities for small businesses to participate in Defense Department contracts. For example, the bill includes several provisions designed to eliminate barriers that have prevented many small and medium-sized businesses from competing for Pentagon contracts. It also establishes new DOD goals for procurement contracts awarded to small businesses. There are also provisions to amend the Small Business Act to establish a government-wide goal for participation by small businesses at not less than 25 percent of all prime contracts for each fiscal year, and 40 percent of all subcontract awards for each fiscal year.", "Mr. Chair, as I noted earlier in my remarks, an additional reason why I support this legislation is because it includes three amendments that I offered to improve the bill. I want to thank Rules Committee Chairman Dreier, Ranking Member Slaughter, Armed Services Committee Chairman McKeon and Ranking Member Smith for working with me to include these amendments.", "My first amendment, Richardson Amendment No. 82, requires the Department of Defense to post on all its websites information on sexual assault prevention and response resources.", "In light of technology, many people, particularly service personnel receive the majority of their information via the Internet.", "Further, online access to the needed information is particularly important because persons needing sexual assault resource information may be reluctant to seek information in a public setting without fear of losing privacy, or worse retaliation.", "My second amendment, Richardson Amendment No. 112, improves the bill by increasing the effectiveness of the Northern Command (``NORTHCOM'') in fulfilling its critical mission of protecting the U.S. homeland in event of war and to provide support to local, state, and federal authorities in times of national emergency. This amendment was included in last year's National Defense Authorization Act and I am pleased that it is included again this year also.", "The purpose for NORTHCOM's existence is to bring the capabilities and the resources of the U.S. military to the assistance of the American people during a catastrophic disaster. NORTHCOM leaders will be much more effective in saving lives, protecting assets, and enhancing resilience after a disaster has occurred if they are trained in the techniques of effective engagement with civilian leadership. My amendment ensures that such training will be available.", "I want to thank my good friend and colleague, Congressman Don Young of Alaska for working with me across the aisle and partnering with me on the amendment, Young/Richardson Amendment 141. This amendment calls for the expedited completion of the study of the Nation's strategic ports called for in the National Defense Authorization Act for Fiscal Year 2012 Conference Report 112 329.", "As the representative of a district served by the largest port complex in the nation, I have long been a strong champion on protecting our nation's ports.", "My colleagues have heard me say often that ``in times of war, the role of the ports is to protect the forts.''", "This amendment also directs the Department of Defense to provide a copy of the report to the GAO for additional review of the extent to which the facilities and infrastructure serving strategic seaports meet the Department of Defense's requirements.", "The completion of this report is vital in the assessment of the structural integrity and deficiencies of the port facilities.", "It further examines infrastructure improvements that are needed directly or indirectly to meet national security and readiness requirements.", "In addition to assessing the impact on operational readiness, this report will identify potential funding sources to undertake needed improvements.", "Finally, let me note my strong support for the bipartisan Smith/Amash Amendment, which was accepted and included in the bill. This amendment amends detention provisions enacted last year in order to ensure that any individual detained on U.S. soil has the rights and liberties enshrined in the Constitution. The amendment would ensure that no person detained, captured, or arrested in the U.S. pursuant to the Authorization for the Use of Military Force could be indefinitely detained, held in military custody, or forced to face a military tribunal. As the Constitution states, it makes clear that any person apprehended in the United States would be guaranteed due process provided by a civilian court established under Article III of the Constitution. This commonsense, bipartisan amendment is supported by 27 Retired Generals and Admirals and more than 25 leading organizations, including the Bill of Rights Defense Committee, United Church of Christ, United Methodist Church, Union for Reform Judaism, Physicians for Human Rights, and National Religious Campaign Against Torture.", "Finally, let me note my opposition to sections 536 and 537 of the bill relating to service members who are gay and lesbian. These provisions are unnecessary and unhelpful for the reasons discussed in the Statement of Administration Policy issued by the Obama Administration. I agree with the Administration's position and oppose the inclusion of these provisions. It is my hope that they will be removed before this bill reaches the President's desk.", "In conclusion, I believe the good things in this bill outweigh the bad and for that reason urge my colleagues to support and join me in voting for the bill on final passage."], "capitolwords_url": "http://capitolwords.org/date/2012/05/18/E863-4_national-defense-authorization-act-for-fiscal-year/"}