{"speaker_state": "MN", "speaker_raw": "ms. klobuchar", "speaker_first": "Amy", "congress": 112, "title": "FAMILY AND BUSINESS TAX CUT CERTAINTY ACT OF 2012--MOTION TO PROCEED", "origin_url": "http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-09-13/html/CREC-2012-09-13-pt1-PgS6289-6.htm", "number": 123, "id": "CREC-2012-09-13-pt1-PgS6289-6.chunk89", "volume": 158, "chamber": "Senate", "session": 2, "speaker_last": "Klobuchar", "pages": "S6289-S6332", "speaker_party": "D", "date": "2012-09-13", "bills": null, "bioguide_id": "K000367", "order": 89, "speaking": ["Madam President, I am here today to talk about the Violence Against Women Reauthorization Act which, as you know, we passed in April with the leadership of Senator Leahy and with the cosponsorship of Senator Crapo. We got that strong bipartisan bill through the Senate on a 68-to-31 vote.", "As you know, all women Senators, Democrats and Republicans, supported that bill, just like the two prior reauthorizations from 2000 and 2006. This bill improves the current law in many ways to better address domestic violence, sexual assault, and stalking. We have heard from a long list of experts in our Judiciary Committee about the changes that were needed for this reauthorization, and we incorporated those ideas and language from people on the front line.", "As a result, this bill, this bipartisan reauthorization bill, is strongly supported by law enforcement, victim service providers, and faith groups across the country. I want to talk about some of the ways that this reauthorization bill builds upon the improvement that past reauthorizations made, but first I think it is important to mention the bipartisan bill does not ignore the current budget climate. It consolidates 13 programs in only 4. So when I hear about the old bill, to keep it going, this bill is actually better from an efficiency standpoint. It consolidates 13 programs into 4 in an effort to reduce duplication and bureaucratic redtape. It also cuts the authorization level for VAWA by more than $135 million a year. That is a 17-percent decrease from the 2006 reauthorization. So this was a clear acknowledgement that our country is going to have to make some changes in our fiscal situation as we go into this next year. That was one of the reasons this new bill, this reauthorization, was so important.", "We are doing more with less. No existing grant program receives an increase in authorization levels in this bill, and the legislation creates only one new program, at $5 million a year. That new program will support travel efforts to combat domestic violence on reservations.", "In terms of policy, one of the biggest changes in this year's violence against women reauthorization is a greater focus on preventing and responding to sexual assault. We still have a lot of work to do in reducing sexual assault in America where nearly one in five women has been raped at some point in their lives, and over 42 percent were raped before the age of 18.", "As a former prosecutor, I am all too aware of the fact that prosecution and conviction rates for sexual assault are among the lowest for any violent crime. So in an effort to solve that problem, this year's reauthorization opens funding to programs that are more directly responsive to the needs of sexual assault survivors.", "I woke up this morning and read my town newspaper in the Twin Cities and saw that a 30-year-old rape-murder case was solved--30 years old. You think of the new technology that is available. It was solved because they kept the DNA from the scene. They were able to match it to someone in another State who had been imprisoned. They were able to charge that case. Think of the justice for those family members and also for the rest of the country where, hopefully, this conviction will be made. They will be able to make sure that person is behind bars forever.", "Those are the kinds of things that happen in this day with the new technology, but unless we have people trained to use that technology, unless we have people who are able to work with victims, unless we have victims who feel comfortable coming forward when they are sexually assaulted or a victim of domestic assault, none of it means anything to this system. That is why the VAWA bill is so important.", "Another area of improvement in this bill is the effort to more effectively provide services to victims from traditionally underserved communities. This bill adds new definitions that will help make sure VAWA-funded programs provide a variety of services that address the needs of racial and ethnic minorities.", "As Chairman Leahy's committee report points out, studies indicated that women of color are reluctant to turn to traditional domestic violence programs, and culturally specific programming may be more effective in meeting their needs. Our recent National Institute of Justice study found that women of color may be less likely to receive all the services they need.", "Domestic violence and sexual assault are problems that affect everyone in this country, and this new bill, this reauthorization bill, recognizes that fact. The Senate version of the VAWA reauthorization also includes a number of improvements that specifically address the needs of women living in tribal areas. It is a sad reality that Native American women experience rates of domestic violence and sexual assault that are significantly higher than the national average. So the VAWA reauthorization strengthens existing efforts to confront the ongoing epidemic of violence on tribal lands by expanding the tools available to Federal law enforcement.", "The Judiciary Committee worked closely with the Indian Affairs Committee to craft the most effective responses to the frighteningly high levels of domestic violence and sexual assault in tribal areas. One important provision gives tribal courts jurisdiction over a non-Native American who has committed acts of domestic violence against Native American women in a small subset of cases that meet three specific criteria: No. 1, the crime must have occurred on a reservation; No. 2, the crime must be domestic violence; and No. 3, the defendant must live on a reservation. Why did we do this? Because we know a lot of these cases weren't being reported. These cases weren't being prosecuted. It is very difficult sometimes for State and Federal authorities, with their limited resources, to come in and handle these cases. It was simply a pragmatic response to a legal issue, and it is something which, as I said, in the Senate got broad bipartisan support. We have a significant Native American population in my State, so this change and several others will be very helpful in cracking down on these crimes.", "Finally, I will briefly mention one part of this reauthorization on which I worked hard. And I see Senator Hutchison of Texas in the Chamber, and it is good to see her because I am going to be talking about the amendment she and I worked on together, and that is an updating of our stalking laws.", "Current law focuses on what the victim knows and requires prosecutors to show that the victim experienced a certain level of fear in order to secure a conviction. But sometimes the victims of stalkers, particularly high-tech stalkers--stalkers who are putting camera equipment and little peepholes in hotel rooms, stalkers who are using the Internet--aren't even aware of what the stalker is doing until later, until suddenly they see a picture of themselves undressing or a picture of themselves without clothes on the Internet being distributed across the entire country, across the entire world, which is a real case that happened in this country with a sports reporter.", "Those are the kinds of things we are now seeing. So while they are experiencing it, they do not have that level of fear because it happens later. What we have done--Senator Hutchison and I and others--is to update the stalking law she was involved in before I even came to the Senate. We have updated that law to make it as sophisticated as the people who are committing these crimes.", "This is just a sampling of some of the important changes in this reauthorization bill. It is basically about making the Violence Against Women Act, which has been so important to our country and to women in this country, making it more efficient and updating it for where the real needs are. Things change over time. We learn new law enforcement techniques, and we have to be able to put those into action. That is what this is about.", "For me, this is about Officer Shawn Schneider, an officer in Lake City, MN, who got called to a scene to respond to a domestic violence crime. He went up to the front door, the door opened, and there was a 17-year-old victim with a clearly agitated, mentally ill perpetrator, her boyfriend, who ends up shooting Officer Schneider. He died a few days later, leaving behind a widow and three little kids, and his funeral was right around the holidays. The last time his family had been in church was for the church pageant for Christmas. The next time his family walked down the aisle of that church was for his funeral--the funeral of a little girl's father. She was wearing a blue dress covered in stars. That is what I remember--a little girl walking down the aisle of that church at her father's funeral.", "When I see that kind of thing, I know one thing: Domestic violence just doesn't have one victim; domestic violence makes an entire family a victim, an entire community and an entire nation. And when that officer was called to that scene, he didn't ask: Oh, is the victim an American Indian? Is the victim gay? Is the victim a woman or a man? He did his job. He showed up at the scene. Now it is time for us to do our job. The House of Representatives should pass this bill, and we should get this done.", "I thank the Presiding Officer, and I yield the floor."], "capitolwords_url": "http://capitolwords.org/date/2012/09/13/S6289-6_family-and-business-tax-cut-certainty-act-of-2012-/"}